{"data": [{"count": 0, "id": "16xfxj", "title": "How to Catch Illegal Logging in the Amazon? Make a Trunk Call - Trees in Brazil being fitted with mobile phones.  Data is sent from sensors once logs are within 20 miles of a phone network so officials can stop sales. The system is run by Dutch company.", "score": 2771, "comments": 467, "upvoteRatio": 0.95, "sentiment": -0.5}, {"count": 1, "id": "16wzfa", "title": "Priest is planning to defy Vatican’s orders to stay quiet. “If I signed this, it would be a betrayal not only of myself but of my fellow priests and lay Catholics who want change. I refuse to be terrified into submission”", "score": 2752, "comments": 1221, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "16xkf0", "title": "Egypt: There were four times as many 'insulting the president' lawsuits during President Morsi's first 200 days in office than during the entire 30-year reign of former president Mubarak", "score": 2324, "comments": 588, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 3, "id": "16xehj", "title": "India: A high school girl gets gang-raped at knife point, then filmed. A few days later, a man who saw the video rapes her and after a few days he gathers his friends and rapes her again.", "score": 1791, "comments": 825, "upvoteRatio": 0.88, "sentiment": -0.060000000000000005}, {"count": 4, "id": "16xcsc", "title": "Canada Almost Dead Last on Environment - It produces more garbage per person than any other nation in study, twice as much garbage per capita as Japan, the best country in category. Ahead of only US & last place Australia on environmental performance", "score": 1653, "comments": 404, "upvoteRatio": 0.9, "sentiment": 0.171875}, {"count": 5, "id": "16xein", "title": "Aaron Swartz: Cannon Fodder in the War Against Internet Freedom - \nGovts are determined to control the internet & if hackers like Swartz get in the way, they will be crushed", "score": 1139, "comments": 146, "upvoteRatio": 0.85, "sentiment": -0.1}, {"count": 6, "id": "16wi9e", "title": "A report about child sexual abuse in the Roman Catholic Church in Germany, based on victim accounts and released by the church this week, showed that priests carefully planned their assaults and frequently abused the same children repeatedly for years.", "score": 840, "comments": 72, "upvoteRatio": 0.92, "sentiment": 0.07083333333333332}, {"count": 7, "id": "16wieq", "title": "Japan Confirms Dock on Washington Coast Is Tsunami Marine Debris", "score": 661, "comments": 79, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "16widm", "title": "An Islamic vigilante group has been confronting people in a London suburb asking women to cover up and to give up alcohol claiming they were living an 'unclean life'", "score": 463, "comments": 382, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 9, "id": "16wlr8", "title": "Residents in the northern Malian town of Gao on Saturday lynched a prominent Islamist leader in retaliation for the killing of a local journalist", "score": 436, "comments": 76, "upvoteRatio": 0.92, "sentiment": 0.25}]}