{"data": [{"count": 0, "id": "174dcl", "title": "$20 trillion oil basin discovered in Australia set to turn the country from importer to mass exporter.", "score": 3538, "comments": 3531, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 1, "id": "173kd4", "title": "London 'Muslim Patrol' members arrested for homophobic public harrassment", "score": 2389, "comments": 2124, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "174g1y", "title": "Princess Bride quote intimidates passengers on a flight to New Zealand.  In other news, Inigo Montoya added to the terrorist watch list.", "score": 715, "comments": 163, "upvoteRatio": 0.89, "sentiment": 0.005681818181818177}, {"count": 3, "id": "1752tm", "title": "\nGeorge Soros backs Guatemalan president's call to end war on drugs: says the war on drugs had endangered political stability and security in many countries\n", "score": 569, "comments": 75, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 4, "id": "173u7b", "title": "European Union pushes forth with Robin Hood tax on financial trades--\"Although the tax would probably be small — one-tenth of a percentage point or less on the value of a trade — it could earn billions of euros for struggling European governments.\"", "score": 514, "comments": 236, "upvoteRatio": 0.91, "sentiment": -0.08333333333333333}, {"count": 5, "id": "173787", "title": "Despite win, Netanyahu loses big in Israel election. Israel's next coalition government will likely be significantly less beholden to right-wing hardliners than the current one.", "score": 471, "comments": 224, "upvoteRatio": 0.9, "sentiment": 0.04761904761904762}, {"count": 6, "id": "174uvu", "title": "In 2007, Morgan Stanley employees working on one of the toxic assets that helped blow up the world economy discussed what to name it. Among the suggestions: “Subprime Meltdown,” “Hitman,” “Nuclear Holocaust” and “Mike Tyson’s Punchout”.Then they gave it a real name and sold it to a Chinese bank.", "score": 408, "comments": 109, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 7, "id": "1746h0", "title": "Magazine editor jailed for 11 years for defaming Thai king - King of Thailand had previously said that he did not object to criticism.", "score": 402, "comments": 86, "upvoteRatio": 0.93, "sentiment": -0.16666666666666666}, {"count": 8, "id": "17472v", "title": "Morocco to Change Law Allowing 'Rape Marriage' - \nWomen's rights activists are welcoming a proposal by the justice minister to change a law that allows rapists to escape prosecution if they marry their underage victim", "score": 369, "comments": 52, "upvoteRatio": 0.89, "sentiment": -0.07500000000000001}, {"count": 9, "id": "174xqj", "title": "Catalonia declares itself a sovereign entity", "score": 330, "comments": 205, "upvoteRatio": 0.91, "sentiment": 0.0}]}