{"data": [{"count": 0, "id": "17768o", "title": "Prime Minister David Cameron calls for a worldwide crackdown on big companies that avoid paying taxes.", "score": 2922, "comments": 668, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 1, "id": "177ho5", "title": "A group of Delhi women have decided the best way to make sure women are safe is to create a special cab service just for them. Women drive the cabs and only pick up women passengers. ", "score": 2852, "comments": 1247, "upvoteRatio": 0.95, "sentiment": 0.4714285714285714}, {"count": 2, "id": "1764lb", "title": "North Korea says it would carry out further rocket launches and a nuclear test that would target the United States", "score": 2746, "comments": 4879, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "176qp9", "title": "Two former Scientology members sue church claiming it 'duped' people into donating  millions to misrepresented causes", "score": 2453, "comments": 680, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "176xdp", "title": "WIKILEAKS founder Julian Assange says a film about his whistle-blowing website is propaganda designed to fan the flames of a war against Iran", "score": 1911, "comments": 627, "upvoteRatio": 0.88, "sentiment": -0.1}, {"count": 5, "id": "176oi2", "title": "Don't buy South African wines: striking workers' plea to foreign consumers", "score": 1902, "comments": 575, "upvoteRatio": 0.87, "sentiment": 0.125}, {"count": 6, "id": "176m00", "title": "A renegade band of Solomon Islanders is responsible for the slaughter this week of about 900 bottlenose dolphins, says a group that was paying for the killing to stop. Villagers claim they were promised $2.4 million and only received $700,000.", "score": 1194, "comments": 343, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 7, "id": "176q5k", "title": "The rise in drug resistant infections is comparable to the threat of global warming, according to the chief medical officer for England.", "score": 995, "comments": 228, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "176orb", "title": "Spain unemployment rate hit a record: youth rate at 55%", "score": 939, "comments": 410, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 9, "id": "176s9y", "title": "A growing number of university students in Toronto are looking for “sugar daddies” to help pay down their tuition fees and living expenses, says the founder of a U.S. website that helps them do just that.", "score": 838, "comments": 757, "upvoteRatio": 0.88, "sentiment": -0.15555555555555559}]}