{"data": [{"count": 0, "id": "17yn05", "title": "Thousands of Mali's ancient manuscripts were saved from the fires of radical Islamists by an illiterate 72-year-old librarian who stuffed them into millet bags and smuggled them by cart, motorcycle, canoe, then car to the capital, Bamako, on the other side of the country.", "score": 3257, "comments": 550, "upvoteRatio": 0.97, "sentiment": -0.125}, {"count": 1, "id": "17xe4c", "title": "North Korea, poised to conduct a nuclear test any day now, has posted a video on YouTube depicting a US city resembling New York engulfed in flames after an apparent missile attack.", "score": 2895, "comments": 4751, "upvoteRatio": 0.95, "sentiment": 0.09318181818181817}, {"count": 2, "id": "17y55w", "title": "UK Parliament votes in favour of Gay Marriage.", "score": 2859, "comments": 2345, "upvoteRatio": 0.94, "sentiment": 0.4166666666666667}, {"count": 3, "id": "17xf1s", "title": "China threatens Japanese warship with guided missiles over island dispute", "score": 618, "comments": 457, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "17xajp", "title": "North Korea dreams of the future for One Korea and the USA", "score": 616, "comments": 398, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 5, "id": "17xhfm", "title": "Japanese Whaling 'Dead in the Water' Without Millions in Subsidies: Animal watchdog reveals 'warehouses of whale meat' as demand plummets", "score": 557, "comments": 165, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 6, "id": "17xnd1", "title": "Gunman fires at Danish anti-Islam writer, misses", "score": 506, "comments": 390, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 7, "id": "17xhkz", "title": "Greek police caught photoshopping suspects' mugshots after beating them", "score": 429, "comments": 34, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "17wzir", "title": "‘I will not forget my children’s blood’: Aleppo’s female sniper vows to take her revenge -- Her fame has spread throughout Aleppo. Her comrades have nicknamed her Guevara, but to many residents she is known simply as “the female sniper.”", "score": 372, "comments": 201, "upvoteRatio": 0.82, "sentiment": 0.125}, {"count": 9, "id": "17xjzp", "title": "First all-girl rock band in Indian-controlled Kashmir disbands after only one concert because of threats  received on social media and a demand from a top Muslim cleric that they stop performing.", "score": 309, "comments": 73, "upvoteRatio": 0.9, "sentiment": 0.19583333333333333}]}