{"data": [{"count": 0, "id": "18axbi", "title": "Pope Pope Benedict XVI 'to resign'. The Pope is to resign at the end of this month in an entirely unexpected development, reports from the Vatican say.", "score": 3646, "comments": 5696, "upvoteRatio": 0.96, "sentiment": 0.1}, {"count": 1, "id": "18bong", "title": "China's New Bachelor Class \"An estimated 12 to 15 percent of Chinese men -- a population nearly the size of Texas -- will be unable to find a mate within the next seven years.\"", "score": 2352, "comments": 1597, "upvoteRatio": 0.94, "sentiment": -0.052727272727272734}, {"count": 2, "id": "18b1vc", "title": "\nLeaked Documents Reveal Gas Company Eyeing Protected Region in Peruvian Amazon Where Biodiversity \"Exceeds That of Any Other Place on Earth\" & is Home to  Indigenous People Who Have No Regular Contact With the Outside World", "score": 2237, "comments": 282, "upvoteRatio": 0.95, "sentiment": -0.041666666666666664}, {"count": 3, "id": "18awh6", "title": "\"Unfortunately, we live in an age where any no-brains that brandishes a gun and screams 'God is great' thinks he's speaking for Islam, when he is merely just a hoodlum with a gun.\"", "score": 1486, "comments": 465, "upvoteRatio": 0.9, "sentiment": 0.14545454545454548}, {"count": 4, "id": "189wv2", "title": "Canada funds anti-gay group's work in homophobic Uganda - An evangelical organization that describes homosexuality as a “perversion” and a “sin” is receiving funding from the Government of Canada for its work in Uganda, where homosexual people face severe persecution", "score": 795, "comments": 181, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 5, "id": "18c56q", "title": "Healthy Vancouver senior commits suicide in bid to change right-to-die law: 'I do not have a terminal illness; I am simply old, tired and becoming dependent, after a wonderful life of independence'", "score": 732, "comments": 153, "upvoteRatio": 0.95, "sentiment": 0.32999999999999996}, {"count": 6, "id": "18b20h", "title": "Wind power capacity grew 20% globally in 2012", "score": 695, "comments": 114, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "18bf1i", "title": "Chinese Hackers Are Going After U.S. in General, Not Just Media Companies", "score": 512, "comments": 123, "upvoteRatio": 0.9, "sentiment": 0.02500000000000001}, {"count": 8, "id": "18b5ut", "title": "Fascism mounts a comeback in Italy. As Italy prepares for elections, Mussolini, the father of Fascism, is casting a long shadow. ", "score": 372, "comments": 269, "upvoteRatio": 0.89, "sentiment": -0.05}, {"count": 9, "id": "18bhlb", "title": "Police hunting serial rapist don’t know whom to charge after DNA leads to arrest of identical twins", "score": 329, "comments": 72, "upvoteRatio": 0.88, "sentiment": -0.05}]}