{"data": [{"count": 0, "id": "190ckq", "title": "China officially admits the existence of \"Cancer Villages\" for the first time.", "score": 2549, "comments": 895, "upvoteRatio": 0.96, "sentiment": 0.25}, {"count": 1, "id": "191amq", "title": "UK's most senior Roman Catholic says priest should be allowed to get married and have children", "score": 2489, "comments": 916, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 2, "id": "191ng4", "title": "UK loses AAA Credit Rating", "score": 2075, "comments": 726, "upvoteRatio": 0.9, "sentiment": -0.3}, {"count": 3, "id": "190mvw", "title": "Phillipino crew aboard refueling ship used to assist Japanese whalers are throwing \"may day\" messages to Sea Shepard indicating they are in Antarctica against their own free will and being denied communication with outside world.", "score": 1808, "comments": 969, "upvoteRatio": 0.89, "sentiment": 0.25}, {"count": 4, "id": "18zvf1", "title": "Univision reporting rumors of the death of Joaquín El Chapo Guzmán (world's #1 drug lord) after a gun battle in Guatemala. This comes one day after Wikileaks publishes emails saying he is in Guatemala. (story in spanish)", "score": 1645, "comments": 313, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "191bin", "title": "According to La Repubblica, the Pope resigned after being handed 'two-red leather bound volumes', containing \"an exact map of the mischief and the bad fish\" inside the Holy See. Corroborated by other papers, Benedict, will hand the files to his, 'younger', successor for the necessary action. ", "score": 1176, "comments": 383, "upvoteRatio": 0.91, "sentiment": -0.07916666666666665}, {"count": 6, "id": "190nns", "title": "Locksmiths and firemen in Spain are rebelling against a wave of evictions in the economic crisis by refusing to help bailiffs open ruined homeowners’ doors to throw them out.", "score": 1105, "comments": 102, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 7, "id": "1919is", "title": "Obama officials refuse to say if assassination power extends to US soil. This is a huge part of why people are throwing a fuss about the new CIA director.", "score": 1090, "comments": 425, "upvoteRatio": 0.93, "sentiment": 0.2681818181818182}, {"count": 8, "id": "190n6c", "title": "Bangladesh protests demanding execution of atheist bloggers turn deadly.", "score": 1051, "comments": 347, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 9, "id": "191vsk", "title": "Iran to Execute 4 Bankers on Fraud Charges", "score": 996, "comments": 410, "upvoteRatio": 0.93, "sentiment": 0.0}]}