{"data": [{"count": 0, "id": "1buj56", "title": "BBC has uncovered fresh evidence of how some Sharia councils in Britain may be putting Muslim women 'at risk' by pressuring them to stay in abusive marriages", "score": 2436, "comments": 2201, "upvoteRatio": 0.91, "sentiment": 0.3}, {"count": 1, "id": "1bvn5g", "title": "Iceland voted the friendliest place on earth", "score": 2414, "comments": 1635, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1bv4ib", "title": "Teacher’s resignation letter: ‘My profession … no longer exists’", "score": 2049, "comments": 677, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1buwg6", "title": "Swiss offer to mediate in North Korea crisis, foreign ministry already made contact with the North Korean authorities", "score": 2030, "comments": 633, "upvoteRatio": 0.94, "sentiment": -0.125}, {"count": 4, "id": "1bubuw", "title": "A British teenager's plans to carry out a massacre at his school using handguns and explosives was foiled by the FBI after agents received a tip-off from an American chatroom user", "score": 2010, "comments": 1373, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "1bunji", "title": "Swedish tourist manages to smuggle out pictures from North Korea. Guides did not know the camera had 2 memory cards.", "score": 1525, "comments": 810, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 6, "id": "1bu48f", "title": "Canada's largest bank replacing Canadian workers with temporary foreign workers", "score": 1432, "comments": 442, "upvoteRatio": 0.92, "sentiment": -0.125}, {"count": 7, "id": "1btyjk", "title": "Anonymous launches massive cyber assault on Israel: Hacktivist group Anonymous has launched its second massive cyber attack against Israel. The collective threatens to \"disrupt and erase Israel from cyberspace\" in what they have dubbed \"the largest internet battle in the history of mankind\"", "score": 1403, "comments": 1205, "upvoteRatio": 0.8, "sentiment": 0.0}, {"count": 8, "id": "1bv7vh", "title": "The Canadian government has barred scientists from entering the Experimental Lakes Area in Ontario. As funding for the freshwater research station dried up this week, scientists with on-going projects at the facility were left wondering about the future of their research.", "score": 1100, "comments": 171, "upvoteRatio": 0.91, "sentiment": -0.025}, {"count": 9, "id": "1buins", "title": "In a secret deal, Pakistan allowed American drone strikes on its soil on the condition that the unmanned aircraft would stay away from its nuclear facilities and the mountain camps where Kashmiri militants were trained for attacks in India.", "score": 1001, "comments": 385, "upvoteRatio": 0.91, "sentiment": -0.2}]}