{"data": [{"count": 0, "id": "1d14q6", "title": "Iran Police Dressed a Suspect in Women’s Clothing and Parade Him in Public to humiliate him, Iranian men started protesting by posting photos of themselves in woman's clothing.", "score": 3023, "comments": 857, "upvoteRatio": 0.95, "sentiment": -0.125}, {"count": 1, "id": "1d1j5n", "title": "Canadian and American police agencies are in private talks that would allow American agents from organizations like the FBI and the US Drug Enforcement Administration to be accredited as police officers in Canada, with the power to arrest individuals on the street like any Canadian cop.", "score": 2653, "comments": 1501, "upvoteRatio": 0.94, "sentiment": -0.0125}, {"count": 2, "id": "1d07si", "title": "100 years later, a time capsule is opened", "score": 2417, "comments": 963, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "1d0iuc", "title": "The Forgotten Genocide - 98 Years Later and Still Denial of the 1.5 Million Slaughtered Armenians", "score": 2239, "comments": 1290, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "1czzvc", "title": "Hundreds of Europeans are fighting with rebel forces in Syria", "score": 2080, "comments": 1581, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "1czzj8", "title": "[UK-Scotland] Donald Trump's anti-windfarm ads banned over 'misleading' images - Watchdog also says US billionaire's Scottish golf resort could not substantiate claim that tourism will be harmed by turbines", "score": 1977, "comments": 415, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "1d02vj", "title": "\"Europe's bankers refuse to admit bankruptcy, and there is no political accountability to make them. Their objective is solely to maintain the face value of their credit book, and thus protect their balance sheets, derivatives, bonuses and status. It is a disaster.\"", "score": 1717, "comments": 242, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "1czy30", "title": "Plans to block porn in public spaces backed by British PM David Cameron who wants 'good clean Wi-fi'", "score": 1581, "comments": 568, "upvoteRatio": 0.91, "sentiment": 0.2533333333333333}, {"count": 8, "id": "1d0jjf", "title": "Canada train derail plotter says he does not recognize the Criminal Code of Canada, \"not a holy book\"", "score": 1368, "comments": 470, "upvoteRatio": 0.91, "sentiment": -0.4}, {"count": 9, "id": "1czkv6", "title": "Web censorship: the net is closing in - across the globe governments are monitoring and censoring access to the web. And if we're not careful millions more people could find the internet fractured, fragmented and controlled by the state", "score": 1349, "comments": 114, "upvoteRatio": 0.95, "sentiment": 0.18333333333333335}]}