{"data": [{"count": 0, "id": "1dserg", "title": "Canadian teacher's career ruined by cyber-stalker ex-girlfriend even after she was placed in jail and ordered to pay him damages. Not many schools want to hire a teacher who is accused of being a pedophile.", "score": 2819, "comments": 2183, "upvoteRatio": 0.95, "sentiment": -0.175}, {"count": 1, "id": "1drc6j", "title": "UN investigator says evidence is that rebels NOT Syria's government used chemical weapons.", "score": 2807, "comments": 1561, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1dsu3h", "title": "Anti-gay group in New Zealand, \"Family First,\" will lose its charity status -- \"they have no public benefit\"", "score": 2487, "comments": 1120, "upvoteRatio": 0.92, "sentiment": 0.12878787878787878}, {"count": 3, "id": "1ds564", "title": "World’s first 3D-printer gun fired - world’s first gun made using a 3D printer is successfully tested in the US by a group planning to make the blueprints available online", "score": 2327, "comments": 3375, "upvoteRatio": 0.91, "sentiment": 0.4125}, {"count": 4, "id": "1dsbtn", "title": "\"They're taking our children\" - West Papua's youth are being removed to Islamic religious schools in Java for \"re-education\"", "score": 1625, "comments": 546, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "1dsdpo", "title": "Botched Kim Dotcom case spurs New Zealand to allow domestic spying: 'PM John Key issued a public apology to Dotcom and a subsequent inquiry released last month found another 88 NZ citizens or residents may have been illegally spied on.'", "score": 1354, "comments": 84, "upvoteRatio": 0.91, "sentiment": -0.05194805194805195}, {"count": 6, "id": "1dsheu", "title": "Hong Kong Risks Losing Rare ‘Pink Dolphins’ - Numbers fall from 158 to 78. Tour guide spots them aiding mother hold her dead calf above water in attempt to revive it in 3rd such incident in April. “We’re 99% certain it died of toxins in the mother’s milk, accumulated from polluted seawater.”", "score": 1162, "comments": 98, "upvoteRatio": 0.94, "sentiment": 0.03061224489795918}, {"count": 7, "id": "1ds0c5", "title": "Tantrum exposes Mexican class divide. If you are born in poverty, you'll die in it too.", "score": 1147, "comments": 194, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "1drhfo", "title": "UN Investigators Say Syrian Rebels — Not Assad — Used Sarin Gas", "score": 977, "comments": 249, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "1ds61b", "title": "'Catholic mafia' inside NSW police force hindered police probe into child sex abuse special commission.", "score": 935, "comments": 132, "upvoteRatio": 0.89, "sentiment": 0.05238095238095238}]}