{"data": [{"count": 0, "id": "1eg83s", "title": "Pope Francis has denounced the global financial system, blasting the \"cult of money\" that he says is tyrannizing the poor and turning humans into expendable consumer goods: \"Money has to serve, not to rule!\"", "score": 3534, "comments": 4366, "upvoteRatio": 0.95, "sentiment": -0.16666666666666666}, {"count": 1, "id": "1egr1w", "title": "Christianity could be facing a catastrophic collapse in Britain according to official figures suggesting it is declining 50 percent faster than previously thought.", "score": 2434, "comments": 2637, "upvoteRatio": 0.91, "sentiment": -0.16666666666666666}, {"count": 2, "id": "1eg1rp", "title": "Australian Web filters, ostensibly put in place to block child pornography sites is now being used to block other sites deemed unlawful by Government Agencies.", "score": 2259, "comments": 447, "upvoteRatio": 0.95, "sentiment": -0.0625}, {"count": 3, "id": "1egvfk", "title": "Pro-Life activists threaten to slit throat of Irish member of Parliament over proposed abortion legislation. They have also threatened to burn down her house.", "score": 2015, "comments": 623, "upvoteRatio": 0.9, "sentiment": -0.07777777777777779}, {"count": 4, "id": "1efjif", "title": "Sharia law used in the United Arab Emirates to jail Australian woman after she was gang-raped -- Her drink was spiked. Three colleagues then raped her. Under Sharia law, four adult Muslim men need to witness rape, otherwise the woman is sent to prison for sex outside marriage.", "score": 1902, "comments": 3664, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 5, "id": "1eg0ru", "title": "A man has shot himself in front of a dozen children in the corridor of a nursery school in Paris.", "score": 840, "comments": 248, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 6, "id": "1eg8lq", "title": "Teen uses metal detector, finds rare Viking-era coins and other items in a field in northern Denmark", "score": 794, "comments": 89, "upvoteRatio": 0.91, "sentiment": 0.05833333333333333}, {"count": 7, "id": "1efu44", "title": "WalMart and GAP refuse liability for workers in their sweatshops", "score": 456, "comments": 127, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 8, "id": "1eg7t9", "title": "8 year old girl, who was admitted to hospital in India for dehydration, is killed in a botched attempt to harvest her organs.", "score": 357, "comments": 45, "upvoteRatio": 0.89, "sentiment": -0.05}, {"count": 9, "id": "1eh6hj", "title": "US slams Japanese mayor's sex-slave comments - State Department says comments by mayor that sex slaves were \"necessary\" during World War II were \"outrageous\"", "score": 331, "comments": 158, "upvoteRatio": 0.87, "sentiment": -0.3333333333333333}]}