{"data": [{"count": 0, "id": "1f4wzx", "title": "The bewildering state of India's justice system - Prison born boy grows up, gets a job and finally manages to provide his mum with the $180 bail she's been waiting 19 years in jail for.", "score": 3289, "comments": 1134, "upvoteRatio": 0.96, "sentiment": -0.05}, {"count": 1, "id": "1f5ry9", "title": "China is starting to get embarrassed about its tourists’ obnoxious behavior abroad - “Take for example the sign outside the Louvre Museum only in Chinese characters that forbids people from urinating or defecating wherever they want.”", "score": 3204, "comments": 4652, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 2, "id": "1f4b9i", "title": "116 year old Japanese man now the last male alive that was born in the 19th century", "score": 2842, "comments": 572, "upvoteRatio": 0.97, "sentiment": 0.04}, {"count": 3, "id": "1f4t3e", "title": "Chinese tourist carved \"Ding Jinhao was here\" in a 3,500 year old Egyptian temple: \"We want to apologize to the Egyptian people and to people who have paid attention to this case across China\"", "score": 2836, "comments": 1678, "upvoteRatio": 0.95, "sentiment": 0.05}, {"count": 4, "id": "1f4kr6", "title": "Cows are gradually losing their sacred status in India as tastes for beef increases.", "score": 2212, "comments": 495, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "1f44fd", "title": "Vatican corrects infallible pope: atheists will still burn in hell", "score": 1664, "comments": 1844, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 6, "id": "1f53p4", "title": "Mosque in UK set on fire in retaliation for death of British soldier", "score": 1629, "comments": 827, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "1f4yz1", "title": "British police are arresting people in the middle of the night if they have made racist or anti-Muslim comments on Twitter following the murder of a soldier by two Muslims in Woolwich, London.", "score": 1609, "comments": 1001, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "1f5u4k", "title": "Months after a Russian \"ghost ship\" turned up adrift off the Irish coast, she's gone missing again. The Lyubov Orlova's tow line broke as the cruise ship was being hauled from Canada to the Dominican Republic as scrap. The ship, empty except for an infestation of rats, has not been seen since March", "score": 1353, "comments": 275, "upvoteRatio": 0.94, "sentiment": -0.07500000000000001}, {"count": 9, "id": "1f4xzk", "title": "Xi Threatens “Lifetime” Consequences for Officials Who Hurt the Environment - China’s president has laid down a stark warning to officials: if you sanction a project that damages the environment, you’ll be held responsible. For life.", "score": 1142, "comments": 100, "upvoteRatio": 0.93, "sentiment": -0.05185185185185187}]}