{"data": [{"count": 0, "id": "1f6m4e", "title": "Unvaccinated children will be banned from childcare facilities, and centres who do enrol them will face fines, after changes to the Public Health Act passed through cabinet Monday night (NSW, Australia)", "score": 2948, "comments": 1549, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 1, "id": "1f773d", "title": "Israel warns Moscow that it will attack shipments of Russian weapons to Syria", "score": 2809, "comments": 3493, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1f6lyi", "title": "Police with stun batons were called to end a protest over pay by 3,000 mostly female workers working at a Nike factory in Cambodia", "score": 1822, "comments": 319, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "1f8ahx", "title": "The World's Richest 8% Earn Half of All Planetary Income", "score": 1767, "comments": 1624, "upvoteRatio": 0.83, "sentiment": -0.16666666666666666}, {"count": 4, "id": "1f65ht", "title": "An Australian woman is sacked when she takes leave to cope with her daughter being murdered. Employer tells reporter \"You are a hyena and something wrong is going to happen to your children\"", "score": 1760, "comments": 375, "upvoteRatio": 0.84, "sentiment": -0.25}, {"count": 5, "id": "1f7q4e", "title": "A 13 year old Chinese girl was handcuffed and paraded in streets for 20 mins for spilling drink on a govt. vehicle", "score": 1741, "comments": 229, "upvoteRatio": 0.92, "sentiment": 0.05}, {"count": 6, "id": "1f6tga", "title": "Australia ranked 'happiest' developed nation again", "score": 1445, "comments": 736, "upvoteRatio": 0.89, "sentiment": 0.1}, {"count": 7, "id": "1f6ep4", "title": "12-year-old Fatima was \"sold\" into marriage in Saudi Arabia, which has no minimum marriageable age, to a man four times older. Her unemployed father sold her into wedlock for $10,500. But Fatima has beaten the odds to secure something many thought was impossible given the cultural norms – a divorce.", "score": 1439, "comments": 275, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 8, "id": "1f72iw", "title": "War memorial vandalized with the word \"ISLAM\" in wake of terror murder. An 89-year-old veteran has vowed to stand next to the memorials until someone removes the graffiti. It's unclear who painted the graffiti.", "score": 1166, "comments": 663, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 9, "id": "1f6z69", "title": "Newborn baby rescued alive after being flushed down toilet in China", "score": 1127, "comments": 254, "upvoteRatio": 0.88, "sentiment": -0.029629629629629634}]}