{"data": [{"count": 0, "id": "1fbm3a", "title": "First topless protest in an Islamic state leads to 3 arrests (NSFW).", "score": 2350, "comments": 2351, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 1, "id": "1fbtm3", "title": "A pair of Saudi maids each get 1,000 lashes & 10 years in prison for witchcraft. A compassionate sentence for a crime that usually results in the death penalty.", "score": 2227, "comments": 1194, "upvoteRatio": 0.93, "sentiment": -0.25}, {"count": 2, "id": "1fchbl", "title": "Amelia Earhart's Plane Revealed in Sonar?: A grainy sonar image captured off an uninhabited tropical island in the southwestern Pacific republic of Kiribati might represent the remains of the Electra, the two-engine aircraft legendary aviator Amelia Earhart was piloting when she vanished on 7/2/1937", "score": 2003, "comments": 301, "upvoteRatio": 0.91, "sentiment": 1.0}, {"count": 3, "id": "1fc8f8", "title": "El Salvador court denies seriously ill woman abortion. Lawyers for the young woman argued that continuing the pregnancy would place her life at risk. The foetus itself is missing part or all of its brain.", "score": 1959, "comments": 369, "upvoteRatio": 0.91, "sentiment": -0.20000000000000004}, {"count": 4, "id": "1fc3oc", "title": "U.N investigators say most Syrian rebels are not seeking democracy", "score": 1808, "comments": 651, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 5, "id": "1fcclp", "title": "Nigeria senate OKs 14 years in prison for LGBT supporters", "score": 1654, "comments": 493, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "1fclwe", "title": "Japan cancels U.S. wheat order on GMO fear", "score": 1496, "comments": 1712, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 7, "id": "1fbyk2", "title": "Iran is in the throes of an unprecedented sexual revolution. Could it eventually topple the regime?", "score": 1406, "comments": 264, "upvoteRatio": 0.88, "sentiment": 0.55}, {"count": 8, "id": "1fc695", "title": "More than 1,000 dog skulls found in Thai garbage dump. Authorities fear that the dogs were killed for food, most likely meatballs, and that the processor intentionally started the fire to cover his or her tracks.", "score": 1305, "comments": 403, "upvoteRatio": 0.9, "sentiment": 0.2}, {"count": 9, "id": "1fbyx9", "title": "It turns out that Tamerlan Tsarnaev's friend, Ibragim Todashev, was UNARMED when the FBI shot him during an interview.", "score": 796, "comments": 431, "upvoteRatio": 0.86, "sentiment": 0.0}]}