{"data": [{"count": 0, "id": "1fl25g", "title": "Turks are closing their bank accounts and withdrawing their money from banks owned by the mainstream media bosses which blacked out mass protests against the government. Garanti Bank lost 13% of its share price.", "score": 4511, "comments": 2494, "upvoteRatio": 0.98, "sentiment": 0.0}, {"count": 1, "id": "1fjyaj", "title": "Human rights activist Ethem Sarısülük was shot in the head and killed by the police during the protests in the capital Ankara. Confirmed by multiple witnesses, footage available. Turkish media ignoring the story.", "score": 4288, "comments": 1019, "upvoteRatio": 0.97, "sentiment": 0.12000000000000002}, {"count": 2, "id": "1fkovl", "title": "Turkish PM: To me, social media is the worst menace to society", "score": 2862, "comments": 697, "upvoteRatio": 0.94, "sentiment": -0.48333333333333334}, {"count": 3, "id": "1fkjc8", "title": "Turkish protesters trying to raise funds for a full page ad at Washington Post or New York Times", "score": 2681, "comments": 511, "upvoteRatio": 0.92, "sentiment": 0.24318181818181817}, {"count": 4, "id": "1fjrkt", "title": "Girl, 14, gang raped by 4 men, labelled a 'black virgin' and condemned to death by her village in rural Pakistan for speaking out about it.", "score": 2600, "comments": 1127, "upvoteRatio": 0.93, "sentiment": -0.08333333333333333}, {"count": 5, "id": "1fkp3l", "title": "Pope Francis meets Atheist Uruguayan president Jose Mujica: “I think that if they let him, he’s going to make a revolution inside the Church, towards simplicity. He’s just like talking to a good neighbour you’ve known for years”", "score": 2566, "comments": 537, "upvoteRatio": 0.94, "sentiment": 0.7}, {"count": 6, "id": "1flnbl", "title": "Turkish police captured smashing down windows and throwing gas bombs to a civilian house!", "score": 2167, "comments": 189, "upvoteRatio": 0.93, "sentiment": -0.19444444444444448}, {"count": 7, "id": "1fkvsw", "title": "Canada set to ban lifelong confinement of pigs in small cages: \"The days of pregnant pigs being confined in cages roughly the same size as their bodies are numbered.\"", "score": 1927, "comments": 363, "upvoteRatio": 0.94, "sentiment": -0.023333333333333334}, {"count": 8, "id": "1fkrn7", "title": "Turkish PM: \"There is now a menace which is called Twitter. To me, social media is the worst menace to society\"", "score": 1682, "comments": 139, "upvoteRatio": 0.92, "sentiment": -0.48333333333333334}, {"count": 9, "id": "1fm3k5", "title": "Peaceful Turkish protester has been shot by Turkish police, 4 times, in head.", "score": 1518, "comments": 143, "upvoteRatio": 0.92, "sentiment": 0.25}]}