{"data": [{"count": 0, "id": "1ga8od", "title": "Almost unnoticed, the UN is about to fight its first war. 3,000 Soldiers from South Africa, Tanzania and Malawi wearing UN insignia will take on the irregulars who sow mayhem in Congo’s east.", "score": 3432, "comments": 864, "upvoteRatio": 0.97, "sentiment": 0.024999999999999994}, {"count": 1, "id": "1g9ih5", "title": "Defend Edward Snowden! Snowden is not the one betraying the democratic principles embodied in the Bill of Rights. By exposing the conspiracy against these rights and coming forward at the cost of his career and possibly his life, he is defending them.", "score": 2907, "comments": 1242, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1ga4xo", "title": "Russian man reveals he is a homosexual to friends, Friends then beat him, shove beer bottles in his anus, try to set him on fire. Then they crushed his head with a heavy stone.", "score": 2642, "comments": 1681, "upvoteRatio": 0.93, "sentiment": -0.10000000000000002}, {"count": 3, "id": "1g8mxr", "title": "More Americans see man who leaked NSA secrets as 'patriot' than traitor\": Reuters/Ipsos poll", "score": 2534, "comments": 455, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 4, "id": "1g9fgf", "title": "Neuropsychopharmacology researchers: Outlawing drugs like marijuana and psilocybin is \"the worst case of scientific censorship since the Catholic Church banned the works of Copernicus and Galileo\"", "score": 2437, "comments": 331, "upvoteRatio": 0.9, "sentiment": -0.5}, {"count": 5, "id": "1g98td", "title": "Kim Dotcom: concerns over government tyranny are legitimate \"Prism: concerns over government tyranny are legitimate \"The post 9/11 security narrative has eroded our privacy rights in favour of government control. Prism should be discontinued immediately\"", "score": 2436, "comments": 678, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "1g9t63", "title": "Vladimir Putin defends the U.S. on NSA spying programs and drones: \"That’s the way it’s done in the U.S., and that’s the way it’s done in Russia\"", "score": 2097, "comments": 1130, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 7, "id": "1gatu1", "title": "WAR: USA to provide 'Military Support' to Syria", "score": 1996, "comments": 1460, "upvoteRatio": 0.9, "sentiment": -0.1}, {"count": 8, "id": "1g9n21", "title": "Afghan Doctor Killed by Angry Mob for Examining a Female Patient Without a 'Chaperone'", "score": 1809, "comments": 659, "upvoteRatio": 0.93, "sentiment": -0.2333333333333333}, {"count": 9, "id": "1g8e5q", "title": "Thomas Drake, who was prosecuted for allegedly disclosing NSA secrets years before Edward Snowden surfaced, says the U.S. government has an “industrial-scale” surveillance system that “the Stasi in East Germany would have drooled over.”", "score": 1412, "comments": 144, "upvoteRatio": 0.93, "sentiment": -0.1}]}