{"data": [{"count": 0, "id": "1gb8kk", "title": "Google finds that Pakistan leads in searches for gay pornography despite the country's overwhelming opposition to homosexuality", "score": 3032, "comments": 965, "upvoteRatio": 0.95, "sentiment": 0.45833333333333337}, {"count": 1, "id": "1gcp5d", "title": "UK's 5 biggest banks lose 2.4 million customers in protests against banking scandals", "score": 2945, "comments": 429, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1gbs3p", "title": "PRISM-style surveillance is global, Julian Assange says \"Edward Snowden revealed something that I've been speaking about for a long time, providing clear concrete proof that the internet has penetrated every aspect of society, right along with it is mass surveillance,\" he said.", "score": 2823, "comments": 715, "upvoteRatio": 0.92, "sentiment": 0.09714285714285716}, {"count": 3, "id": "1gb43k", "title": "Protesters in Brazil are facing violent response from our Military Police for a few days, every night. Media is covering up. Please help raise awareness.", "score": 2727, "comments": 469, "upvoteRatio": 0.95, "sentiment": -0.3666666666666667}, {"count": 4, "id": "1gboi0", "title": "Britain says NSA leaker Snowden not welcome in UK", "score": 2177, "comments": 705, "upvoteRatio": 0.93, "sentiment": -0.4}, {"count": 5, "id": "1gbwpa", "title": "Moscow unconvinced by US evidence of Syrian chemical weapons use \"The US tried to present us with information on the use of chemical weapons, but frankly we thought that it was not convincing...We wouldn’t like to invoke references to the famous lab tube that Secretary of State Powell showed\"", "score": 1962, "comments": 772, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 6, "id": "1gcca7", "title": "After over 40 years of secrecy, the real cause of death of Soviet cosmonaut Yuri Gagarin has been made public.", "score": 1623, "comments": 223, "upvoteRatio": 0.94, "sentiment": 0.1}, {"count": 7, "id": "1gc0fu", "title": "Schoolboy shot himself after police questioned him over \"sexual texts\"", "score": 1488, "comments": 1020, "upvoteRatio": 0.86, "sentiment": 0.5}, {"count": 8, "id": "1gd15x", "title": "Here in Brazil, what started, 4 days ago, as a protest over the hike of the public transport fares, turned out as protests over freedom.", "score": 1059, "comments": 149, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "1gbpuw", "title": "There are more journalists in prison in Turkey than in any other country. Prime Minister Erdogan tolerates no criticism, and aggressive prosecution of journalists on often questionable charges has fostered an atmosphere of anxiety and self-censorship.", "score": 910, "comments": 58, "upvoteRatio": 0.92, "sentiment": -0.041666666666666664}]}