{"data": [{"count": 0, "id": "1gkyds", "title": "Turkish government threatens to deploy the army against protests and to prosecute doctors who treated wounded protesters in Gezi Park", "score": 3178, "comments": 1483, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1gl9w9", "title": "Brazilians spend as much as 26% of their income to ride the bus", "score": 2811, "comments": 650, "upvoteRatio": 0.96, "sentiment": 0.2}, {"count": 2, "id": "1gkxbq", "title": "A quarter of a million people flooded the streets of cities across Brazil last night to protest against police violence, political corruption and World Cup spending.", "score": 2453, "comments": 182, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 3, "id": "1gkq5m", "title": "Iran ready to halt 20% uranium enrichment, West must reciprocate \"Iran has confirmed it is prepared to halt its enrichment of 20-percent uranium, Russian Foreign Minister Sergey Lavrov said, urging Western nations to end their sanctions against Tehran.\"", "score": 1510, "comments": 517, "upvoteRatio": 0.91, "sentiment": 0.09500000000000001}, {"count": 4, "id": "1gkuqs", "title": "Bill Clinton in Israel: “No matter how many settlers you put out there, the Palestinians are having more babies than the Israelis as a whole…You’ve got an existential question to answer”", "score": 1486, "comments": 749, "upvoteRatio": 0.81, "sentiment": 0.5}, {"count": 5, "id": "1gktns", "title": "98-year-old charged with 'unlawful execution, torture' of Jews during World War II", "score": 1378, "comments": 849, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "1gkzk2", "title": "Brazil protests over World Cup costs spread nationwide", "score": 1158, "comments": 47, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "1gkyji", "title": "Turkey: A Weekend of Police Abuse Many Protesters Arrested; Hospital Targeted - detailed report from Human Rights Watch", "score": 1147, "comments": 34, "upvoteRatio": 0.91, "sentiment": 0.3}, {"count": 8, "id": "1gkya1", "title": "Obama's Soft Totalitarianism: Europe Must Protect Itself from America", "score": 1011, "comments": 199, "upvoteRatio": 0.88, "sentiment": 0.1}, {"count": 9, "id": "1gl0zw", "title": "'In a letter sent today to the US Congress, an international coalition of non-profit organizations called upon the U.S. government to protect the privacy and freedoms of not only its citizens, but of people everywhere.'", "score": 996, "comments": 54, "upvoteRatio": 0.91, "sentiment": 0.0}]}