{"data": [{"count": 0, "id": "1hmitl", "title": "No jail time for Olympus bosses who committed $1.7 billion accounting fraud", "score": 3450, "comments": 667, "upvoteRatio": 0.95, "sentiment": 0.05}, {"count": 1, "id": "1hmy7t", "title": "Icelandic parliament has a bill that would give Snoweden Icelandic citizenship", "score": 3094, "comments": 1498, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "1hmwtm", "title": "...\"Beyond its criminality, lying to Congress destroys the pretense of oversight. Obviously, members of Congress cannot exercise any actual oversight over programs which are being concealed by deceitful national security officials\"", "score": 2579, "comments": 130, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1hmpit", "title": "EU Parliament votes to launch in-depth inquiry into US surveillance programmes with huge majority", "score": 2300, "comments": 206, "upvoteRatio": 0.94, "sentiment": 0.4000000000000001}, {"count": 4, "id": "1hlwga", "title": "Barack Obama agrees to talks with Germany to explain spying on allies", "score": 2152, "comments": 627, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "1hmjda", "title": "When states monitored their citizens we used to call them authoritarian. Now we think this is what keeps us safe?", "score": 2148, "comments": 237, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 6, "id": "1hmv30", "title": "German Social Democrat chairman Sigmar Gabriel: \"The first step has to be that public prosecutors travel to Moscow to depose Mr. Snowden as a witness. If they come away with the impression that he is a reliable witness, then admitting him to the witness protection program must be considered.\"", "score": 1303, "comments": 46, "upvoteRatio": 0.92, "sentiment": 0.07083333333333333}, {"count": 7, "id": "1hncj8", "title": "Forcing down Evo Morales's plane was an act of air piracy", "score": 853, "comments": 198, "upvoteRatio": 0.85, "sentiment": -0.15555555555555559}, {"count": 8, "id": "1hmibt", "title": "Human Cost of US Drone Strikes in Yemen - Interviews with witnesses to casualties. They were mothers, fathers, children & grandparents – & they stand in contrast to claims US does not launch missiles into Yemen unless there's a \"near-certainty no civilians will be killed or injured\".", "score": 733, "comments": 140, "upvoteRatio": 0.88, "sentiment": -0.1}, {"count": 9, "id": "1hmb98", "title": "The Rupert Murdoch tape. \"Incompetent\" cops, regrets over his own investigation, promises to protect Sun journalists: a secret recording reveals Rupert Murdoch's real attitudes to the scandal that has engulfed his empire.", "score": 657, "comments": 42, "upvoteRatio": 0.93, "sentiment": -0.009999999999999998}]}