{"data": [{"count": 0, "id": "1h11pq", "title": "Leaked e-mails reveal that Standard and Poors and Moodys accepted money for higher ratings before the financial crisis.", "score": 4615, "comments": 931, "upvoteRatio": 0.97, "sentiment": 0.08333333333333333}, {"count": 1, "id": "1h1n0m", "title": "Ron Paul on Snowden - \"My understanding is that espionage means giving secret or classified information to the enemy. Since Snowden shared information with the American people, his indictment for espionage could reveal (or confirm) that the US Government views you and me as the enemy.\"", "score": 3036, "comments": 3296, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 2, "id": "1h2bij", "title": "Two girls and mother killed in northern Pakistan over a home video showing them enjoying the rain", "score": 2928, "comments": 2561, "upvoteRatio": 0.94, "sentiment": 0.15}, {"count": 3, "id": "1h0gj6", "title": "Afghan Presidential Palace is Under Attack", "score": 2885, "comments": 1005, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 4, "id": "1h1w6o", "title": "Snowden, in asylum letter, says fair trial unlikely: \"I believe that, given these circumstances, it is unlikely that I would receive a fair trial or proper treatment prior to that trial, and face the possibility of life in prison or even death.\"", "score": 2647, "comments": 950, "upvoteRatio": 0.94, "sentiment": 0.06666666666666665}, {"count": 5, "id": "1h1iv4", "title": "Putin Says Russia Won't Extradite Edward Snowden", "score": 2568, "comments": 624, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 6, "id": "1h1gd7", "title": "Putin confirms Edward Snowden is in Moscow airport transit zone", "score": 2442, "comments": 876, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "1h162v", "title": "Overzealous data collectors in the US and Great Britain have no right to investigate German citizens. The German government must protect people from unauthorized access by foreign intelligence agencies, and it must act now. This is a matter of national security.", "score": 2436, "comments": 283, "upvoteRatio": 0.94, "sentiment": 0.10642857142857146}, {"count": 8, "id": "1h27s7", "title": "(NYT) Snowden, Through the Eyes of a Spy Novelist: \"in the last week both he and his former employers have misplayed their hands... (He) did not start out as a spy, and calling him one bends the term past recognition. Spies don’t give their secrets to journalists for free.\"", "score": 2336, "comments": 276, "upvoteRatio": 0.92, "sentiment": 0.037500000000000006}, {"count": 9, "id": "1h1rdn", "title": "Edward J. Snowden extradition papers not processed because \"...the U.S did not specify the \"J\" in Edward J Snowden whether it is Joseph or James in their papers.\"", "score": 1868, "comments": 467, "upvoteRatio": 0.95, "sentiment": 0.0}]}