{"data": [{"count": 0, "id": "1i4hiy", "title": "Canadians win $250,000 dollar prize for first human powered helicopter. The prize has been unclaimed for 33 years.", "score": 3306, "comments": 806, "upvoteRatio": 0.96, "sentiment": 0.35000000000000003}, {"count": 1, "id": "1i58ky", "title": "Edward Snowden calls meeting with Amnesty International and Human Rights Watch at Sheremetyevo airport: 'US officials are preventing me claiming asylum'", "score": 3259, "comments": 2815, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "1i5uym", "title": "One step forward, two steps backward: Egypt's new constitution declares Islam state religion, and Shariah as the basis for law.", "score": 3122, "comments": 2048, "upvoteRatio": 0.94, "sentiment": 0.13636363636363635}, {"count": 3, "id": "1i5anq", "title": "Russian lawmakers say Snowden deserves Nobel Peace Prize", "score": 2524, "comments": 1026, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "1i6b49", "title": "S. American states to withdraw ambassadors from Europe over Bolivian plane incident", "score": 2226, "comments": 471, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "1i5hkp", "title": "Snowden: \"\"No actions I take or plan are meant to harm the US...I want the US to succeed.\", Asks for political asylum in Russia", "score": 2124, "comments": 623, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "1i695l", "title": "Malala Yousafzai, teen shot by Taliban to U.N.: \"The extremists were afraid of education. That is why they're blasting schools every day. Because they're afraid of progress, afraid of change. Let us pick up our books and our pens. They are our most powerful weapons. Education is the only solution.\"", "score": 1855, "comments": 144, "upvoteRatio": 0.93, "sentiment": -0.14285714285714282}, {"count": 7, "id": "1i4phn", "title": "Ancient Native American Mound to be Destroyed for Walmart-owned Retail Warehouse", "score": 1838, "comments": 400, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "1i605n", "title": "In her first speech since Taliban tried to kill her for advocating education for girls, Malala Yousafzai celebrated her 16th birthday at the UN, appealing for compulsory free schooling for all children. \"One child, one teacher, one pen and one book can change the world...\"", "score": 1822, "comments": 115, "upvoteRatio": 0.93, "sentiment": 0.375}, {"count": 9, "id": "1i5jj6", "title": "Telstra storing data on behalf of US government: 'The data Telstra stored for the US government includes the actual content of emails, online messages and phone calls.'", "score": 1754, "comments": 122, "upvoteRatio": 0.92, "sentiment": 0.0}]}