{"data": [{"count": 0, "id": "1ia34y", "title": "Snowden: I did not seek to enrich myself. I did not seek to sell US secrets. I did not partner with any foreign government to guarantee my safety. I took what I knew to the public, so what affects all of us can be discussed by all of us in the light of day, and I asked the world for justice.", "score": 3200, "comments": 1988, "upvoteRatio": 0.93, "sentiment": 0.09166666666666667}, {"count": 1, "id": "1ia5xk", "title": "Reykjavík to end sister cities relationship with Moscow because of gay rights violations in Russia", "score": 3003, "comments": 451, "upvoteRatio": 0.94, "sentiment": 0.4166666666666667}, {"count": 2, "id": "1i9ggw", "title": "Northern Ireland: Told it would get his grandpa into heaven, a 7 year old boy submitted to sex with a predatory Catholic priest -- \"The defendant said that this was to get his grandfather into heaven and that if he told anyone it would not work\"", "score": 2789, "comments": 1428, "upvoteRatio": 0.92, "sentiment": 0.05}, {"count": 3, "id": "1iadc1", "title": "19 year-old Hacker Reveals How Brazil's Elections Were Rigged", "score": 2754, "comments": 180, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 4, "id": "1i9xkl", "title": "Dame Stella Rimington, the former head of MI5, has warned that the fear of terrorism is being exploited by the Government to erode civil liberties and risks creating a police state.", "score": 2750, "comments": 243, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "1i9t64", "title": "Swedish professor urges the Nobel peace prize commitee to give Snowden the Nobel peace prize.", "score": 2464, "comments": 784, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "1i9u2j", "title": "South Fires Back At US Bully: \"Repeated US attempts by the Bush and Obama administrations to bully the rest of the world into compliance, using a combination of military might and economic blackmail, are beginning to backfire and meet with moral resistance.\"", "score": 2016, "comments": 285, "upvoteRatio": 0.89, "sentiment": 0.025}, {"count": 7, "id": "1i92nj", "title": "Zimmerman jury reaches a verdict, Zimmerman found Not Guilty.", "score": 1963, "comments": 2550, "upvoteRatio": 0.9, "sentiment": 0.25}, {"count": 8, "id": "1i9u13", "title": "South Korea's Asiana Airlines considering legal action against TV station, NTSB -- Bogus pilot names, that phonetically spelled out phrases such as \"Something Wrong\" and \"We Too Low,\" were read during KTVU's noon broadcast Friday.", "score": 1238, "comments": 364, "upvoteRatio": 0.89, "sentiment": -0.039999999999999994}, {"count": 9, "id": "1i9fz6", "title": "GLEE star Cory Monteith found dead in Vancouver hotel", "score": 1192, "comments": 387, "upvoteRatio": 0.88, "sentiment": -0.2}]}