{"data": [{"count": 0, "id": "1hoqc9", "title": "Canadian soldiers in Afghanistan were told by their superiors to ignore incidents where Afghan soldiers and interpreters sexually assaulted young boys.", "score": 2927, "comments": 2298, "upvoteRatio": 0.94, "sentiment": 0.3}, {"count": 1, "id": "1hnvu4", "title": "Bolivian President Evo Morales says he won't hesitate to close the U.S. embassy: \"European countries need to liberate themselves from the imperialism of the Americans.\"", "score": 2792, "comments": 1942, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "1ho5od", "title": "US President Barack Obama has been urged to appear in front of the European Parliament to explain the allegations that US authorities spied on EU embassies.", "score": 2566, "comments": 346, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "1holgv", "title": "U.S. Has Nothing to Say About 10-Year-Old Killed in Drone Strike", "score": 2107, "comments": 1630, "upvoteRatio": 0.86, "sentiment": -0.2}, {"count": 4, "id": "1hoprm", "title": "Tech firms including Microsoft are said to voluntarily give advanced warning to the US government of vulnerabilities in software products sold to governments overseas before they are patched, allowing US agencies to effectively use them to conduct foreign surveillance.", "score": 2104, "comments": 211, "upvoteRatio": 0.87, "sentiment": 0.2916666666666667}, {"count": 5, "id": "1hoox8", "title": "National Intelligence Director admits that statements to Congress denying wiretapping of Americans are \"clearly erroneous\"", "score": 2038, "comments": 203, "upvoteRatio": 0.94, "sentiment": -0.5}, {"count": 6, "id": "1hp0s9", "title": "If you think that government and the financial industry are a bit too friendly in the U.S., try England. London's version of Wall Street is called the City. And in the City, the line between government and corporate interests gets even blurrier. Critics say it's time for change.", "score": 1861, "comments": 126, "upvoteRatio": 0.91, "sentiment": 0.125}, {"count": 7, "id": "1hp0gp", "title": "Iranian swimmer Elham Asghari swam 20km in full Islamic dress. But her record-breaking nine-hour feat has not been recognised by national authorities because she is a woman.", "score": 1861, "comments": 156, "upvoteRatio": 0.92, "sentiment": 0.35}, {"count": 8, "id": "1hny5t", "title": "CIA whistleblower to Snowden: ‘Do not cooperate with the FBI’", "score": 1815, "comments": 131, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "1hovac", "title": "Egypt army opens fire on pro-Morsi protesters - Middle East - Al Jazeera English", "score": 1617, "comments": 567, "upvoteRatio": 0.91, "sentiment": 0.0}]}