{"data": [{"count": 0, "id": "1iou9i", "title": "RIO: A teacher who criticized the police work regarding the protests was the victim of an abduction and told: \"Do not give any more interviews, do not cite the military police in any way anymore, or it will be the your last interview\". He was was the former Secretary of State for Human Rights.", "score": 2972, "comments": 269, "upvoteRatio": 0.95, "sentiment": 0.05416666666666666}, {"count": 1, "id": "1ioqt4", "title": "The Norwegian woman who was jailed after getting raped in Dubai, was fired by Janet Jackson's husband", "score": 2474, "comments": 1265, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "1ipay8", "title": "The International Peace Bureau is delighted to announce that this year’s Sean MacBride Peace Prize is to be awarded to Bradley Manning...", "score": 2311, "comments": 466, "upvoteRatio": 0.88, "sentiment": 0.35}, {"count": 3, "id": "1ip8sd", "title": "Richest 300 Persons on Earth Have More Money Than Poorest 3 Billion", "score": 2277, "comments": 2142, "upvoteRatio": 0.86, "sentiment": 0.5}, {"count": 4, "id": "1iou14", "title": "Poachers Kill 2 Kenya Wildlife Service Officers – They came under fierce fire in 2 separate gunfights Thursday after encountering gang hunting elephants in a dense forest. Last year, Kenya lost 384 elephants & 30 rhinos to criminals, “a worrying trend” that's “not sustainable”.", "score": 2112, "comments": 279, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "1iorww", "title": "Muslims siege a police station in France after a burka-clad woman was fined", "score": 1932, "comments": 2583, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "1ip0mr", "title": "\"War on Drugs\" at work in Mexico. My former students, arrested a week from graduating high school, have been in jail for months. Their used car, bought from the U.S., had a brick of cocaine hidden in it. Customs didn't find a thing. Meanwhile, real drug lords run the government and live in luxury.", "score": 1859, "comments": 250, "upvoteRatio": 0.9, "sentiment": 0.038282828282828286}, {"count": 7, "id": "1iovaa", "title": "Fifteen years after autism panic, a plague of measles erupts in Wales. In 1998, southwest Wales was a hotbed of resistance to a vaccine for measles, mumps and rubella. The bill has now come due.", "score": 1667, "comments": 411, "upvoteRatio": 0.89, "sentiment": -0.125}, {"count": 8, "id": "1ioz49", "title": "Female vigilantes in India join forces to fight rape: In a country where a woman is raped every 20 minutes, the group's extreme measures have won quiet approval from some", "score": 1580, "comments": 236, "upvoteRatio": 0.92, "sentiment": -0.041666666666666664}, {"count": 9, "id": "1ipe8q", "title": "UK wants to ban pornography featuring scenes of glorification of rape and other serious sexual offences", "score": 1256, "comments": 687, "upvoteRatio": 0.92, "sentiment": 0.060416666666666674}]}