{"data": [{"count": 0, "id": "1j15hu", "title": "Pope Francis scolds rich in visit to muddy Brazilian slum: \"Everybody, according to his or her particular opportunities and responsibilities, should be able to make a personal contribution to putting an end to so many social injustices\"", "score": 2944, "comments": 2069, "upvoteRatio": 0.93, "sentiment": 0.2625}, {"count": 1, "id": "1j0j5i", "title": "WikiLeaks Founder Assange to Run for Australian Senate", "score": 2735, "comments": 823, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "1j0b43", "title": "Australian billionaire gets approval to build world's largest dinosaur park", "score": 2616, "comments": 852, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1j0hdo", "title": "MP behind UK internet porn filter hacked, accuses blogger who reported it -- \"It became disturbingly clear that MP Perry does not know how hyperlinks, websites, the fundamentals of content distribution works\"", "score": 2452, "comments": 398, "upvoteRatio": 0.93, "sentiment": -0.15}, {"count": 4, "id": "1j0tdm", "title": "U.S. Wants Snowden Returned, Not Extradited, Ambassador Says \"U.S. Ambassador to Russia Michael McFaul said that Washington wants fugitive intelligence leaker Edward Snowden returned to the United States and not extradited\"", "score": 2116, "comments": 1115, "upvoteRatio": 0.91, "sentiment": 0.2}, {"count": 5, "id": "1j1b4v", "title": "Oxford Dictionary will change the definition of \"Marriage\" to include the LGBT Community...", "score": 2099, "comments": 504, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 6, "id": "1j0la0", "title": "''The train driver recognised that he was driving at 190 KM/H, while the speed limit in that curve is 80 KM/H.'' More than 80 dead in the spanish train accident.", "score": 2053, "comments": 537, "upvoteRatio": 0.94, "sentiment": 0.09999999999999999}, {"count": 7, "id": "1j06mk", "title": "Australia makes HUGE oil discovery: in a virtually uninhabitable section of South Australia, a discovery has been made which could rock the world, Some are calling it the biggest discovery of oil in 50 years", "score": 1838, "comments": 920, "upvoteRatio": 0.86, "sentiment": 0.4000000000000001}, {"count": 8, "id": "1j25y2", "title": "The geographic North pole has been turned into a large lake", "score": 1301, "comments": 237, "upvoteRatio": 0.82, "sentiment": 0.21428571428571427}, {"count": 9, "id": "1j17y9", "title": "Church of England announces plans to force money lenders out of business - by offering a superior service through credit unions", "score": 1117, "comments": 144, "upvoteRatio": 0.94, "sentiment": 0.7}]}