{"data": [{"count": 0, "id": "1j7m4a", "title": "On-by-default UK internet porn filters will also block content relating to alcohol, smoking, web forums, \"esoteric material,\" and web blocking circumvention tools.", "score": 4015, "comments": 2823, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 1, "id": "1j71nm", "title": "Edward Snowden's not the story. The fate of the internet is", "score": 3362, "comments": 1003, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1j80mm", "title": "UK ISP Andrews and Arnold on 'porn filter': Sorry, for a censored internet you will have to pick a different ISP or move to North Korea. Our services are all unfiltered.", "score": 2603, "comments": 247, "upvoteRatio": 0.94, "sentiment": -0.25}, {"count": 3, "id": "1j7o1q", "title": "Public health officials are watching in horror as bacteria become resistant to powerful carbapenem antibiotics — one of the last drugs on the shelf. UK and US chiefs warn of a coming health “nightmare” and a “catastrophic threat”.", "score": 2494, "comments": 574, "upvoteRatio": 0.94, "sentiment": 0.09999999999999999}, {"count": 4, "id": "1j7yap", "title": "Young entrepreneur denied being able to register new business in Québec because company name \"Wellarc\" is too English sounding", "score": 1730, "comments": 816, "upvoteRatio": 0.9, "sentiment": 0.18409090909090908}, {"count": 5, "id": "1j8lqv", "title": "‘Anti-drone’ militant group claims it will carry out a suicide attack for each new drone strike", "score": 1706, "comments": 724, "upvoteRatio": 0.91, "sentiment": 0.13636363636363635}, {"count": 6, "id": "1j7sln", "title": "Trudeau Says he Supports Legalizing Marijuana", "score": 1167, "comments": 224, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 7, "id": "1j7ssp", "title": "New sex abuse crisis in Scottish Catholic church Priest claims he was abused by older cleric, and church is punishing him for speaking out", "score": 760, "comments": 53, "upvoteRatio": 0.9, "sentiment": 0.101010101010101}, {"count": 8, "id": "1j85yi", "title": "Why it’s time to get rid of Ireland’s blasphemy laws: \"The law brings our parliament and our laws into disrepute. It does not protect religious belief; it incentivises outrage and it criminalises free speech. It also treats religious beliefs as more valuable than atheistic or secular beliefs\"", "score": 755, "comments": 104, "upvoteRatio": 0.87, "sentiment": 0.225}, {"count": 9, "id": "1j7sbt", "title": "Rejected mistresses expose Chinese leaders' corruption; lavish spending on cars, designer cloths, jewelery dispite low \"official\" salary", "score": 671, "comments": 77, "upvoteRatio": 0.91, "sentiment": 0.0}]}