{"data": [{"count": 0, "id": "1jmff2", "title": "\"An Absolutely Ridiculous Idea\": Wikipedia co-founder Jimmy Wales rejects David Cameron's online porn filter plan - \"We should be devoting that... dealing with real criminal issues online, stealing credit card numbers, hacking into sites.\" He's been a high-profile celebrity adviser to the PM.", "score": 3164, "comments": 724, "upvoteRatio": 0.95, "sentiment": -0.4666666666666667}, {"count": 1, "id": "1jmtx8", "title": "Uruguay to Become First Nation to Fully Legalize Marijuana: Blow to Ruinous US War on Drugs", "score": 2860, "comments": 852, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 2, "id": "1jmj3s", "title": "'I want to dig a deep hole and bury myself again': Chilean miners stunned by decision not to prosecute over accident. The decision that no one will face charges over the mining accident in Chile that left 33 men underground for 69 days has left many speechless", "score": 2272, "comments": 174, "upvoteRatio": 0.95, "sentiment": 0.125}, {"count": 3, "id": "1jmuro", "title": "Swedish sociology professor Steven Svallfors has nominated Snowden for the Nobel Peace Prize.", "score": 2003, "comments": 594, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 4, "id": "1jmi2b", "title": "White House Closes Inquiry Into Afghan Massacre and Will Release No Details -- \"in November 2001, Taliban prisoners surrendered to the Northern Alliance. They were transported in shipping containers without food or water...hundreds of men died of suffocation while others were shot\"", "score": 1683, "comments": 265, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "1jmus8", "title": "\"Germany has been under surveillance by the United States for decades, and German leaders have been fully aware of it, says historian Josef Foschepoth. The reason? Secret post-war accords.\"", "score": 1222, "comments": 156, "upvoteRatio": 0.94, "sentiment": -0.05000000000000001}, {"count": 6, "id": "1jlzy2", "title": "Facebook Is Riddled With Click Farms Where Workers Sit In Dingy Rooms in Bangladesh, Bars On The Windows, Generating 1,000 Likes For $1", "score": 1183, "comments": 173, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "1jlhxo", "title": "The decision by Uruguay lawmakers to legalize the possession and sale of marijuana could signal the beginning of the end for the increasingly unpopular U.S.-led war on drugs, experts say.", "score": 1116, "comments": 89, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "1jmf1f", "title": "XKeyscore a 'God-terminal' into Internet", "score": 1103, "comments": 141, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "1jlpld", "title": "Norwegian Green Party is calling for \"state-controlled production and sale of cannabis,\" as well as the decriminalization of possession for all drugs", "score": 706, "comments": 100, "upvoteRatio": 0.89, "sentiment": -0.1}]}