{"data": [{"count": 0, "id": "1jezlg", "title": "Snowden's father says FBI asked him to fly to Moscow to persuade son to return home to US", "score": 3207, "comments": 2189, "upvoteRatio": 0.95, "sentiment": 0.8}, {"count": 1, "id": "1jftdx", "title": "BP is engaged in an aggressive campaign to limit how much it pays for the losses caused by its reckless behavior.", "score": 2796, "comments": 890, "upvoteRatio": 0.92, "sentiment": 0.2}, {"count": 2, "id": "1jeqk4", "title": "Islamist militants massacred an entire camp of climbers one month ago, forever changing outdoor sports in the region.", "score": 2740, "comments": 2112, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "1jgazk", "title": "Uruguay: Marijuana legalisation bill approved in the lower house", "score": 2376, "comments": 476, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "1jfmng", "title": "Ultra-Orthodox Jewish protesters shatter bus windows after female passenger refuses to sit in back", "score": 2126, "comments": 686, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "1jfi1h", "title": "Child banned from school trip for eating chocolate—the mother had to make a 160-mile journey to collect her daughter after she was banned from a primary school trip for eating some chocolate.", "score": 2038, "comments": 1484, "upvoteRatio": 0.88, "sentiment": 0.4}, {"count": 6, "id": "1jeyn4", "title": "\"Egypt's cultural heritage is in danger. Grave robbers, sometimes heavily armed, are taking advantage of political chaos to plunder its poorly guarded archaeological sites. Authorities feel powerless to stop them and fear that ancient treasures might be lost forever.\"", "score": 1877, "comments": 310, "upvoteRatio": 0.93, "sentiment": -0.033333333333333326}, {"count": 7, "id": "1jdvsw", "title": "To give some perspective to the recent story concerning the upcoming Olympics, this is what happens during a gay pride event in Russia", "score": 1642, "comments": 727, "upvoteRatio": 0.89, "sentiment": 0.20833333333333334}, {"count": 8, "id": "1jem7r", "title": "In Turkey, Higher Education Loans and Dormitories Institution announces no education loans will be granted to students who engage in resistance, stage boycotts, chant slogans or become involved in similar activities", "score": 1571, "comments": 133, "upvoteRatio": 0.94, "sentiment": 0.125}, {"count": 9, "id": "1jf806", "title": "XKeyscore: NSA tool collects 'nearly everything a user does on the internet'", "score": 1289, "comments": 180, "upvoteRatio": 0.94, "sentiment": 0.1}]}