{"data": [{"count": 0, "id": "1kogh5", "title": "Brazil passes a law that reserves the nation's oil royalties for education and health care: \"Historic victory.\"", "score": 3953, "comments": 581, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 1, "id": "1knaq5", "title": "The new Egyptian constitution may seek to ban all religious parties from the political arena,declaring the Muslim Brotherhood a terrorist organization", "score": 3525, "comments": 1938, "upvoteRatio": 0.97, "sentiment": 0.04545454545454545}, {"count": 2, "id": "1knt80", "title": "New Zealand prime minister walks out of press conference when questioned over spy bill", "score": 3424, "comments": 1268, "upvoteRatio": 0.96, "sentiment": 0.13636363636363635}, {"count": 3, "id": "1kn192", "title": "CIA Admits It Was Behind Iran's Coup: The agency finally owns up to its role in the 1953 operation.", "score": 2395, "comments": 553, "upvoteRatio": 0.94, "sentiment": -0.2}, {"count": 4, "id": "1ko340", "title": "Snowden journalist to publish UK secrets after Britain detains partner", "score": 2246, "comments": 497, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 5, "id": "1knsej", "title": "Drug addiction not a criminal issue, says chief medical officer UK,", "score": 2159, "comments": 201, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 6, "id": "1koy90", "title": "BP is suing the US government to be allowed to explore for oil with US federal money again.", "score": 1533, "comments": 195, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "1kokdi", "title": "Following the nine-hour-long detention by British authorities of Glenn Greenwald's partner, David Miranda, Anonymous hacks UK and Chinese government websites, posts personal information of US government officials and their families as \"vital anti-terror surveillance information.\"", "score": 1463, "comments": 175, "upvoteRatio": 0.93, "sentiment": 0.02}, {"count": 8, "id": "1knxbv", "title": "The Fukushima Disaster gets WORSE: In the wake of the 2011 disaster, Tepco led the public to believe that it had contained the flow of contaminated water into the Pacific. They now admit that not only was that a lie, but that the quantities of water involved (400K gallons per day) are very large.", "score": 1135, "comments": 294, "upvoteRatio": 0.88, "sentiment": -0.03035714285714286}, {"count": 9, "id": "1knti9", "title": "Mexican politician says gay people should not be allowed to marry because 'they don't face each other during sex'", "score": 1116, "comments": 373, "upvoteRatio": 0.84, "sentiment": 0.09722222222222222}]}