{"data": [{"count": 0, "id": "1kz1ju", "title": "Nobody is saying anything but Colombia has been for the last 4 days in a Nationwide strike against the Government policies and the Trade agreement with the United States.", "score": 3457, "comments": 1408, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1l06tn", "title": "A 15-year-old girl who faced 100 lashes in the Maldives after she was raped by her step-father has had the sentence overturned following an international campaign.", "score": 2972, "comments": 515, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "1kzxff", "title": "Judge refuses to let Muslim defendant wear burqa in court", "score": 2384, "comments": 2226, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "1l0mmt", "title": "David Miranda's detention is a threat to press freedom, say European editors - Newspapers urge prime minister to restore Britain's reputation for free press after holding of Guardian journalist's partner", "score": 2314, "comments": 161, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 4, "id": "1l0qgi", "title": "Land speculators destroy 2,700 year old Greek necropolis in Libya, throwing artifacts into a river", "score": 2141, "comments": 323, "upvoteRatio": 0.95, "sentiment": -0.03333333333333333}, {"count": 5, "id": "1l044b", "title": "Holding Italy Hostage \"Vote me out of jail, or I will bring the country down with me. This, essentially, is the message Silvio Berlusconi—four-time prime minister, owner of the country’s three main TV channels, criminal defendant many times over—has just sent to the Italian government...\"", "score": 1903, "comments": 290, "upvoteRatio": 0.94, "sentiment": 0.0015873015873015817}, {"count": 6, "id": "1kzvmq", "title": "A former Australian government leader has blamed the gun culture in the United States for the shooting death of an Australian baseball player in Oklahoma and condemned America's lax firearm controls as a corruptive influence around the world", "score": 1535, "comments": 2144, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 7, "id": "1l01x1", "title": "Police in Hong Kong have arrested more than 1,800 people in a crackdown on the organised crime gangs known as triads.", "score": 1334, "comments": 153, "upvoteRatio": 0.95, "sentiment": 0.5}, {"count": 8, "id": "1kzxxi", "title": "Nigerian Islamists accused of cutting throats of 44 villagers", "score": 1155, "comments": 459, "upvoteRatio": 0.9, "sentiment": -0.6}, {"count": 9, "id": "1kzxfn", "title": "Syrian soldiers enter rebel tunnels, find chemical agents: state TV \"Syrian state television said government soldiers found chemical agents in rebel tunnels in the Damascus suburb of Jobar on Saturday and some of the troops were suffocating\"", "score": 1005, "comments": 749, "upvoteRatio": 0.87, "sentiment": -0.5}]}