{"data": [{"count": 0, "id": "1l2206", "title": "U.S. spy agency bugged U.N. headquarters: Germany's Spiegel", "score": 3575, "comments": 1750, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1l15l9", "title": "Americans strongly oppose U.S. intervention in Syria's civil war and believe Washington should stay out of the conflict even if reports that Syria's government used deadly chemicals to attack civilians are confirmed, a Reuters/Ipsos poll says.", "score": 3014, "comments": 2910, "upvoteRatio": 0.94, "sentiment": 0.2111111111111111}, {"count": 2, "id": "1l2pv9", "title": "LSD is good for you, say Norway researchers", "score": 1907, "comments": 813, "upvoteRatio": 0.84, "sentiment": 0.7}, {"count": 3, "id": "1l1y4k", "title": "Syria has agreed to allow weapons inspectors full access to any site of a purported chemical weapons attack, effective immediately, Syria's Deputy Foreign Minister Faisal al Mekdad tells CNN's Fred Pleitgen.", "score": 1208, "comments": 617, "upvoteRatio": 0.9, "sentiment": 0.27499999999999997}, {"count": 4, "id": "1l1d2a", "title": "Syria warns U.S. not to intervene militarily", "score": 902, "comments": 387, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 5, "id": "1l2lwt", "title": "Alexander runs the US cyberwar effort, an empire he built over eight years by insisting that our vulnerability to digital attacks requires amassing ever more authority. In his telling, the threat is so huge that the nation has little option but to put the entire Internet under his control.", "score": 895, "comments": 104, "upvoteRatio": 0.91, "sentiment": 0.14250000000000002}, {"count": 6, "id": "1l2wo0", "title": "Navy ready to launch first strike on Syria: Britain is planning to join forces with America and launch military action against Syria within days in response to the gas attack believed to have been carried out by President Bashar al-Assad’s forces against his own people", "score": 887, "comments": 963, "upvoteRatio": 0.88, "sentiment": 0.20999999999999996}, {"count": 7, "id": "1l135p", "title": "An open letter from four of the largest Nordic newspapers to Britains PM David Cameron regarding the treatment of The Guardian", "score": 835, "comments": 41, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "1l1a6p", "title": "2 British women were beaten and detained in China for refusing to accept counterfeit goods. Their visas expired while they were stuck in jail and they are now in legal limbo.", "score": 748, "comments": 177, "upvoteRatio": 0.92, "sentiment": 0.03333333333333333}, {"count": 9, "id": "1l2kl2", "title": "Wikileaks leaks alleged emails between American officials and intelligence contractors.", "score": 680, "comments": 64, "upvoteRatio": 0.89, "sentiment": -0.05}]}