{"data": [{"count": 0, "id": "1lrqx6", "title": "36 hours before the Australian election and in the middle of an advertising blackout, the party in the lead declares they will filter the internet by default.", "score": 3891, "comments": 1730, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 1, "id": "1lrx92", "title": "'Jurassic Park' Emerges Out of Venezuela Oil - Finds include an armadillo the size of a Volkswagen, crocodile bigger than a bus, saber-toothed tiger, featherless chicken resembling an iguana, & 10 ft pelican. Paleontologists aim to find human fossils. \"We've have already found spearheads.\"", "score": 3520, "comments": 1012, "upvoteRatio": 0.97, "sentiment": -0.19999999999999998}, {"count": 2, "id": "1lsvip", "title": "US and UK spy agencies defeat privacy and security on the internet", "score": 3333, "comments": 1378, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "1lsc66", "title": "India: 6 year old rape victim has been ordered by a caste council to marry her rapist's 8 year old son. During the period of negotiation, the rapist raped the girl again.", "score": 3181, "comments": 2791, "upvoteRatio": 0.94, "sentiment": 0.041666666666666664}, {"count": 4, "id": "1lr105", "title": "Swedish Reporter Asks Obama if Nobel Peace Prize Presents ‘Dilemma’ When Planning Syria Attack", "score": 2714, "comments": 989, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "1lt3g1", "title": "Feds Beg NY Times, Pro Publica Not To Reveal That They've Inserted Backdoors Into Internet Encryption", "score": 2696, "comments": 310, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "1lsivr", "title": "U.N. Calls for a Public Debate on Snowden Revelations", "score": 2406, "comments": 181, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "1lryq8", "title": "PayPal freezes funds of Mailpile - a secure mailing solution under development based in Iceland", "score": 2367, "comments": 501, "upvoteRatio": 0.92, "sentiment": 0.4}, {"count": 8, "id": "1ls6fd", "title": "China joins Russia in opposing military strikes", "score": 2021, "comments": 565, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 9, "id": "1lr241", "title": "We Must Not Be the World's Policeman: \"As it interferes in other people's conflicts, a self-appointed world policemen will breed resentment and a lust for revenge. No one likes a bully, especially when it's a presumptuous superpower armed with nuclear warheads and monstrous conventional weapons.\"", "score": 1639, "comments": 661, "upvoteRatio": 0.79, "sentiment": -0.08928571428571429}]}