{"data": [{"count": 0, "id": "1m15tf", "title": "German secret service uses helicopter to scan US consulate for spying equipment, US consul issues a complaint", "score": 3074, "comments": 730, "upvoteRatio": 0.95, "sentiment": -0.2333333333333333}, {"count": 1, "id": "1m0ez9", "title": "Norway Has More Money Than It Knows What To Do With: \"Our biggest challenge is that our oil wealth is so huge we run the risk of wasting it on substandard projects that are not profitable enough.\"", "score": 2964, "comments": 1325, "upvoteRatio": 0.95, "sentiment": 0.30000000000000004}, {"count": 2, "id": "1m0uql", "title": "Saudi Arabia sent 1239 death row inmates to fight in Syria with a full pardon and monthly salary", "score": 2891, "comments": 1598, "upvoteRatio": 0.93, "sentiment": 0.35}, {"count": 3, "id": "1m1e6o", "title": "Kerry's bluff called? Just hours after U.S. Secretary of State John Kerry made an off-hand comment about how Syria could avert a military strike by turning over its chemical weapons program, Russia's foreign minister is proposing that the Assad regime do just that.", "score": 2754, "comments": 1310, "upvoteRatio": 0.92, "sentiment": -0.1125}, {"count": 4, "id": "1m0qyq", "title": "Why Dubai's Islamic Austerity is a Sham, Couples who publicaly kiss are jailed yet the state turns a blind eye to 30,000 imported prostitutes", "score": 2548, "comments": 473, "upvoteRatio": 0.94, "sentiment": -0.35}, {"count": 5, "id": "1m1ohb", "title": "Syrian Rebels: \"Either you convert to Islam, or you will be beheaded\"", "score": 2413, "comments": 2852, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "1m2bx7", "title": "Government scientist leaks photos of bitumen oil spill in Alberta lake. A million litres of bitumen have so far leaked into the surrounding environment, with 2,400 litres seeping in every day.", "score": 2395, "comments": 369, "upvoteRatio": 0.94, "sentiment": 0.1}, {"count": 7, "id": "1m1056", "title": "'Saddam used chemical weapons on Iran with no hullabaloo from the West' - Ex British Foreign Secretary", "score": 2390, "comments": 722, "upvoteRatio": 0.88, "sentiment": -0.0625}, {"count": 8, "id": "1m1bjm", "title": "Russia urges Assad to give up chemical weapons", "score": 2109, "comments": 492, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "1m1e79", "title": "OFFICIAL : Dennis Rodman will train North Korea's Basketball Olympic team", "score": 1896, "comments": 346, "upvoteRatio": 0.92, "sentiment": 0.0}]}