{"data": [{"count": 0, "id": "1mu6ui", "title": "WikiLeaks released 249 documents from 92 global intelligence contractors. These reveal how, US, EU and developing world intelligence agencies have rushed into spending millions on next-generation mass surveillance technology to target communities, groups and whole populations.", "score": 3505, "comments": 1095, "upvoteRatio": 0.95, "sentiment": 0.1}, {"count": 1, "id": "1mukam", "title": "'All Muslims leave... we only want to kill non-Muslims': Gunmen massacre at least 22 in Kenyan shopping mall after releasing anyone who could prove they were Islamic by reciting a prayer", "score": 2438, "comments": 4865, "upvoteRatio": 0.89, "sentiment": -0.15}, {"count": 2, "id": "1mtz23", "title": "North Korean coast guard opens fire on Russian vessel [xpost /r/NorthKoreaNews]", "score": 2350, "comments": 921, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "1mu305", "title": "Ecuador: US has seemingly denied visas to a delegation that was set to travel to the UN General Assembly in New York to present their case regarding an ongoing dispute against Chevron-Texaco.", "score": 2232, "comments": 247, "upvoteRatio": 0.92, "sentiment": 0.062121212121212126}, {"count": 4, "id": "1mtvyq", "title": "NASA declared the Deep Impact mission lost on Friday, after a computer glitch doomed the comet-smashing spacecraft.", "score": 2139, "comments": 358, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "1mtydh", "title": "Greece is moving to effectively outlaw the extreme-right Golden Dawn party by asking prosecutors to declare it a criminal organization...It presented prosecutors with a legal file that it says it acted as an organized gang—a felony under Greece's penal code—and declaring it a threat to public order", "score": 1860, "comments": 419, "upvoteRatio": 0.9, "sentiment": 0.13999999999999999}, {"count": 6, "id": "1muych", "title": "NSA Fallout: Officials are now talking about laying fibre-optic cables to Latin American countries and Europe so that Brazil’s international online traffic bypasses the United States", "score": 1069, "comments": 130, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "1muyfq", "title": "North Korean collapse \"inevitable\", according to new report. A collapse would risk \"civil war, a humanitarian crisis or even war with China\" when China moves to annex territory.", "score": 1062, "comments": 375, "upvoteRatio": 0.89, "sentiment": 0.06818181818181818}, {"count": 8, "id": "1mt5kl", "title": "Pope urges Catholic doctors to refuse abortions", "score": 781, "comments": 763, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 9, "id": "1mugun", "title": "Bangladesh garment workers demand $100 a month minimum wage", "score": 695, "comments": 158, "upvoteRatio": 0.93, "sentiment": 0.0}]}