{"data": [{"count": 0, "id": "1n8m1g", "title": "Researchers: Sonar mapping for oil near Madagascar killed 100 whales", "score": 3194, "comments": 773, "upvoteRatio": 0.94, "sentiment": -0.05}, {"count": 1, "id": "1n8q3v", "title": "The death of a young Saudi during a car chase by the country’s religious police has stirred uproar on the social media, especially after it became known that the involved members of the Saudi religious police fled the scene of the accident.", "score": 2772, "comments": 538, "upvoteRatio": 0.94, "sentiment": 0.026666666666666665}, {"count": 2, "id": "1n8tuv", "title": "Malala Yousafzai tells UN to send books, not guns. \"Instead of sending weapons, instead of sending tanks to Afghanistan and all these countries which are suffering from terrorism, send books. Instead of sending tanks, send pens. Instead of sending soldiers, send teachers.\"", "score": 2507, "comments": 642, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "1n8tgs", "title": "The TomTato: Plant which produces both potatoes and tomatoes launched in UK", "score": 2340, "comments": 429, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 4, "id": "1n8cqy", "title": "The Indian Supreme Court gives voters right to reject all candidates", "score": 1773, "comments": 141, "upvoteRatio": 0.95, "sentiment": 0.2857142857142857}, {"count": 5, "id": "1n8pcs", "title": "Syrian arsenal will be easier to diasarm than initially expected: U.S. and Russia Say Majority of Syrian Chemical Arsenal Is “Unweaponized\"", "score": 1672, "comments": 421, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 6, "id": "1n90b6", "title": "\"You’re not the boss of the world\": Regular Iranian citizens speak directly to America", "score": 1573, "comments": 1229, "upvoteRatio": 0.8, "sentiment": 0.05}, {"count": 7, "id": "1n7m3b", "title": "The US already has a nuclear submarine explicitly dedicated to tapping undersea internet cables…and doing this since 70's", "score": 1374, "comments": 286, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "1n9ict", "title": "An international team of sniper hitmen have been caught, plotting to murder a DEA agent and others; reads like a Tom Clancy novel.", "score": 1273, "comments": 157, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "1n88xv", "title": "The Palestinian village erased from the map: Demolition of Makhul shows how Israelis are transforming the Jordan Valley, despite international condemnation", "score": 1020, "comments": 781, "upvoteRatio": 0.81, "sentiment": 0.0}]}