{"data": [{"count": 0, "id": "1nqox7", "title": "China floods thousands of troops into Tibetan village that is defying a law requiring every Tibetan to hang a Chinese flag over their home. Since troops arrived, 40 villagers have disappeared.", "score": 3416, "comments": 1599, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1nptwe", "title": "Russia stops all adoptions to Sweden due to risk of children getting gay parents.", "score": 3307, "comments": 2438, "upvoteRatio": 0.95, "sentiment": 0.14583333333333334}, {"count": 2, "id": "1nq7g3", "title": "Swiss to vote on 2,500 franc basic income for every adult - Switzerland will hold a vote on whether to introduce a basic income for all adults, in a further sign of growing public activism over pay inequality since the financial crisis.", "score": 2957, "comments": 1767, "upvoteRatio": 0.93, "sentiment": 0.016666666666666666}, {"count": 3, "id": "1noz2j", "title": "Internet freedom on decline worldwide as governments tighten grip - report", "score": 2834, "comments": 391, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 4, "id": "1npqe2", "title": "UFO crashes into London primary school playground: “A very talented parent built the space craft and dressed as forensic detective to help with staging of crash\". Later school received letter of apology from aliens stating they accidently crashed into playground whilst sightseeing in London\"", "score": 2773, "comments": 458, "upvoteRatio": 0.92, "sentiment": 0.4366666666666667}, {"count": 5, "id": "1nq2nc", "title": "Wal-Mart in Brazil ordered to pay US$ 10 million in damages due to several labor violations, including mandatory extra hours, voiding bathroom breaks, and compelling workers to sing and dance a motivational \"cheer\" at the beginning of the work day.", "score": 2168, "comments": 405, "upvoteRatio": 0.94, "sentiment": 0.04375}, {"count": 6, "id": "1nr1h3", "title": "The Supreme Court (Japan) has rejected an appeal by a citizens’ group demanding that the state disclose the names of firms whose employees were officially confirmed to have died from overwork, saying this could harm their corporate reputation.", "score": 1733, "comments": 143, "upvoteRatio": 0.95, "sentiment": 0.2}, {"count": 7, "id": "1nqivn", "title": "NSA presentation (Tor Stinks) – read the full document", "score": 1344, "comments": 367, "upvoteRatio": 0.9, "sentiment": -0.125}, {"count": 8, "id": "1nqhuy", "title": "Scientists have found way to use a third person's DNA to greatly reduce the potential for disorders of the heart, brain, and muscle. Large numbers of European politicians condemn the act as a three parent baby \"incompatible with human dignity\" and are working to make the therapy illegal.", "score": 910, "comments": 314, "upvoteRatio": 0.93, "sentiment": 0.07346938775510203}, {"count": 9, "id": "1npzwc", "title": "Five stupid things Dread Pirate Roberts did to get arrested: Everyone thought the shady figure behind the Silk Road website was a criminal mastermind. The reality tells a different story", "score": 596, "comments": 178, "upvoteRatio": 0.88, "sentiment": -0.36999999999999994}]}