{"data": [{"count": 0, "id": "1o7lvu", "title": "$470,000 on wardrobes, $20,000 on a bath tub and $1 million on his garden - A German Catholic bishop has upset a few people with this kind of spending", "score": 3354, "comments": 1284, "upvoteRatio": 0.96, "sentiment": 0.09999999999999999}, {"count": 1, "id": "1o7zfr", "title": "Skype under investigation in Luxembourg over link to NSA", "score": 2910, "comments": 304, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "1o8oyw", "title": "Google will soon put your face, name, and content in its ads", "score": 2514, "comments": 1121, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "1o8rld", "title": "BBC News - Cyclone Phailin: Mass evacuations in eastern India! [It Is As Strong as Katrina, Twice as Wide as Sandy And it is About to Devastate India] Keep us in thought Reddit!", "score": 2493, "comments": 313, "upvoteRatio": 0.93, "sentiment": 0.15416666666666665}, {"count": 4, "id": "1o7n5n", "title": "Guardian was 'entirely correct' to publish NSA stories, says Vince Cable - Britain's Business secretary confirms Deputy PM Nick Clegg is to launch review of oversight of intelligence agencies", "score": 2320, "comments": 67, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "1o7l0l", "title": "Trapped in Qatar: Footballers Describe Nightmarish Treatment \"Qatar, host of the 2022 WC is spending a lot of money to attract players and coaches. SPIEGEL spent time with a handful who have gone to the emirate and say they are aren't getting paid, but have been prevented from leaving the country\"", "score": 2135, "comments": 473, "upvoteRatio": 0.92, "sentiment": -0.15000000000000002}, {"count": 6, "id": "1o7xvy", "title": "German drug firm halts US anesthetic exports after finding it was sent for executions", "score": 1950, "comments": 435, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 7, "id": "1o7z7k", "title": "The core Internet institutions abandon the US Government", "score": 1784, "comments": 167, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "1o8omq", "title": "Air Canada Loses Woman’s Dog, Spokesman Dismisses Inquiries In Accidental Email", "score": 1657, "comments": 203, "upvoteRatio": 0.93, "sentiment": -0.3}, {"count": 9, "id": "1o7r31", "title": "Rather than savage cuts, Switzerland considers “Star Trek” economics \"By gathering over 100,000 signatures activists have secured a vote by Switzerland’s parliament on an audacious proposal: providing a basic monthly income of about $2,800 U.S. dollars to each adult in the country\"", "score": 1238, "comments": 550, "upvoteRatio": 0.88, "sentiment": 0.05}]}