{"data": [{"count": 0, "id": "1okktg", "title": "France finds Church of Scientology guilty of \"organized fraud\" despite \"religious freedom\" claims", "score": 3835, "comments": 1126, "upvoteRatio": 0.96, "sentiment": -0.25}, {"count": 1, "id": "1ol8i5", "title": "German filmmaker imprisoned for exposing dire Qatar World Cup worker conditions", "score": 3236, "comments": 635, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 2, "id": "1okesz", "title": "Divers have recovered what may be a 570kg chunk of the space rock that exploded over Chelyabinsk earlier this year. The object is thought to have plunged into Lake Chebarkul leaving a 6m-wide hole in the ice. If confirmed, it would be the largest fragment of the meteorite yet found.", "score": 3177, "comments": 586, "upvoteRatio": 0.96, "sentiment": 0.2}, {"count": 3, "id": "1ok8va", "title": "Jihadi Work Accident: Two Al-Shabaab Suicide Bombers Planning To Attack World Cup Qualifying Match Accidentally Blow Themselves Up While Preparing Attack", "score": 2386, "comments": 495, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "1okzwq", "title": "Kenya to microchip all rhinos' horns to beat poachers", "score": 2380, "comments": 253, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 5, "id": "1okb26", "title": "Transparency International calls on German President to intervene after BMW gives almost $1million to politicians who then block law to limit car emissions", "score": 1841, "comments": 142, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "1oliu3", "title": "Largest Star ever found in the universe about to go supernova 16000 ly from Earth", "score": 1721, "comments": 567, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 7, "id": "1okegf", "title": "The word many Mexicans now use to describe Washington reflects a familiar mix of outrage and exasperation: berrinche. Technically defined as a tantrum, berrinches are also spoiled little rich kids, blind to their privilege and the effects of their misbehavior.", "score": 1438, "comments": 309, "upvoteRatio": 0.88, "sentiment": 0.09375}, {"count": 8, "id": "1ok4fx", "title": "End of Swiss bank secrecy, black money information to be shared", "score": 883, "comments": 66, "upvoteRatio": 0.85, "sentiment": -0.16666666666666666}, {"count": 9, "id": "1okra7", "title": "Germany’s Bishop of Bling : Pope Francis has summoned a spendthrift German bishop to Rome to answer for his excesses, including a $3 million marble courtyard at his new headquarters with fountains spouting holy water.", "score": 725, "comments": 138, "upvoteRatio": 0.92, "sentiment": 0.06818181818181818}]}