{"data": [{"count": 0, "id": "1ns7wp", "title": "The Pirate Party of Russia has offered NASA the use of its dedicated servers to temporarily host the US space agency’s website as it has been shut down “due to the lapse in federal government funding.”", "score": 3385, "comments": 1077, "upvoteRatio": 0.96, "sentiment": -0.14027777777777778}, {"count": 1, "id": "1ns3o0", "title": "Medicinal marijuana is now legal in Romania, the 10th country in EU that makes this decision!", "score": 2587, "comments": 1003, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 2, "id": "1ns8zw", "title": "1500-Yr-Old Swedish Fortress Massacre Revealed, Frozen in Time - A fort untouched since the 5th century reveals a brutal massacre. Bodies are lying where they fell. In 1 case, a couple were cut down from behind as they ran through the house, another is in a doorway.", "score": 2352, "comments": 357, "upvoteRatio": 0.95, "sentiment": -0.4768518518518519}, {"count": 3, "id": "1nsxf9", "title": "U.S. Says Navy SEAL Team Captures Shabab Leader in Somalia", "score": 1283, "comments": 468, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "1nsb21", "title": "How the Owner of the Company That Handled Edward Snowden's Encrypted Emails Courageously Stood Up to the Feds' Massive Investigation", "score": 1266, "comments": 49, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 5, "id": "1nt0tc", "title": "Suspected Al Qaeda leader who had a role in 1998 bombing of US Embassies in Kenya & Tanzania seized in Tripoli", "score": 611, "comments": 47, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "1nridl", "title": "Water 6,700 times more radioactive than legal limit spills from Fukushima", "score": 475, "comments": 101, "upvoteRatio": 0.83, "sentiment": 0.35}, {"count": 7, "id": "1nsqtg", "title": "NSA director Keith Alexander admitted Wednesday that the Obama administration had issued misleading information about terror plots and their foiling to bolster support for the government’s vast surveillance apparatus.", "score": 417, "comments": 54, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 8, "id": "1nrvzg", "title": "Morocco teens held for kissing photo on Facebook: A campaign to post a million copycat photos was later launched in protest.", "score": 400, "comments": 43, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "1nr9s2", "title": "Chile has declared a state of emergency after a late frost caused an estimated $1 billion worth of damage to fruit crops, potentially hitting wine production and impacting trade from one of South America's top fruit exporters.", "score": 381, "comments": 51, "upvoteRatio": 0.92, "sentiment": 0.125}]}