{"data": [{"count": 0, "id": "1op17b", "title": "Snowden: US would have buried NSA warnings forever. Whistleblower says he shared information with media because he could not trust internal reporting mechanisms", "score": 3353, "comments": 776, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 1, "id": "1opxkp", "title": "A Taliban Ban on Vaccination Is Exacerbating A Serious Polio Outbreak In Pakistan, Threatening To Derail Dramatic Progress Made This Year Towards Wiping Out The Disease Worldwide.", "score": 3094, "comments": 1050, "upvoteRatio": 0.95, "sentiment": -0.3833333333333333}, {"count": 2, "id": "1oplys", "title": "France rules mayors cannot refuse to marry gay couples", "score": 2634, "comments": 778, "upvoteRatio": 0.92, "sentiment": 0.4166666666666667}, {"count": 3, "id": "1ooghy", "title": "Total of 11 car bombs and two suicide bombings killed 66 people in Iraq today", "score": 2144, "comments": 575, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 4, "id": "1opz1o", "title": "Police in central Greece find 4 year old blond, blue eyed girl living in Roma camp and are now seeking her biological parents.", "score": 2016, "comments": 1362, "upvoteRatio": 0.9, "sentiment": 0.03333333333333333}, {"count": 5, "id": "1op6jp", "title": "Scientology's fraud conviction upheld in France... top appeals court has upheld a fraud conviction and fines totalling hundreds of thousands of euros against the Church of Scientology, for taking advantage of vulnerable followers", "score": 2010, "comments": 185, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 6, "id": "1oorb9", "title": "The NSA Has A Much Bigger Role In Drone Strikes Than We've Realized", "score": 1910, "comments": 253, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 7, "id": "1opl26", "title": "Canada and Europe sign historic free trade deal", "score": 1758, "comments": 537, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 8, "id": "1ooool", "title": "The NSA Revelations Are Destroying IBM Hardware Sales In China", "score": 1207, "comments": 200, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 9, "id": "1oprod", "title": "With UN Debit Cards, Syrian Refugees No Longer Depend on Food Rations:The UN World Food Programme will soon distribute Mastercard prepaid debit cards, each loaded with $27, to Syrian refugees in Lebanon so they can buy their own food and boost the local economy.", "score": 1178, "comments": 281, "upvoteRatio": 0.92, "sentiment": 0.3}]}