{"data": [{"count": 0, "id": "1p8ttc", "title": "Lightbeam,” the free Firefox extension will enable users to see which third party companies are monitoring their online presence, a move that Mozilla states will “illuminate the inner workings of the web.”", "score": 3560, "comments": 531, "upvoteRatio": 0.96, "sentiment": 0.13333333333333333}, {"count": 1, "id": "1p9bqw", "title": "Scotland to block fracking on environmental grounds", "score": 3075, "comments": 843, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1p9e2j", "title": "Head of NSA records propaganda video denouncing those questioning mass surveillance as children who do not want to take a bath, argues US should stop journalists from reporting on NSA. Propaganda video predictably receives highest percentage of downvotes in youtube history.", "score": 2417, "comments": 584, "upvoteRatio": 0.96, "sentiment": -0.13333333333333333}, {"count": 3, "id": "1p8dqp", "title": "Canadians sue their own government over domestic spying", "score": 1536, "comments": 104, "upvoteRatio": 0.96, "sentiment": 0.3}, {"count": 4, "id": "1p96qh", "title": "US defends drone strikes as 'necessary and just' in face of UN criticism. Brazil, China and Venezuela sharply critical of 'illegal' program but US says it has taken steps to introduce new guidelines, for example zero congressional oversight.", "score": 1378, "comments": 516, "upvoteRatio": 0.89, "sentiment": -0.09090909090909091}, {"count": 5, "id": "1p8zya", "title": "'It took him a long time to die': drone operator traumatised by killing missions \"A former US Air Force drone operator has described how he is haunted by his time as a 'remote killer' functioning in 'zombie mode' in missions over Afghanistan and Iraq that claimed more than 1600 lives\"", "score": 1169, "comments": 594, "upvoteRatio": 0.87, "sentiment": 0.0875}, {"count": 6, "id": "1p97gz", "title": "NSA: Brazil and Germany lead calls for UN resolution on internet privacy Diplomats from the two countries are heading efforts by coalition of nations to draft resolution in wake of Edward Snowden leaks", "score": 811, "comments": 20, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "1p9rxo", "title": "NSA surveillance: Germany to send intelligence officials to US. Move comes as Der Spiegel reports that Angela Merkel's phone might have been monitored for more than 10 years.", "score": 738, "comments": 106, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 8, "id": "1p8t9u", "title": "Chinese students caught selling human flesh diet", "score": 611, "comments": 131, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "1p9nxo", "title": "The United States may have bugged Angela Merkel's phone for more than 10 years, according to a news report on Saturday that also said President Barack Obama told the German leader he would have stopped it happening had he known about it.", "score": 601, "comments": 136, "upvoteRatio": 0.9, "sentiment": 0.25}]}