{"data": [{"count": 0, "id": "1otuh0", "title": "NSA Hacked Email Account of Mexican President \"The NSA has been systematically eavesdropping on the Mexican govet for years. It hacked into the president's public email account and gained deep insight into policy making and the political system.\"", "score": 3447, "comments": 1947, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 1, "id": "1ot0o4", "title": "President Barack Obama's administration is urging the Supreme Court not to take up the first case it has received on controversial National Security Agency's foreign and domestic cybersnooping.", "score": 3444, "comments": 1321, "upvoteRatio": 0.95, "sentiment": 0.16875}, {"count": 2, "id": "1oun3e", "title": "A 41-year-old native of Monaco increasingly looks to be to banking what Edward Snowden is to American surveillance.", "score": 2959, "comments": 770, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "1ov3ap", "title": "Uruguay to legalize, harvest and sell Marijuana at one dollar per gram", "score": 2888, "comments": 840, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 4, "id": "1ouin1", "title": "Uruguay government to sell three marijuana cigarettes for 1 dollar", "score": 2575, "comments": 585, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "1ou2q4", "title": "Undercover investigation reveals horrific conditions in egg industry: \"W5 discovered the Egg Farmers of Canada had sent out a nation-wide security alert to egg farmers across Canada, warning them about our story... to prevent any visits by reporters.\"", "score": 1836, "comments": 487, "upvoteRatio": 0.91, "sentiment": -1.0}, {"count": 6, "id": "1oubom", "title": "With U.S. withdrawal from Afghanistan, American military gear sold as scrap - The armored trucks, televisions, ice cream scoops and nearly everything else shipped here for America’s war against the Taliban are now part of the world’s biggest garage sale.", "score": 1678, "comments": 278, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "1outw1", "title": "Ebay founder Pierre Omidyar to start a new platform for investigative journalism, hires Glenn Greenwald, the journalist behind Snowden's leaks.", "score": 1677, "comments": 125, "upvoteRatio": 0.94, "sentiment": -0.13181818181818183}, {"count": 8, "id": "1otrw1", "title": "Why have young people in Japan stopped having sex? \"For their govt, 'celibacy syndrome' is part of a looming national catastrophe. Japan already has one of the worlds lowest birth rates. Its population of 126M, which has been shrinking for the past decade, is projected to plunge a further ⅓ by 2060\"", "score": 1067, "comments": 723, "upvoteRatio": 0.91, "sentiment": -0.049999999999999996}, {"count": 9, "id": "1ouw8z", "title": "Anti-Shark Fin Soup Campaign Goes Viral in China", "score": 743, "comments": 81, "upvoteRatio": 0.93, "sentiment": 0.0}]}