{"data": [{"count": 0, "id": "1qz2fq", "title": "Amsterdam pays alcoholics in beer to clean streets. The imaginative approach to the problem of anti-social behaviour demonstrates typical Dutch pragmatism which could be found shocking in other countries, but not here.", "score": 3601, "comments": 1994, "upvoteRatio": 0.95, "sentiment": -0.06499999999999999}, {"count": 1, "id": "1qyp34", "title": "NSA recorded more than 30 million phone calls made in its Nato ally Norway, in the latest Snowden revelations. \"It is unacceptable,\" says Norway's Justice Minister. \"A crime under Norwegian law,\" says head of telecoms regulator.", "score": 2803, "comments": 808, "upvoteRatio": 0.89, "sentiment": 0.3333333333333333}, {"count": 2, "id": "1qyvu5", "title": "Saudi woman locked in a room with her 4 kids for a year, husband replaced door with cement. When she managed to contact police they told her they aren't allowed to get her out but if she escapes & gets to them they can help! (Link in Arabic)", "score": 2751, "comments": 693, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1qzb5j", "title": "Insulting a police officer in Spain could result in a€30,000 ($40,500) fine while protesting outside Parliament could mean a €600,000 penalty if tough new security laws get passed today.", "score": 2572, "comments": 406, "upvoteRatio": 0.95, "sentiment": -0.19139309764309761}, {"count": 4, "id": "1qzo1b", "title": "Teenage poet, Islam critic, assaulted in Denmark. In his poetry he claims [Islam] is a culture of hypocrisy underpinning Denmark's Muslim population \"Can one not speak freely without being attacked?\"", "score": 1273, "comments": 622, "upvoteRatio": 0.89, "sentiment": 0.2}, {"count": 5, "id": "1qyzhu", "title": "Norway NSA surveillance: \"We did this\", say Norwegian intelligence services. Information was gathered legally by Norwegian intelligence and voluntarily shared with partners, among others the NSA", "score": 1235, "comments": 108, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "1qz3jf", "title": "Christianity at risk of dying out in a generation, warns Lord Carey", "score": 1089, "comments": 921, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 7, "id": "1qyili", "title": "Court order that allowed NSA surveillance is revealed for first time", "score": 918, "comments": 38, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 8, "id": "1qz3r0", "title": "The Trans-Pacific Partnership would create a virtually permanent corporate rule over the people.", "score": 861, "comments": 173, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 9, "id": "1r0imf", "title": "Pot Legalization in Morocco: \"Even the Islamist Party of Justice and Development has cautiously welcomed the draft proposals -- presumably because the party is mindful that it now occupies a minority presence in the cabinet and could benefit from going with the flow.\"", "score": 767, "comments": 85, "upvoteRatio": 0.9, "sentiment": 0.0}]}