{"data": [{"count": 0, "id": "1rh8ws", "title": "UK Prime Minister David Cameron Announces That Filters Used to Block Porn Will Also Block Websites Espousing \"Extremist\" Views in Order \"to Keep Our Country Safe\"", "score": 4796, "comments": 3039, "upvoteRatio": 0.97, "sentiment": 0.5}, {"count": 1, "id": "1ri8yl", "title": "US flies B52 aircraft over disputed islands in East China Sea in defiance of Chinese air defence rules.", "score": 3022, "comments": 2370, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "1rhhze", "title": "USA drops case against Wikileaks founder Julian Assange", "score": 2921, "comments": 1449, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "1rhmlw", "title": "Pope attacks tyranny of markets, urges renewal in key document: Pope Francis called for renewal of the Roman Catholic Church and attacked unfettered capitalism as \"a new tyranny\", urging global leaders to fight poverty and growing inequality in the first major work he has authored alone as pontiff.", "score": 2798, "comments": 1237, "upvoteRatio": 0.91, "sentiment": 0.07481060606060606}, {"count": 4, "id": "1ri8j5", "title": "Edward Snowden expected to become TIME’s Person of the Year", "score": 2577, "comments": 1459, "upvoteRatio": 0.89, "sentiment": -0.1}, {"count": 5, "id": "1riyxl", "title": "Pope Francis Slams ‘Trickle Down’ Economics and Greed at the Top", "score": 2185, "comments": 337, "upvoteRatio": 0.9, "sentiment": 0.17222222222222222}, {"count": 6, "id": "1ri2f3", "title": "Pope Francis: \"How can it be that it is not a news item when an elderly homeless person dies of exposure, but it is news when the stock market loses 2 points?\"", "score": 1553, "comments": 339, "upvoteRatio": 0.9, "sentiment": -0.3}, {"count": 7, "id": "1rit96", "title": "Harvard fracking study rings methane alarm bells in Australia: A peer-reviewed report suggests that greenhouse gas emissions from drilling and fracking are 50 per cent worse than thought.", "score": 1410, "comments": 84, "upvoteRatio": 0.9, "sentiment": -0.4}, {"count": 8, "id": "1rhq6b", "title": "Japan's lower house of parliament has approved a state secrecy bill that penalizes civil servants who leak secrets and journalists who seek them — a move opponents criticize as a heavy-handed effort by the government to hide what it's doing and suppress press freedom", "score": 1254, "comments": 72, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "1rhvgf", "title": "Ian Watkins, singer of Welsh rock band Lostprophets, pleads guilty to a series of child sex offences including attempted rape of a baby", "score": 1098, "comments": 573, "upvoteRatio": 0.89, "sentiment": -0.5}]}