{"data": [{"count": 0, "id": "1rezwg", "title": "'Every time you buy fish in the UK, you pay a fee to support an organisation which opposes campaigns to protect fish stocks and marine ecosystems'", "score": 3171, "comments": 759, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 1, "id": "1re122", "title": "Oil prices fall after Iran agrees nuclear deal", "score": 3038, "comments": 920, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 2, "id": "1rf0mx", "title": "86-year-old couple found holding hands in a luxury Paris hotel bed, lashed out at France's \"cruel\" ban on euthanasia in their suicide note", "score": 2902, "comments": 853, "upvoteRatio": 0.94, "sentiment": -1.0}, {"count": 3, "id": "1rfr8v", "title": "Woman fined $140 a day for refusing to circumcise son. Rabbinical judges in the case said they fear the effect that allowing Israeli Jews to freely decide on the ritual circumcision of their own children might have on the global debate over the issue.", "score": 2390, "comments": 3705, "upvoteRatio": 0.86, "sentiment": 0.3333333333333333}, {"count": 4, "id": "1rfn31", "title": "Wikipedia's Jimmy Wales in Oxford: Snowden a 'hero'. It's very difficult for me to go to authoritarian countries and say, 'You shouldn’t spy on activists, you shouldn’t censor the internet', when [the US] is complicit in these acts of extraordinary intrusion into people’s personal lives.", "score": 1689, "comments": 82, "upvoteRatio": 0.91, "sentiment": -0.10555555555555557}, {"count": 5, "id": "1rdylo", "title": "Dubai ruler pardons Norwegian woman convicted after she reported rape", "score": 1512, "comments": 621, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "1rf2rj", "title": "UK, China, Russia and North Korea all tapped Merkel's phone too, Focus report reveals", "score": 598, "comments": 142, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "1reli7", "title": "Tony Abbott quietly shifts UN position to support Israeli settlements, upsetting Palestinians", "score": 535, "comments": 286, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 8, "id": "1rekf8", "title": "Jeremy Scahill: the man exposing the US Dirty War. While making the documentary Dirty Wars, Scahill met the survivors of secret US hit squads in Afghanistan, Pakistan, Yemen and Somalia – and promised to tell their stories.", "score": 486, "comments": 60, "upvoteRatio": 0.86, "sentiment": -0.4}, {"count": 9, "id": "1rf080", "title": "A wealthy dentist couple in India have been found guilty of murdering their 14-year-old daughter and servant by slitting their throats", "score": 456, "comments": 93, "upvoteRatio": 0.83, "sentiment": 0.0}]}