{"data": [{"count": 0, "id": "1sop2j", "title": "New Zealand citizen stripped of phone, tablet, laptop and hard drive at New Zealand customs after returning from a talk in London about Edward Snowden's released documents.", "score": 4112, "comments": 1487, "upvoteRatio": 0.96, "sentiment": -0.006313131313131326}, {"count": 1, "id": "1sqg6j", "title": "Air strike kills 15 civilians in Yemen by mistake: Fifteen people on their way to a wedding in Yemen were killed in an air strike after their party was mistaken for an al Qaeda convoy", "score": 3945, "comments": 6655, "upvoteRatio": 0.95, "sentiment": -0.2}, {"count": 2, "id": "1spl5d", "title": "Pope attacks mega-salaries and big bonuses, saying that they are symptoms of an economy based on greed and inequality.", "score": 3380, "comments": 4833, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "1sqw6l", "title": "Uncle of North Korean leader Kim Jong-un executed after being purged for corruption - state news agency", "score": 3080, "comments": 1391, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 4, "id": "1sptrm", "title": "Saudi Arabia's Grand Mufti, the highest religious authority in the country, has condemned suicide bombings as grave crimes, reiterating his stance in unusually strong language. Refers to the attacks as a sin, with attackers condemned to hell.", "score": 2969, "comments": 421, "upvoteRatio": 0.96, "sentiment": 0.3111111111111111}, {"count": 5, "id": "1spsbz", "title": "Pirate Bay Founder Held in Solitary Confinement Without a Warrant as Political Prisoner", "score": 2325, "comments": 114, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "1sq1uv", "title": "Icelandic bank bosses jailed - also made to pay legal costs for the case which amounts to millions of pounds.", "score": 2145, "comments": 192, "upvoteRatio": 0.95, "sentiment": 0.2}, {"count": 7, "id": "1spq13", "title": "Taxpayers to pay for fracking pollution if companies go bust", "score": 1275, "comments": 216, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "1sr1re", "title": "Missing American in Iran was working for CIA. Family paid $2.5 million to keep quiet.", "score": 1172, "comments": 141, "upvoteRatio": 0.92, "sentiment": -0.06666666666666667}, {"count": 9, "id": "1spnty", "title": "Edward Snowden named the top Global Thinker of 2013, cautions leaders that mass surveillance opposed most strongly by the young with \"lifetimes of votes ahead of them.\"", "score": 1170, "comments": 139, "upvoteRatio": 0.89, "sentiment": 0.3066666666666667}]}