{"data": [{"count": 0, "id": "1si3wy", "title": "Boy with asthma dies at school because he wasn't allowed to keep his inhaler with him. Instead it was locked up in the principal's office where no one could get it while he lay dying.", "score": 4664, "comments": 5830, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 1, "id": "1sfbuo", "title": "104 Chinese cities are now reporting air pollution levels above 300 mcg per cubic meter, twelve times the recommended limit. Over 70 percent of China's rivers and lakes are now too toxic for animals to drink from. This past week, visibility in some parts of China was reduced to less than 5 meters.", "score": 4340, "comments": 3959, "upvoteRatio": 0.97, "sentiment": -0.10416666666666666}, {"count": 2, "id": "1sgd48", "title": "Apple, Google, Microsoft, Facebook, Yahoo, LinkedIn, Twitter and AO have united to demand sweeping changes to US surveillance laws and an international ban on bulk collection of data", "score": 4312, "comments": 1273, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 3, "id": "1sgimk", "title": "Edward Snowden voted Guardian person of the year 2013", "score": 3153, "comments": 909, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 4, "id": "1sgl3f", "title": "Pope Francis States Ideological Christians Have An “Illness”", "score": 2780, "comments": 852, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "1sguex", "title": "Chinese boyfriend jumped to his death after girlfriend insisted on going into another clothes shop", "score": 2528, "comments": 3080, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "1sgv60", "title": "Somali woman who reported rape sentenced: Nineteen-year-old will be confined to home for six months and journalists who reported the story are to go to jail.", "score": 2146, "comments": 310, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 7, "id": "1sgioq", "title": "NSA and GCHQ collect gamers' chats and deploy real-life agents into World of Warcraft and Second Life", "score": 1479, "comments": 410, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "1sgxz1", "title": "CHINA: Our Smog Is A Major Defensive Advantage On The Battlefield", "score": 1182, "comments": 386, "upvoteRatio": 0.91, "sentiment": 0.0625}, {"count": 9, "id": "1sgaf7", "title": "London's biggest university bans student protests - students could be fined or imprisoned", "score": 824, "comments": 156, "upvoteRatio": 0.94, "sentiment": 0.0}]}