{"data": [{"count": 0, "id": "1sybur", "title": "UK's Largest ISP now blocks porn for all new connections by default", "score": 3213, "comments": 1768, "upvoteRatio": 0.96, "sentiment": 0.13636363636363635}, {"count": 1, "id": "1syhaw", "title": "McCain: 'I'm disturbed by the CIA'. McCain says it may be time to reassess oversight after a source tells CNN there's proof that Robert Levinson worked for the CIA undercover and under contract in Iran. Apparently \"the CIA did not tell the truth to the American Congress\".", "score": 3097, "comments": 611, "upvoteRatio": 0.94, "sentiment": 0.025}, {"count": 2, "id": "1sxh4y", "title": "Pope attacks mega-salaries and wealth gap in peace message - CNBC", "score": 2789, "comments": 947, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "1swrwt", "title": "Pope: I am not a Marxist but, \"I don’t feel offended” being called one.", "score": 2742, "comments": 2783, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "1sxmll", "title": "Finland intends to build new data transmission cable through Germany that bypasses Sweden after exposure of Sweden+NSA mass interception", "score": 2543, "comments": 386, "upvoteRatio": 0.9, "sentiment": 0.13636363636363635}, {"count": 5, "id": "1sxh4a", "title": "China rejects fifth US corn cargo in a month, citing GMO strain", "score": 2365, "comments": 752, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "1sxfvp", "title": "U.S. May Never Know Extent of Snowden’s Leaks :“They’ve spent hundreds and hundreds of man-hours trying to reconstruct everything he has gotten, and they still don’t know all of what he took,” a senior administration official said. “I know that seems crazy, but everything with this is crazy.”", "score": 2079, "comments": 295, "upvoteRatio": 0.92, "sentiment": -0.4333333333333333}, {"count": 7, "id": "1sxm96", "title": "Japan is incapable of safely decommissioning the devastated Fukushima nuclear plant alone, experts say", "score": 2026, "comments": 462, "upvoteRatio": 0.83, "sentiment": 0.5}, {"count": 8, "id": "1syldc", "title": "Michelle Bachelet wins Presidential seat in Chile's landslide victory promising hike in corporate taxes to 25 percent from 20 percent, to pay for social reforms that include a gradual move to free higher education", "score": 1907, "comments": 359, "upvoteRatio": 0.91, "sentiment": 0.19722222222222222}, {"count": 9, "id": "1sxpq4", "title": "2 more executives facing the death penalty in Viet Nam for Kickbacks and corruption", "score": 1646, "comments": 166, "upvoteRatio": 0.92, "sentiment": 0.5}]}