{"data": [{"count": 0, "id": "1ubjcz", "title": "Five Doctors Without Borders workers abducted in Syria", "score": 3175, "comments": 496, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1ub5a7", "title": "UK ‘Porn Filter’ blocks legitimate file-sharing services, download portals for Linux distributions", "score": 2449, "comments": 1590, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 2, "id": "1ucdjf", "title": "German Dads Demand Family Time - Family friendly policies in German business have been targeted at women in the past, but the tables are turning. Men are demanding more flexible working conditions in order to balance work and family burdens, forcing big changes in corporate culture.", "score": 1963, "comments": 261, "upvoteRatio": 0.93, "sentiment": 0.08928571428571429}, {"count": 3, "id": "1ua6ju", "title": "Indian gang-rape victim, 16, died Tuesday, a week after she said two suspects of the 6 men who repeatedly raped her in October had set her on fire. Autopsy reveals she was pregnant - child's DNA will be matched against suspects'.", "score": 1701, "comments": 308, "upvoteRatio": 0.9, "sentiment": 0.12916666666666665}, {"count": 4, "id": "1ubxca", "title": "Police have opened fire on striking Cambodian garment workers, killing three and injuring several more.", "score": 1557, "comments": 174, "upvoteRatio": 0.92, "sentiment": 0.3333333333333333}, {"count": 5, "id": "1uc3zn", "title": "For 2nd time ever, we saw an asteroid before it hit us, both spotted by same guy.", "score": 1480, "comments": 89, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "1ub9u1", "title": "1 dead as World War II bomb explodes in Germany", "score": 1189, "comments": 344, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 7, "id": "1uclz5", "title": "WWII Ace Who Flew Through the Eiffel Tower Dies at 92", "score": 1182, "comments": 96, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "1uadyv", "title": "TIL At least 80% of humanity lives on less than $10 a day.", "score": 1038, "comments": 395, "upvoteRatio": 0.81, "sentiment": -0.23333333333333334}, {"count": 9, "id": "1ub0f9", "title": "More evidence that the Saudis were involved with the bombings in Russia: (Speaking about reaching a deal for Syria) “I can give you a guarantee to protect the Winter Olympics next year. The Chechen groups that threaten the security of the games are controlled by us,” Prince Bandar", "score": 825, "comments": 206, "upvoteRatio": 0.87, "sentiment": -0.08333333333333333}]}