{"data": [{"count": 0, "id": "1u0il6", "title": "Tony Blair and George Bush exchanged voluminous correspondence prior to the start of military operations in Iraq. Now, the UK is moving to declassify details of the talks for an inquiry into Britain’s involvement in the conflict, British media reported.", "score": 3393, "comments": 636, "upvoteRatio": 0.94, "sentiment": -0.03333333333333333}, {"count": 1, "id": "1tzsu6", "title": "A trolley bus blast in the Russian city of Volgograd has killed at least 10 people, emergencies services reported. The explosion comes a day after a terrorist attack in the city killed 17 people", "score": 3213, "comments": 2155, "upvoteRatio": 0.95, "sentiment": -0.175}, {"count": 2, "id": "1u0yz9", "title": "The Japanese Mob Is Hiring Homeless People to Clean Up Fukushima", "score": 3068, "comments": 892, "upvoteRatio": 0.95, "sentiment": 0.18333333333333335}, {"count": 3, "id": "1u0qxi", "title": "U.S. Furious With Israel After Sale of Advanced Military Technology to China", "score": 3061, "comments": 2444, "upvoteRatio": 0.92, "sentiment": 0.15000000000000002}, {"count": 4, "id": "1u16iu", "title": "Leaked documents from Jacob Appelbaum show NSA can see every communication through backdoor access to your iPhone", "score": 2974, "comments": 658, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "1u0pnx", "title": "Glenn Greenwald Says NSA, GCHQ Dismayed They Don't Have Access To In-Flight Internet Communication: “The very idea that human beings can communicate for even a few moments without their ability to monitor is intolerable.”", "score": 2812, "comments": 482, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "1u0t4d", "title": "The NSA's elite hackers can hijack your Wi-Fi from 8 miles away | Alongside pre-packaged exploits that allowed control over iOS devices and any phone communicating through GSM, Appelbaum detailed a device that targets computers through packet injection, seeding exploits from up to 8 miles away.", "score": 2806, "comments": 614, "upvoteRatio": 0.9, "sentiment": 0.4}, {"count": 7, "id": "1u0cs2", "title": "2000 tons of explosives disappear from chemical plant in Yekaterinburg, Russia", "score": 2491, "comments": 471, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "1u0i7r", "title": "Saudi Prince faces execution for murder.", "score": 2350, "comments": 390, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "1u0u40", "title": "Terrorists planned to nuke Indian city and quietly paste evacuation posters in mosques to save Muslims", "score": 2279, "comments": 646, "upvoteRatio": 0.88, "sentiment": 0.0}]}