{"data": [{"count": 0, "id": "1toj7y", "title": "In a message broadcast on British television, Edward J. Snowden, the former American security contractor, urged an end to mass surveillance, arguing that the electronic monitoring he has exposed surpasses anything imagined by George Orwell in “1984,” a dystopian vision of an all-knowing state", "score": 2791, "comments": 2174, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "1tnlox", "title": "Kim Jong-un tells North Korean army to ready for combat", "score": 2479, "comments": 2049, "upvoteRatio": 0.89, "sentiment": 0.2}, {"count": 2, "id": "1tnzcw", "title": "Edward Snowden's alternative Christmas message: \"A child born today will grow up with no conception of privacy at all. They'll never know what it means to have a private moment to themselves, an unrecorded, unanalyzed thought. And that's a problem, because privacy matters\"", "score": 2451, "comments": 1058, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 3, "id": "1tofty", "title": "Egypt names Muslim Brotherhood a terrorist group - Egypt's military-backed interim government has declared the Muslim Brotherhood a terrorist group, a dramatic escalation that gives authorities more power in cracking down on them.", "score": 2447, "comments": 785, "upvoteRatio": 0.93, "sentiment": -0.029629629629629627}, {"count": 4, "id": "1to7or", "title": "McDonald's warns its employees against eating 'unhealthy' fast food", "score": 2340, "comments": 646, "upvoteRatio": 0.88, "sentiment": -0.1}, {"count": 5, "id": "1tp83g", "title": "Judge Rules That NSA Can Only Spy On Phone Records Of 6.7 Billion Non-Americans", "score": 2211, "comments": 456, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "1toxzu", "title": "The body of a Mapuche Indian leader has been found in Chile, floating in the reservoir she spent a decade trying to prevent from being created", "score": 1989, "comments": 108, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 7, "id": "1tnl2a", "title": "Secret 'pro-Japanese' family history of North Korean leader Kim Jong-un revealed; makes him liable for execution as per Korean law for being the criminal’s third generation", "score": 1781, "comments": 181, "upvoteRatio": 0.94, "sentiment": -0.225}, {"count": 8, "id": "1to6no", "title": "Pope Francis has addressed his first Christmas message to every man or woman \"who hopes for a better world, who cares for others while humbly seeking to do his or her duty\".", "score": 1659, "comments": 223, "upvoteRatio": 0.88, "sentiment": 0.18333333333333335}, {"count": 9, "id": "1to8vw", "title": "43 brave Indian soldiers held back 2000-strong mob in South Sudan.", "score": 1329, "comments": 351, "upvoteRatio": 0.85, "sentiment": 0.4}]}