{"data": [{"count": 0, "id": "1txq6y", "title": "Top Secret NSA catalog reveals US government has been secretly back dooring equipment from US companies including Dell, Cisco, Juniper, IBM, Western Digital, Seagate, Maxtor and more, risking enormous damage to US tech sector.", "score": 4726, "comments": 4639, "upvoteRatio": 0.95, "sentiment": 0.08571428571428572}, {"count": 1, "id": "1tyteh", "title": "Michael Schumacher, seven-time Formula 1 world champion, \"in critical condition\" after ski accident, hospital says", "score": 2954, "comments": 1547, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "1twu10", "title": "The Man of the Year: Edward Snowden.", "score": 1976, "comments": 311, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 3, "id": "1tx0f6", "title": "In a message to Pope Francis, Syrian President Bashar al-Assad said his government is ready to participate in peace talks.", "score": 1870, "comments": 477, "upvoteRatio": 0.91, "sentiment": 0.2}, {"count": 4, "id": "1txoaa", "title": "BBC News - Deadly blast at Russia train station", "score": 1055, "comments": 547, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 5, "id": "1txsds", "title": "NSA drowning in overcollected data, can't do its job properly: Former NSA employee, William Binney, warns that the agency collects so much useless information that it can't process it effectively", "score": 907, "comments": 156, "upvoteRatio": 0.89, "sentiment": 0.033333333333333326}, {"count": 6, "id": "1tyqyt", "title": "The sun has fully \"flipped upside down\", with its north and south poles reversed to reach the midpoint of Solar Cycle 24. Now, the magnetic fields have once again started moving in opposite directions. To mark the event, Nasa has released a visualisation of the entire process.", "score": 850, "comments": 105, "upvoteRatio": 0.92, "sentiment": -0.051851851851851864}, {"count": 7, "id": "1txh8k", "title": "Japan’s conservative government is considering a requirement that school history textbooks nurture patriotism and include nationalist views of World War II, a departure from the current mainstream texts.", "score": 803, "comments": 337, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 8, "id": "1txuhs", "title": "Final report of Inspector General for Iraq Reconstruction: \"Not a single project, which was built by the United States was completed.\" (German, Google Translate)", "score": 793, "comments": 139, "upvoteRatio": 0.92, "sentiment": 0.021428571428571432}, {"count": 9, "id": "1txfh4", "title": "Rockets fired from Lebanon strike northern Israel", "score": 775, "comments": 494, "upvoteRatio": 0.86, "sentiment": 0.0}]}