{"data": [{"count": 0, "id": "1v3tw5", "title": "A broad coalition of well-known organizations (Reddit, the Electronic Freedom Foundation, Free Press, Mozilla and others) announced today that it will stage an online protest against wide-ranging government surveillance of Internet users on 11 February, in memory of activist Aaron Swartz.", "score": 3769, "comments": 1083, "upvoteRatio": 0.94, "sentiment": 0.23125}, {"count": 1, "id": "1v4vh0", "title": "Confired: The DEA Struck A Deal With Mexico's Most Notorious Drug Cartel", "score": 3702, "comments": 2165, "upvoteRatio": 0.94, "sentiment": 0.5}, {"count": 2, "id": "1v30rm", "title": "6.4 quake hits Puerto Rico coast", "score": 2695, "comments": 561, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "1v3oq6", "title": "EU Offers Public a Chance to Fix Copyright Law: EU Commission has opened a public consultation which allows all citizens – even those in the U.S. – a rare opportunity to change the path of copyright law", "score": 1610, "comments": 113, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 4, "id": "1v2u5b", "title": "Raped 60 times in hospital: Mental health patient reveals shocking abuse on wards dubbed ''playgrounds for predators''", "score": 1475, "comments": 217, "upvoteRatio": 0.92, "sentiment": -0.55}, {"count": 5, "id": "1v3njd", "title": "Kalashnikov 'feared he was to blame' for AK-47 rifle deaths: The inventor of the Kalashnikov assault rifle apparently wrote to the head of the Russian Orthodox Church before he died expressing fears he was personally responsible for the people it killed.", "score": 1352, "comments": 499, "upvoteRatio": 0.89, "sentiment": -0.030000000000000006}, {"count": 6, "id": "1v3ybk", "title": "A Pakistani legislator has been arrested for running a private dungeon at his home in which five people were found chained up, two of them for several years, police said on Monday", "score": 1305, "comments": 158, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "1v3sl9", "title": "Pope Francis says abortion is part of 'throwaway culture'.", "score": 988, "comments": 1215, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 8, "id": "1v2qw8", "title": "Mystery of Alexander the Great's death solved? Ruler was 'killed by toxic wine' claim scientists. A leading toxicologist has said that Alexander the Great may have died after drinking wine made from a poisonous plant that would have cause a slow and painful death.", "score": 851, "comments": 109, "upvoteRatio": 0.85, "sentiment": 0.08000000000000003}, {"count": 9, "id": "1v4tpl", "title": "NSA Goes From Saying Bulk Metadata Collection 'Saves Lives' To 'Prevented 54 Attacks' To 'Well, It's A Nice Insurance Policy'", "score": 844, "comments": 44, "upvoteRatio": 0.93, "sentiment": 0.6}]}