{"data": [{"count": 0, "id": "1uqyov", "title": "How people in Muslim countries prefer women to dress in public", "score": 4803, "comments": 2366, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "1uphlc", "title": "'Golden age' of antibiotics 'set to end': We cannot say we weren't warned. The growing threat of antibiotic resistant organisms is once again in the spotlight. Prof Jeremy Farrar, the new head of Britain's biggest medical research charity The Wellcome Trust said it was a 'truly global issue'\".", "score": 3844, "comments": 2329, "upvoteRatio": 0.95, "sentiment": 0.10909090909090909}, {"count": 2, "id": "1upcyy", "title": "Purge of Canada’s Fisheries Libraries \"Historic’ Loss\" Scientists Say - “I see this situation as a national tragedy done under the pretext of cost savings. A modern democratic society should value its information resources, not reduce, or worse, trash them.”", "score": 3359, "comments": 1110, "upvoteRatio": 0.93, "sentiment": -0.06666666666666667}, {"count": 3, "id": "1upfek", "title": "By pouring cash into science and technology faster than its economy has expanded, China has for the first time overtaken Europe on a key measure of innovation: the share of its economy devoted to research and development.", "score": 2823, "comments": 548, "upvoteRatio": 0.92, "sentiment": 0.125}, {"count": 4, "id": "1uq1d6", "title": "Pirate Party Turns the Tables and Spies On Intelligence Agency: Armed with a surveillance van the Swedish Pirate Party’s youth division planned to listen in on one of the country’s most secretive outfits", "score": 2482, "comments": 150, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 5, "id": "1ur2ck", "title": "H5N1 bird flu death confirmed in Alberta, 1st in North America", "score": 2421, "comments": 313, "upvoteRatio": 0.91, "sentiment": 0.4}, {"count": 6, "id": "1up5th", "title": "LGBT groups ask Apple to cut ties with Russian retailer after creative director advocates burning gay people alive. He also urges Putin to ban homosexuality", "score": 2046, "comments": 848, "upvoteRatio": 0.86, "sentiment": 0.2541666666666667}, {"count": 7, "id": "1upvpl", "title": "Video of drunk 9-year-old boy exposes New Zealand's underage drinking problem. \"I had to upload the film to get police to act,\" says teen who shot video.", "score": 1736, "comments": 328, "upvoteRatio": 0.92, "sentiment": -0.12121212121212122}, {"count": 8, "id": "1upe3u", "title": "Ex-Swiss guard complains of sexual advances in Vatican", "score": 1709, "comments": 288, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 9, "id": "1uqvel", "title": "At least eight security experts boycott prominent security conference over NSA ties", "score": 1450, "comments": 47, "upvoteRatio": 0.92, "sentiment": 0.1}]}