{"data": [{"count": 0, "id": "1vl3fv", "title": "Wife of Indian minister found dead after 'exposing husband's affair on Twitter to 2 million followers' died a 'sudden and unnatural death', tests reveal.", "score": 3520, "comments": 836, "upvoteRatio": 0.96, "sentiment": -0.1}, {"count": 1, "id": "1vlsmz", "title": "Vladimir Putin opens the door to permanent Russian asylum for Snowden: Asked whether Snowden could stay as long as he wants, Putin replied: \"Yes, sure, definitely.\"", "score": 3110, "comments": 1161, "upvoteRatio": 0.94, "sentiment": 0.13}, {"count": 2, "id": "1vlaqe", "title": "UK Prime Minister David Cameron Wants to Strip Benefits from Immigrants Who Can't Speak English", "score": 2969, "comments": 3142, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 3, "id": "1vl40j", "title": "Rich Chinese continue to flee China, 64 percent of Chinese millionaires have either emigrated or plan to emigrate and United States is their favorite destination", "score": 2423, "comments": 1116, "upvoteRatio": 0.94, "sentiment": 0.21875}, {"count": 4, "id": "1vk8bx", "title": "Report will detail how Jimmy Savile abused up to a THOUSAND young boys and girls on BBC premises. (xpost from r/news because I forgot that's for US news)", "score": 943, "comments": 190, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 5, "id": "1vlccj", "title": "3 Japanese Groups Ask that Brutal Dolphin Hunts be Stopped in Japan - The roundups occur 6 months out of each yr. This year alone, fishermen allowed to drive in over 2,000 dolphins.", "score": 864, "comments": 95, "upvoteRatio": 0.9, "sentiment": -0.4375}, {"count": 6, "id": "1vlicu", "title": "Turkey signs law ‘criminalizing’ medical first aid without govt permit", "score": 776, "comments": 100, "upvoteRatio": 0.89, "sentiment": 0.125}, {"count": 7, "id": "1vlgqx", "title": "Taliban fires a rocket at a group of kids playing soccer, killing three in Kandahar province", "score": 737, "comments": 289, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 8, "id": "1vlwlc", "title": "Obama: Marijuana No More Dangerous Than Alcohol", "score": 487, "comments": 115, "upvoteRatio": 0.88, "sentiment": -0.425}, {"count": 9, "id": "1vld05", "title": "Man tortured for Britain finds asylum – in the US. Britain has been attacked by human rights campaigners over its “shameful” failure to aid a British embassy guard who had to flee his home country with his family after he was brutally tortured.", "score": 466, "comments": 35, "upvoteRatio": 0.88, "sentiment": -0.29791666666666666}]}