{"data": [{"count": 0, "id": "1vq9vh", "title": "Ukraine's Capital is literally revolting (Livestream)", "score": 4307, "comments": 10510, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 1, "id": "1vr7f1", "title": "Banks Launder Billions in Illegal Cartel Money While Snubbing Legal Marijuana Businesses", "score": 3256, "comments": 556, "upvoteRatio": 0.94, "sentiment": -0.15}, {"count": 2, "id": "1vs9ip", "title": "Pope Francis has challenged the world's business elite to do more to help the poor and vulnerable", "score": 2813, "comments": 1843, "upvoteRatio": 0.91, "sentiment": -0.13333333333333333}, {"count": 3, "id": "1vrhu1", "title": "A BBC photo of a men's cubicle with twin toilets at a Sochi Olympics venue has caused a Twitter storm in Russia", "score": 2637, "comments": 878, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "1vrgre", "title": "Thailand declares state of emergency in Bangkok", "score": 2158, "comments": 407, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "1vrfi6", "title": "‘Too big to fail’ banks are going back to the casino with your money \"world’s most important bank regulating body...chose to hold banks’ ratio of cash to loans at the paltry 3% rate, and to endorse accounting tricks that will allow banks to hide just how much outstanding debt they're really carrying", "score": 1589, "comments": 245, "upvoteRatio": 0.91, "sentiment": 0.15714285714285717}, {"count": 6, "id": "1vrong", "title": "The face of a tyrant: \"The Ukrainian parliament has passed emergency amendments to a series of laws on the judiciary and the status of the courts, effectively transforming the country into a police state.\"", "score": 1527, "comments": 273, "upvoteRatio": 0.94, "sentiment": 0.6}, {"count": 7, "id": "1vrq3a", "title": "Worlds largest bank HSBC revealed to be a front for drug trafficking; bribes justice system with five week's income to turn a blind eye. [xpost from r/ecursiveRevolt]", "score": 1349, "comments": 871, "upvoteRatio": 0.72, "sentiment": -0.5}, {"count": 8, "id": "1vrj4y", "title": "A senior Italian cleric has been charged with laundering millions through the Vatican bank. He is already on trial and under house arrest on separate charges of plotting to smuggle 20m euros into Italy. The former Vatican accountant and two other people were served with arrest warrants on Tuesday", "score": 1141, "comments": 74, "upvoteRatio": 0.93, "sentiment": -0.045}, {"count": 9, "id": "1vrbhk", "title": "The first anti-gay arrest of the Olympics - protester arrested for waving rainbow flag during torch relay in Russia", "score": 1035, "comments": 270, "upvoteRatio": 0.81, "sentiment": 0.1}]}