{"data": [{"count": 0, "id": "1wh39x", "title": "Brazilian judge, deeming marijuana ban unconstitutional, acquits drug dealer. Says government failed to provide justification for classification of THC as a restricted substance.", "score": 3685, "comments": 612, "upvoteRatio": 0.95, "sentiment": -0.5}, {"count": 1, "id": "1wgoxe", "title": "\"You're sending the wrong signal to billions of people living in undemocratic states\"- Angela Merkel attacks US and UK spying tactics.", "score": 3617, "comments": 869, "upvoteRatio": 0.94, "sentiment": -0.5}, {"count": 2, "id": "1whghn", "title": "'Angry Birds' website hacked following NSA spying allegations, displaying a message saying “Spying Birds” with one of their iconic Angry Birds bearing an NSA logo on its forehead", "score": 2796, "comments": 223, "upvoteRatio": 0.94, "sentiment": -0.125}, {"count": 3, "id": "1wgdlk", "title": "Two Norwegian politicians nominate Snowden for the Nobels Peace price.", "score": 2648, "comments": 1004, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "1whoa3", "title": "Let Banks Fail Is Iceland Mantra as 2% Joblessness in Sight", "score": 2439, "comments": 594, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 5, "id": "1wi2e9", "title": "Photos of Ukrainian uprising. Includes a dude with a colander on his head, humans on fire and lots of molotov cocktails.", "score": 1912, "comments": 419, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "1wg8aw", "title": "HSBC closing Canadian and American small business accounts unless you're making $5m/year", "score": 1431, "comments": 268, "upvoteRatio": 0.93, "sentiment": -0.125}, {"count": 7, "id": "1wgkuc", "title": "China confirmed for the first time that H7N9 bird flu has spread from person to person", "score": 1359, "comments": 162, "upvoteRatio": 0.93, "sentiment": 0.325}, {"count": 8, "id": "1wgo87", "title": "Stem cell 'major discovery' claimed: Scientists in Japan showed stem cells can now be made quickly just by dipping blood cells into acid", "score": 972, "comments": 66, "upvoteRatio": 0.92, "sentiment": 0.19791666666666666}, {"count": 9, "id": "1wfofi", "title": "A French television programme is set to reveal a potentially damming audio recording in which the late Libyan leader Muammar Gaddafi claims he helped bankroll former French president Nicolas Sarkozy’s 2007 presidential campaign", "score": 887, "comments": 106, "upvoteRatio": 0.91, "sentiment": -0.06}]}