{"data": [{"count": 0, "id": "1xbqcp", "title": "How Japan’s ‘BBC’ is rewriting its role in Second World War. Naoki Hyakuta says Japan was lured into the Second World War by America while liberating Asia from white colonialism.", "score": 3582, "comments": 5390, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1xcqfs", "title": "Fukushima radiation levels underestimated by five times, according to TEPCO.", "score": 2743, "comments": 1041, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 2, "id": "1xdwq2", "title": "Edward Snowden has received eight public nominations for the 2014 Nobel Peace Prize", "score": 2578, "comments": 2052, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "1xczof", "title": "UK Immigration minister Mark Harper resigns after it emerges his cleaner did not have permission to work in UK", "score": 1637, "comments": 185, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 4, "id": "1xctzr", "title": "Four LGBT Activists Arrested in Russia for Quoting the Olympic Charter", "score": 1592, "comments": 489, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 5, "id": "1xdaw5", "title": "Snowden documents show British spies use techniques to \"deny, disrupt, degrade and deceive\" by any means possible, such as setting up social media honey pots to harvest embarrassing information", "score": 892, "comments": 97, "upvoteRatio": 0.9, "sentiment": 0.008333333333333333}, {"count": 6, "id": "1xcyqu", "title": "Britain Puts Mormonism on Trial - A London court called the church’s leader to account for “false” doctrines—the latest in a string of sensational charges leveled against Mormons since they 1st landed in Liverpool.", "score": 733, "comments": 483, "upvoteRatio": 0.88, "sentiment": 0.25555555555555554}, {"count": 7, "id": "1xbjg9", "title": "Internet users all over the world are standing up to say no to GCHQ and the NSA's mass surveillance | Open Rights Group, Liberty, English PEN, Privacy International, Article 19, and Big Brother Watch are coming together to launch \"Don't Spy on Us\" on the 11th of February.", "score": 563, "comments": 36, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "1xbrei", "title": "China cancels USA corn purchases as GMO dispute drags on", "score": 538, "comments": 131, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "1xducw", "title": "A giraffe at Copenhagen zoo will be destroyed tomorrow to keep the herd genetically pure", "score": 519, "comments": 336, "upvoteRatio": 0.8, "sentiment": 0.21428571428571427}]}