{"data": [{"count": 0, "id": "1x6azf", "title": "The system that provides half the drinking water to South America’s largest city, Sao Paulo, will run dry in 45 days if there’s no rain, amid the biggest drought on record.", "score": 3431, "comments": 906, "upvoteRatio": 0.96, "sentiment": -0.11666666666666665}, {"count": 1, "id": "1x7kgh", "title": "UK: Police will have 'backdoor' access to health records despite opt-out, says MP | David Davis says police would be able to approach central NHS database without a warrant as critics warn of catastrophic breach of trust", "score": 3360, "comments": 972, "upvoteRatio": 0.95, "sentiment": 0.25}, {"count": 2, "id": "1x69r2", "title": "A dog shelter backed by a Russian billionaire is engaged in a frantic last-ditch effort to save hundreds of strays facing a death sentence before the Winter Olympics", "score": 2769, "comments": 458, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "1x6nqm", "title": "Mayor Rob Ford declares Thursday as Bob Marley day in Toronto.", "score": 2711, "comments": 1024, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "1x70k6", "title": "There are spy-cams in Olympic showers, Russian Deputy PM admits", "score": 2296, "comments": 342, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "1x7do5", "title": "China fury at Japanese claim that Nanjing massacre never took place: Board member at Japan's state broadcaster denies infamous wartime slaughter of tens of thousands ever happened", "score": 1789, "comments": 696, "upvoteRatio": 0.92, "sentiment": -0.25}, {"count": 6, "id": "1x6d4f", "title": "3 tons of seized illegal ivory crushed in Paris", "score": 1565, "comments": 392, "upvoteRatio": 0.93, "sentiment": -0.3}, {"count": 7, "id": "1x5odi", "title": "How UK spies committed DoS attacks against Anonymous - \"Regular citizens would face 10 years in prison and enormous fines for committing a DoS / DDoS attack. The same applies if they encouraged or assisted in one. But if you work in the government, it seems like you're an exception to the rule.\"", "score": 1511, "comments": 213, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "1x682k", "title": "Vatican ‘kept a code of silence’ on Child Sexual Abuse by Priests, says UN Report", "score": 1300, "comments": 183, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 9, "id": "1x6i5f", "title": "‘Fuck the EU,’ frustrated US Assistant Secretary of State says to US Ambassador to Ukraine in a leaked phone call about inaction and indecision by the European Union in solving Ukraine’s political crisis.", "score": 1299, "comments": 642, "upvoteRatio": 0.9, "sentiment": -0.275}]}