{"data": [{"count": 0, "id": "1wq3nv", "title": "The Mexican government is passing laws that will ban all shark and stingray fishing. This week, they passed a permanent ban on fishing for great white sharks. If a great white is accidentally caught, it must be released.", "score": 4073, "comments": 980, "upvoteRatio": 0.97, "sentiment": 0.32}, {"count": 1, "id": "1wpo3l", "title": "In a new Snowden reveal, the free Wi-Fi at Canadian airports, share Canadian citizens and non-Canadian people's Canada's CSEC, and sells them to the UK, Australia, New Zealand, and the USA.", "score": 3233, "comments": 852, "upvoteRatio": 0.93, "sentiment": 0.22424242424242424}, {"count": 2, "id": "1wre23", "title": "Egyptian belly dancer and actress Sama Al Masry has just announced that she would run in Egypt’s upcoming parliamentary elections, and in doing so, she vowed to exact revenge on the Muslim Brotherhood.", "score": 2982, "comments": 668, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 3, "id": "1wqc1p", "title": "Tour Operators Fume Over Great Barrier Reef Dumping Plan - \"They are not looking at scientific fact, they are not looking at protection of the reef—they are just doing what their political masters want. Well, let me tell you, 220 scientists wrote saying 'do not grant this'.\"", "score": 1877, "comments": 139, "upvoteRatio": 0.94, "sentiment": 0.4}, {"count": 4, "id": "1wqyby", "title": "Tens of thousands of people have marched to Spain's parliament to protest against the government's new law that aims to restrict abortion, allowing the practice only in cases of rape or serious risk to health.", "score": 1725, "comments": 378, "upvoteRatio": 0.9, "sentiment": -0.06565656565656565}, {"count": 5, "id": "1wr9px", "title": "$395 billion global 2012 arms sales: US dominates list of top 10 global arms sellers.", "score": 1383, "comments": 191, "upvoteRatio": 0.9, "sentiment": 0.16666666666666666}, {"count": 6, "id": "1wq45q", "title": "Iceland taps the ultimate renewable energy source: Earth's magma - Iceland's National Energy Authority has created the world's first magma-based geothermal energy system after drilling 1.3 miles (2,100 meters) through the Earth's crust.", "score": 945, "comments": 218, "upvoteRatio": 0.93, "sentiment": 0.125}, {"count": 7, "id": "1wr23k", "title": "Number of men claiming to have been sexually assaulted in New Zealand rising steeply", "score": 940, "comments": 306, "upvoteRatio": 0.91, "sentiment": 0.3181818181818182}, {"count": 8, "id": "1wq5sw", "title": "34% of women say men are justified in hitting wives if they argue back: Pakistan survey", "score": 765, "comments": 407, "upvoteRatio": 0.86, "sentiment": 0.2}, {"count": 9, "id": "1wrj7k", "title": "How Russia is Fighting to Regain Control of Ukraine", "score": 712, "comments": 205, "upvoteRatio": 0.89, "sentiment": 0.0}]}