{"data": [{"count": 0, "id": "1wz4fj", "title": "Guardian reveals threats of imprisonment and closure over Snowden leaks: \"The British government threatened to jail Guardian editor Alan Rusbridger and close the newspaper last July, over the newspaper’s reporting of the Edward Snowden revelations\"", "score": 3765, "comments": 625, "upvoteRatio": 0.94, "sentiment": -0.03333333333333333}, {"count": 1, "id": "1wy5mt", "title": "The spy agency which illegally monitored Kim Dotcom's communications has admitted deleting information needed in the upcoming $6 million damages hearing, according to the tycoon", "score": 3235, "comments": 578, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 2, "id": "1x091i", "title": "Scotland becomes the 17th country in the world to legalize same-sex marriage.", "score": 3026, "comments": 3366, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1wzfq3", "title": "Pope: ‘unjust’ unemployment can mean sin, suicide \"He noted that sometimes 'unjust social conditions' like unemployment lead to this type of destitution by depriving people of the dignity of work and access to education and health care.\"", "score": 1897, "comments": 581, "upvoteRatio": 0.89, "sentiment": -0.13958333333333334}, {"count": 4, "id": "1wzlks", "title": "Rights Group Releases Video of LGBT Attacks in Russia", "score": 1597, "comments": 857, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 5, "id": "1wzgnl", "title": "As war on corruption mounts, China’s rich flee to America - The US grants far more green cards to wealthy Chinese as president Xi Jinping cracks down.", "score": 1419, "comments": 498, "upvoteRatio": 0.92, "sentiment": 0.15992063492063488}, {"count": 6, "id": "1x02ku", "title": "President of Mormon Church, Thomas S. Monson, issued court summons to answer allegations of fraud in England", "score": 1228, "comments": 808, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "1wzbto", "title": "-----> Anti-NSA smartphone Blackphone to launch at Mobile World Congress <----- it runs a highly skinned fork of Android \"PrivatOS\". One can not only make secure phone calls and send/receive data, and the device will also ensure that the content stored on the phone is secure from snooping.", "score": 990, "comments": 129, "upvoteRatio": 0.84, "sentiment": 0.24000000000000002}, {"count": 8, "id": "1wy8d1", "title": "U.S. intelligence agencies urge the Obama administration to check its new healthcare network for malicious software after learning that developers linked to the Belarus government helped produce the website, raising concerns that private data posted by millions of Americans will be compromised.", "score": 854, "comments": 142, "upvoteRatio": 0.88, "sentiment": 0.06818181818181818}, {"count": 9, "id": "1wzirz", "title": "Ukraine discussion thread #3 (sticky post)", "score": 754, "comments": 656, "upvoteRatio": 0.85, "sentiment": 0.0}]}