{"data": [{"count": 0, "id": "1y5kw6", "title": "\"At the end of the Second World War so many people said 'if only we had known... if only we had known the wrongs that were done in the countries of the hostile forces\"- Michael Kirby (UN) on how the world must act on North Korea rights abuse", "score": 3529, "comments": 2440, "upvoteRatio": 0.95, "sentiment": 0.125}, {"count": 1, "id": "1y5iym", "title": "Dolphins 'suffering miscarriage, lung disease, losing teeth after BP oil spill' researchers claim", "score": 3140, "comments": 324, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "1y54tx", "title": "Catholic bishop who spent $480,000 on wardrobes used children's charity cash to build new $40-million HQ", "score": 3114, "comments": 975, "upvoteRatio": 0.93, "sentiment": 0.012121212121212116}, {"count": 3, "id": "1y585g", "title": "North Korean human rights abuses systematic and unparalleled, says UN. Inquiry chairman writes to Kim Jong-un warning he could face trial at The Hague for crimes against humanity", "score": 3107, "comments": 771, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 4, "id": "1y552a", "title": "Scientists have made an impassioned plea for humanity to pause and think before making a headlong rush to exploit the deep sea. The researchers said the oceans' lowest reaches had untold riches that could benefit mankind enormously, but not if the harvesting were done destructively.", "score": 3081, "comments": 316, "upvoteRatio": 0.95, "sentiment": -0.19999999999999998}, {"count": 5, "id": "1y44qz", "title": "Denmark bans religious slaughter of animals: Defending the government's decision, Agriculture and Food Minister Dan Jørgensen told Denmark's TV2 television that \"animal rights come before religion\"", "score": 2973, "comments": 1208, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "1y65wr", "title": "Saudi Arabia: women banned from visiting hospitals without male guardian", "score": 2754, "comments": 1151, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "1y41nr", "title": "Say goodbye to the Internet and say hello to Outernet. Company plans to beam free Wi-fi to every person on Earth from space", "score": 2088, "comments": 518, "upvoteRatio": 0.83, "sentiment": 0.4}, {"count": 8, "id": "1y68ru", "title": "No Swiss fighter jets were scrambled Monday when an Ethiopian Airlines co-pilot hijacked his own plane and forced it to land in Geneva, because it happened outside business hours, the Swiss airforce said.", "score": 1992, "comments": 384, "upvoteRatio": 0.94, "sentiment": 0.09999999999999998}, {"count": 9, "id": "1y4cs4", "title": "Possible high jacking in progress. Ethiopian airlines flight 702 (X-post R/aviation)", "score": 1964, "comments": 344, "upvoteRatio": 0.92, "sentiment": 0.08}]}