{"data": [{"count": 0, "id": "1y0fxk", "title": "A top-secret document, obtained by the former N.S.A. contractor Edward J. Snowden, shows that an American law firm was monitored while representing a foreign government in trade disputes with the United States.", "score": 3614, "comments": 1102, "upvoteRatio": 0.93, "sentiment": -0.08125}, {"count": 1, "id": "1xzkpw", "title": "US drug policy fuels push for legal pot worldwide", "score": 3226, "comments": 1173, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 2, "id": "1y0ml8", "title": "With Porn Filters Going Oh So Well, UK Roars Ahead In Expanding Them To Include 'Extremist' Content [x-post]", "score": 2964, "comments": 976, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "1xz82l", "title": "A mob armed with wooden clubs and iron bars, screaming that they were going to \"cleanse\" their neighborhood of gay people, dragged 14 young men from their beds and assaulted them", "score": 2086, "comments": 1407, "upvoteRatio": 0.85, "sentiment": 0.17222222222222225}, {"count": 4, "id": "1xz881", "title": "The operator of Japan's wrecked Fukushima nuclear plant knew about record high measurements of a dangerous isotope in groundwater at the plant for five months before telling the country's nuclear watchdog, a regulatory official told Reuters.", "score": 1787, "comments": 436, "upvoteRatio": 0.91, "sentiment": -0.21999999999999997}, {"count": 5, "id": "1xywoc", "title": "Distorting Russia: How the American media misrepresent Putin, Sochi and Ukraine", "score": 1278, "comments": 745, "upvoteRatio": 0.77, "sentiment": 0.0}, {"count": 6, "id": "1xzycv", "title": "Toronto child-porn investigation leads to major political scandal in Germany", "score": 1220, "comments": 88, "upvoteRatio": 0.92, "sentiment": 0.03125}, {"count": 7, "id": "1xz4bc", "title": "Pakistani Taliban To Ancient Tribe: Convert To Islam Or Die", "score": 1191, "comments": 629, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 8, "id": "1xz8dv", "title": "Villagers in southwestern China infuriated by a factory that was polluting the environment smashed its offices and equipment, and later clashed with police, underscoring the potential for such concerns to trigger violent unrest.", "score": 1071, "comments": 58, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 9, "id": "1xy6rv", "title": "Saudi Arabia agrees to provide Syria rebels with mobile antiaircraft missiles", "score": 700, "comments": 561, "upvoteRatio": 0.9, "sentiment": 0.0}]}