{"data": [{"count": 0, "id": "1yp0qp", "title": "Turkish citizens say no to internet censorship and take streets in protest", "score": 3593, "comments": 679, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 1, "id": "1ypjf9", "title": "Reuters: NSA now bugging 320 German officials in place of Merkel - including Merkel's most trusted confidant - after Obama promised to stop monitoring Merkel.", "score": 3591, "comments": 1498, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 2, "id": "1ynwgy", "title": "NSA Affair: Constitutional Court President Had Strong Words for the US - “How can one criticize the human rights situation in China or the Turkish government’s measures to restrict Internet usage, when basic civil rights are being disregarded in such a manner in the U.S.?” asked Holzinger", "score": 3347, "comments": 1240, "upvoteRatio": 0.93, "sentiment": 0.10833333333333332}, {"count": 3, "id": "1yqcqy", "title": "Oldest Holocaust survivor, Alice Herz-Sommer, dies at 110", "score": 2747, "comments": 828, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "1yotje", "title": "Riot police in Turkey have used tear gas to disperse thousands of people in Istanbul who were protesting against a new law tightening control of the internet.", "score": 2149, "comments": 214, "upvoteRatio": 0.95, "sentiment": 0.13636363636363635}, {"count": 5, "id": "1yppdy", "title": "Venezuela: how photos get manipulated. \"This article provides graphic evidence of how some postings on social and other media have reproduced images culled from elsewhere and portrayed them as depicting events in Venezuela...\"", "score": 1615, "comments": 516, "upvoteRatio": 0.87, "sentiment": -0.030555555555555558}, {"count": 6, "id": "1yozsw", "title": "Call To Make Drinking While Pregnant A Crime", "score": 1078, "comments": 577, "upvoteRatio": 0.83, "sentiment": 0.3333333333333333}, {"count": 7, "id": "1yp6qb", "title": "Ukraine parliament canceled the law that allowed the use of Russian language by municipal administrations in regions with significant Russian speaking population.", "score": 1058, "comments": 621, "upvoteRatio": 0.89, "sentiment": 0.125}, {"count": 8, "id": "1ype03", "title": "U.S. now bugging German ministers in place of Merkel: report", "score": 683, "comments": 88, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "1yolly", "title": "Canadian journalist disappears from Hotel in Cambodia while filming documentary on Khmer Rouge.", "score": 486, "comments": 107, "upvoteRatio": 0.93, "sentiment": 0.0}]}