{"data": [{"count": 0, "id": "1zatf4", "title": "Poland, Latvia and Lithuania officially request an emergency NATO meeting in regards to Ukraine, invoking article 4: any member state can convene a meeting of NATO members to consult when it feels its independence or security are threatened.", "score": 4197, "comments": 2756, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 1, "id": "1zad2p", "title": "Ukraine put its armed forces on full combat alert \"Russian military intervention would be the beginning of war and the end of any relations between Ukraine and Russia\" -Yatseniuk", "score": 3920, "comments": 3672, "upvoteRatio": 0.97, "sentiment": 0.08333333333333333}, {"count": 2, "id": "1z93px", "title": "Russia has brought in extra 6,000 troops to Ukraine", "score": 3468, "comments": 3804, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 3, "id": "1z9j57", "title": "Putin ask for Authorization to send Russian troops to the Ukraine", "score": 3324, "comments": 3552, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "1zad2j", "title": "Ukranian prime minister proclaims that Russian forces must retreat and any further military intervention by Moscow will result in war.", "score": 3153, "comments": 1030, "upvoteRatio": 0.96, "sentiment": -0.03333333333333333}, {"count": 5, "id": "1z9ph4", "title": "Aleksei A. Navalny, Russia’s leading opposition figure, was placed under house arrest on Friday and ordered not to use the Internet or telephone for two months, thus removing President Vladimir V. Putin’s fiercest critic from public life.", "score": 3065, "comments": 543, "upvoteRatio": 0.95, "sentiment": -0.025}, {"count": 6, "id": "1z9mbk", "title": "Russian parliament approves use of military against Ukraine- live updates", "score": 2642, "comments": 1117, "upvoteRatio": 0.94, "sentiment": 0.012121212121212116}, {"count": 7, "id": "1z9z3n", "title": "BBC - 27 dead in attack by knife-wielding men at train station in Kunming in south-west China, state news agency says", "score": 2449, "comments": 1866, "upvoteRatio": 0.94, "sentiment": -0.2}, {"count": 8, "id": "1z9sii", "title": "Ukraine's Klitschko calls for 'national mobilisation' (of the Ukrainian Army)", "score": 2256, "comments": 756, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "1zasw8", "title": "US pulls out of G8 summit: \"The United States will suspend upcoming participation in preparatory meetings for the G-8. Going forward, Russia’s continued violation of international law will lead to greater political and economic isolation.\"", "score": 2152, "comments": 555, "upvoteRatio": 0.88, "sentiment": 0.175}]}