{"data": [{"count": 0, "id": "1ze4gl", "title": "G-7 Leaders Statement: we (the G-7: Canada, France, Germany, Italy, Japan, the United Kingdom and the United States) have decided for the time being to suspend our participation in activities associated with the preparation of the scheduled G-8 Summit in Sochi in June", "score": 3692, "comments": 1834, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "1zfj6x", "title": "Poland says Russian appeasement not an option: \"History shows that those who appease all the time in order to preserve peace usually only buy a little bit of time.\" Warsaw fears Russia will push west through Ukraine and threaten Poland now.", "score": 3528, "comments": 2990, "upvoteRatio": 0.95, "sentiment": -0.0625}, {"count": 2, "id": "1zf8ku", "title": "Russia launches propaganda war over Ukraine. Russian media says thousands of ukrainians \"escaping\" to Russia, while in fact the queue of cars is at the border with... Poland.", "score": 3178, "comments": 2196, "upvoteRatio": 0.94, "sentiment": -0.05}, {"count": 3, "id": "1zfpx9", "title": "Russia deploys 3500 troops and heavy equipment on Batlic coast in Kaliningrad Oblat near Polish and Lithuanian borders", "score": 3074, "comments": 4185, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 4, "id": "1zgov9", "title": "Several buses and trucks with Russian troops broke through a Ukrainian border post around Kerch. Border guards were forced by armed men to let the vehicles through and have lost control over the border post.", "score": 2851, "comments": 845, "upvoteRatio": 0.94, "sentiment": -0.10000000000000002}, {"count": 5, "id": "1zepfe", "title": "Kravchuk (1st Ukrainian president): \"I'm 80 years old, but I will I will take a weapon and will defend my land.\"", "score": 2845, "comments": 393, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 6, "id": "1zgs5m", "title": "Ukraine's ousted President Viktor Yanukovych has written to Russian President Vladimir Putin asking him to use military force in Ukraine", "score": 2762, "comments": 578, "upvoteRatio": 0.94, "sentiment": -0.05}, {"count": 7, "id": "1zf635", "title": "Russian stocks are tanking after Putin mobilizes tanks in Ukraine. Losses over 20% for state-owned mining company. All state-owned sectors (finance, gas, minerals, steel, coal) tumbling in biggest plunge of last 5 years.", "score": 2694, "comments": 500, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "1zfs3z", "title": "Russia Delivers 3am 'Storm' Deadline", "score": 2440, "comments": 1595, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "1zgg7m", "title": "Obama promises to protect Poland against Russian invasion", "score": 2289, "comments": 4625, "upvoteRatio": 0.87, "sentiment": 0.0}]}