{"data": [{"count": 0, "id": "20b1ca", "title": "Australia: Coalition Lies to UN in Order to Strip Tasmanian Forest of Heritage Listing so it Can be Developed - Photos show 90% of the 74,000 hectares the govt claims is degraded are ecologically pristine forests", "score": 3726, "comments": 879, "upvoteRatio": 0.95, "sentiment": 0.25}, {"count": 1, "id": "20bxuy", "title": "This isn't Ukraine, or Venezuela, this is Turkey right now - 38 pictures from the renewed Anti Government Protests", "score": 3646, "comments": 1985, "upvoteRatio": 0.95, "sentiment": 0.2857142857142857}, {"count": 2, "id": "20b79q", "title": "Uncovered in Jerusalem, 9 tiny unopened Dead Sea Scrolls", "score": 3247, "comments": 1018, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 3, "id": "20anme", "title": "U.S. Investigators Suspect Missing Airplane Flew On for Hours", "score": 3154, "comments": 2862, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 4, "id": "20bw2b", "title": "McDonald's workers sue for wage theft. The suits allege that McDonald's has forced employees to work off the clock, not paid them overtime and struck hours off their time cards.", "score": 2891, "comments": 647, "upvoteRatio": 0.94, "sentiment": -0.30000000000000004}, {"count": 5, "id": "209wnz", "title": "Australia's new anti-protesting state laws spark protest, outrage.", "score": 2606, "comments": 506, "upvoteRatio": 0.95, "sentiment": 0.13636363636363635}, {"count": 6, "id": "20cg98", "title": "Russia blocks internet sites of Putin critics", "score": 2579, "comments": 484, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "20ba5a", "title": "A man who found his computer infected with ransomware demanding payment of £13,000 or face jail decided to take his own life and that of his four-year-old son | The report comes from the Romanian commune of Movila Miresii, made up of three small villages and located in the east of the country.", "score": 2373, "comments": 643, "upvoteRatio": 0.92, "sentiment": 0.08333333333333333}, {"count": 8, "id": "20bae7", "title": "Misbehaving bankers and their bosses will have to hand back bonuses up to six years after they pocketed the cash under a proposed rule from the Bank of England to prevent excessive risk-taking", "score": 2331, "comments": 97, "upvoteRatio": 0.94, "sentiment": -0.125}, {"count": 9, "id": "20bta5", "title": "A Ukrainian army colonel has threatened to open fire on Russian marines unless given new and formal instructions to hold off by his nation's defense ministry.", "score": 2320, "comments": 667, "upvoteRatio": 0.94, "sentiment": 0.04545454545454545}]}