{"data": [{"count": 0, "id": "20t8e7", "title": "More Than 900 Workers Have Already Died Building Qatar’s World Cup Facilities | The International Trade Union Confederation says that if conditions don’t improve, at least 4,000 migrants will die before kick-off", "score": 4394, "comments": 2233, "upvoteRatio": 0.96, "sentiment": 0.06666666666666667}, {"count": 1, "id": "20uchb", "title": "Guy buys golden egg for $13,000. Turns out to be a Faberge egg worth $33.3 million.", "score": 3692, "comments": 1206, "upvoteRatio": 0.96, "sentiment": 0.3}, {"count": 2, "id": "20seo3", "title": "Putin on Western criticism: \"They tell us that we are violating the norms of international law. First of all, it's good that they at least remember that international law exists\"", "score": 3057, "comments": 5630, "upvoteRatio": 0.92, "sentiment": 0.10833333333333332}, {"count": 3, "id": "20ticv", "title": "TED Prize winner: Rip veil off corporate criminals - Charmian Gooch, the anti-corruption crusader who co-founded Global Witness, called Tuesday night for action to lift the veil on who owns corporations around the world.", "score": 2674, "comments": 189, "upvoteRatio": 0.93, "sentiment": 0.03333333333333333}, {"count": 4, "id": "20t89q", "title": "MH370 families dragged away from press conference amid claims they are being imprisoned in hotel rooms", "score": 2100, "comments": 615, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "20sbdh", "title": "Russia has told the US that Western sanctions over the Crimea dispute are unacceptable, and has threatened consequences.", "score": 1953, "comments": 1018, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "20rwdy", "title": "Ex-dolphin fisherman says Japan’s hunt and slaughter not age old tradition", "score": 1518, "comments": 156, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 7, "id": "20tdd7", "title": "The utter collapse of human civilization will be ‘difficult to avoid,’ NASA funded study says", "score": 1434, "comments": 900, "upvoteRatio": 0.89, "sentiment": -0.16666666666666666}, {"count": 8, "id": "20tsr7", "title": "NASA: In 2012 Earth dodged a Solar blast by a mere nine days that would have taken out satellite communications systems, a big chunk of the GPS network, and possibly crashed power grids and computer systems down on the surface.", "score": 1414, "comments": 351, "upvoteRatio": 0.94, "sentiment": -0.1638888888888889}, {"count": 9, "id": "20tb5g", "title": "A man once believed to be one of Sweden's worst serial killers has been freed after spending two decades confined in a mental institution after a string of false murder confessions.", "score": 1267, "comments": 207, "upvoteRatio": 0.92, "sentiment": -0.5000000000000001}]}