{"data": [{"count": 0, "id": "20zspy", "title": "Pirate Bay Founder Peter Sunde Gets Ready to Run for European Parliament", "score": 3957, "comments": 905, "upvoteRatio": 0.96, "sentiment": 0.1}, {"count": 1, "id": "210fbu", "title": "Tweets In Turkey Are Up 138% Even Though The Country Banned Twitter", "score": 3736, "comments": 473, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 2, "id": "20z876", "title": "Microsoft sells your Information to FBI; Syrian Electronic Army leaks Invoices", "score": 3538, "comments": 1163, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "20zkug", "title": "The Trans-Pacific Partnership Will \"Significantly\" Restrict Online Freedoms", "score": 2984, "comments": 300, "upvoteRatio": 0.94, "sentiment": 0.375}, {"count": 4, "id": "210vzc", "title": "Pope Francis tells Italian mafia they risk going to hell unless they renounce their 'blood-stained' money and power", "score": 2324, "comments": 767, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "20yd1x", "title": "Supreme Court Denies Kim Dotcom Access to U.S. Evidence - im Dotcom and his alleged Megaupload co-conspirators have been denied access to the evidence gathered by U.S. authorities against them. Megaupload's legal team argued that this information is essential to mount a solid defense...", "score": 1965, "comments": 310, "upvoteRatio": 0.93, "sentiment": 0.025}, {"count": 6, "id": "20ybnk", "title": "We Need Three Planets to Keep the Human Race Alive, NASA Scientist Says", "score": 1928, "comments": 979, "upvoteRatio": 0.91, "sentiment": 0.05}, {"count": 7, "id": "20ypk7", "title": "The last U.S. ambassador to the Soviet Union, argues that Russian President Vladimir Putin’s actions in Ukraine are a response to years of hostility from the United States, including the eastward expansion of NATO, the bombing of Serbia and the expansion of American military bases in Eastern Europe.", "score": 1847, "comments": 1625, "upvoteRatio": 0.86, "sentiment": -0.025}, {"count": 8, "id": "20zini", "title": "First ever female genital mutilation prosecutions announced in UK", "score": 1685, "comments": 1242, "upvoteRatio": 0.92, "sentiment": 0.125}, {"count": 9, "id": "20zjqk", "title": "India rejects China’s request to search territorial waters for MH370. \"There was no need for anybody else to search the area.\" Experts baffled. \"... their search capabilities in the region are inferior to India's.\" \"... China should not use a tragedy to gain access for naval probing.\"", "score": 1472, "comments": 557, "upvoteRatio": 0.93, "sentiment": 0.0}]}