{"data": [{"count": 0, "id": "20kj0b", "title": "A 100-year-old Saudi beggar died leaving a million-dollar fortune behind, secretly amassing a fortune and real estate portfolio over 50 years of begging on the streets of Jeddah that rivaled those of the city’s millionaires.", "score": 3434, "comments": 1036, "upvoteRatio": 0.95, "sentiment": -0.20000000000000004}, {"count": 1, "id": "20jes8", "title": "30,000 Australians hit the streets in protest of government policies.", "score": 3389, "comments": 1296, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 2, "id": "20jsl5", "title": "Ukraine, Russia agree Crimea truce until March 21", "score": 3073, "comments": 1483, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "20iht7", "title": "Anti-police brutality march declared illegal, broken up", "score": 2792, "comments": 680, "upvoteRatio": 0.93, "sentiment": -0.45}, {"count": 4, "id": "20ju98", "title": "Russian media has been churning out propaganda about how Ukrainians are fleeing into Russia proper to escape neo-Nazis and fascists. But the reality is that many Crimeans are fleeing north to other regions of Ukraine, to escape local militias manned by Russian separatists.", "score": 2507, "comments": 817, "upvoteRatio": 0.87, "sentiment": -0.028124999999999997}, {"count": 5, "id": "20iqgr", "title": "“I am afraid that I am interested in a cold war with the West,” said Mr. Prokhanov, 76, in a lull between interviews on state-controlled television and radio. “I was very patient. I waited for 20 years. I did everything I could so that this war would begin. I worked day and night.”", "score": 2299, "comments": 697, "upvoteRatio": 0.92, "sentiment": -0.1875}, {"count": 6, "id": "20j0p6", "title": "Thousands of Australian protesters take to the streets against Abbott Government policies.", "score": 2215, "comments": 607, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "20jyxy", "title": "Russian diplomat stabbed in Canada's capital city Ottawa by soldier of Ukrainian descent", "score": 2106, "comments": 282, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "20j1ui", "title": "MH370 is now thought to be near Perth,Australia", "score": 1890, "comments": 1098, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 9, "id": "20kn3z", "title": "Modern civilisation is heading for collapse within a matter of decades because of growing economic instability and pressure on the planet’s resources, according to a scientific study funded by Nasa.", "score": 1568, "comments": 627, "upvoteRatio": 0.88, "sentiment": 0.2}]}