{"data": [{"count": 0, "id": "21bq8m", "title": "Of 15,450 personnel in the Ukrainian navy 12,000 were based in Crimea, the majority have defected or resigned. 12 of 17 major Ukrainian warships have been seized by Russia as well as their only submarine and a large number of aircraft, the Ukrainian navy is now facing an existential crisis.", "score": 3512, "comments": 2154, "upvoteRatio": 0.95, "sentiment": 0.09226190476190477}, {"count": 1, "id": "21bzel", "title": "Icelanders can now each claim $400 worth of Auroracoin, the country's new digital currency \"The goal is to decentralize power and revive Iceland's local economy, given that the kroner has fallen dramatically in value in recent years. Iceland was hard hit by the 2008 global financial crisis ...\"", "score": 3355, "comments": 1001, "upvoteRatio": 0.93, "sentiment": 0.018087121212121207}, {"count": 2, "id": "21b5ud", "title": "Russian thugs beat up St Patrick’s flashmob after mistaking it for gay activists", "score": 3181, "comments": 1194, "upvoteRatio": 0.93, "sentiment": 0.20833333333333334}, {"count": 3, "id": "21b2ah", "title": "Smoking is now increasingly a habit of the poor and the working class", "score": 3092, "comments": 2857, "upvoteRatio": 0.92, "sentiment": -0.4}, {"count": 4, "id": "21bo06", "title": "Jimmy Carter: \"I have become convinced that the most serious and unaddressed worldwide challenge is the deprivation and abuse of women and girls.\"", "score": 2581, "comments": 1482, "upvoteRatio": 0.86, "sentiment": 0.08333333333333334}, {"count": 5, "id": "21b0av", "title": "Putin Is Reviving a Stalinist Fitness Program to Whip Russians Into Shape", "score": 2102, "comments": 795, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 6, "id": "21ctl1", "title": "The head of Russia's largest bank, the state owned Sberbank, has warned that Russia is now at risk of recession", "score": 2092, "comments": 509, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "21aq16", "title": "Ukraine to take Russia to the International Court...", "score": 1303, "comments": 249, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "21bzs2", "title": "Swedish hotel denies breakfast to Roma guest | A Swedish expert invited by the government to speak at the release of its white paper on Roma discrimination was on Tuesday denied entry to the breakfast room at Stockholm's Sheraton hotel. She had to drink her coffee in the lobby.", "score": 1113, "comments": 964, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "21bhv3", "title": "Head of Public Relations for the 2022 Qatar World Cup sent an angry letter to Deadspin regarding their \"Report: Qatars World Cup will Take More Lives Than 9/11\" article", "score": 1110, "comments": 141, "upvoteRatio": 0.92, "sentiment": 0.0}]}