{"data": [{"count": 0, "id": "229lox", "title": "Japan cancels whaling hunt in Antarctic first time for 25 years", "score": 4089, "comments": 1406, "upvoteRatio": 0.96, "sentiment": 0.25}, {"count": 1, "id": "228fgm", "title": "\"The United States on Friday [4 April 2014] criticized proposals to build a European communication network to avoid emails and other data passing through the United States, warning that such rules could breach international trade laws.\"", "score": 3836, "comments": 1606, "upvoteRatio": 0.95, "sentiment": -0.03125}, {"count": 2, "id": "229kd8", "title": "MH370: Chinese search vessels discovers pulse signal in Indian Ocean", "score": 2515, "comments": 853, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "229jc1", "title": "Afghan voters defy Taliban, cast their ballots for a new president, regional councils - As polls opened amid threats of violence and lingering memories of fraud, Afghan voters turned out on Saturday morning to choose a president who will lead them into the post-American era in Afghanistan", "score": 2186, "comments": 260, "upvoteRatio": 0.93, "sentiment": 0.13636363636363635}, {"count": 4, "id": "22a0fv", "title": "Drone killings case thrown out in US - A US federal judge has dismissed a lawsuit filed against the government by the families of three American citizens killed by drones in Yemen, saying senior officials cannot be held personally responsible for money damages for the act of conducting war.", "score": 2161, "comments": 706, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "229ryj", "title": "Christian couple in eastern Pakistan sentenced to death over 'blasphemous' text message", "score": 2112, "comments": 850, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "228yde", "title": "Japan orders military to strike any new North Korea missile launches", "score": 1564, "comments": 289, "upvoteRatio": 0.95, "sentiment": 0.018181818181818174}, {"count": 7, "id": "22a6g0", "title": "World's Oldest Decimal Times Table Found in China: The newly deciphered multiplication table, written on bamboo strips dated to 310 B.C., was more sophisticated than earlier versions.", "score": 872, "comments": 136, "upvoteRatio": 0.91, "sentiment": 0.28409090909090906}, {"count": 8, "id": "22a7iu", "title": "Palestinians say over 1,500 children killed by Israel since 2000", "score": 814, "comments": 785, "upvoteRatio": 0.74, "sentiment": -0.2}, {"count": 9, "id": "228ero", "title": "Bananageddon: Millions Face Hunger As Deadly Fungus Decimates Global Banana Crop -- \"Disease spreads from Asia to Africa and may already have jumped to crucial plantations in Latin America\"", "score": 806, "comments": 191, "upvoteRatio": 0.91, "sentiment": -0.06666666666666667}]}