{"data": [{"count": 0, "id": "22imk9", "title": "Swedes to give six-hour workday a go: Municipal staff in Gothenburg will act as guinea pigs in a proposed push for six-hour workdays with full pay, with hopes that it will cut down on sick leave, boost efficiency, and ultimately save Sweden money.", "score": 5016, "comments": 4047, "upvoteRatio": 0.97, "sentiment": -0.12996031746031747}, {"count": 1, "id": "22i226", "title": "Ukraine Turmoil Leaves Zoo Animals Starving – Over 6,000 in dire straits. 114-yr-old Nikolaev Zoo survived 2 world wars, but likely not this. Only enough left for carnivores to eat today & tomorrow. Herbivores will last 1 more week. No medical supplies.", "score": 3698, "comments": 1090, "upvoteRatio": 0.95, "sentiment": 0.07142857142857142}, {"count": 2, "id": "22irdu", "title": "A man with total amnesia has turned up in Norway. He speaks 4 languages, including Russian, and calls himself John Smith.", "score": 3642, "comments": 1268, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "22if68", "title": "\"No legal means exist to challenge mass surveillance\", says NSA whistleblower Edward Snowden", "score": 2979, "comments": 540, "upvoteRatio": 0.9, "sentiment": -0.1}, {"count": 4, "id": "22ijm3", "title": "Leading environmental scientists say Australia's Tony Abbott has engineered, in less than one year in office, and \"environmental train wreck,\" that could potentially cause irreversible damage to some of the world's most fragile ecosystems.", "score": 2559, "comments": 407, "upvoteRatio": 0.91, "sentiment": 0.08333333333333334}, {"count": 5, "id": "22i6jd", "title": "Philippine top court approves birth control law: \"The Philippines’ highest court approved Tuesday a birth control law that supporters said would transform the lives of millions of poor Filipinos, in a stunning defeat for the powerful Catholic Church.\"", "score": 2006, "comments": 188, "upvoteRatio": 0.92, "sentiment": 0.18}, {"count": 6, "id": "22h429", "title": "Quebec has voted the separatist Parti Quebecois out of office. A new majority government will be formed by the Liberal Party.", "score": 1660, "comments": 811, "upvoteRatio": 0.91, "sentiment": 0.13636363636363635}, {"count": 7, "id": "22hhkh", "title": "South Korea, U.S., Japan issue joint warning to North Korea, \"If North Korea goes ahead with another nuclear test, we, along with the international community, will make it pay the price for that\"", "score": 1471, "comments": 596, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "22iakh", "title": "Japan's Biggest Drugmaker Is Hit With $6 Billion Penalty For Concealing Cancer Risks", "score": 1128, "comments": 82, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 9, "id": "22iuki", "title": "China just recently got a big buzz concerning its \"historical\" claim on their land grab. German Chancellor Angela Merkel gave Chinese President Xi Jinping an antique map of China in 18th century showing a “Little China” as a landmass separate from areas like Xinjiang, Tibet & etc.", "score": 1016, "comments": 362, "upvoteRatio": 0.89, "sentiment": -0.03125}]}