{"data": [{"count": 0, "id": "23evkd", "title": "North Korea has written an official letter of complaint to Britain over a London hair salon's advert implying leader Kim Jong-Un has a bad hairstyle", "score": 3421, "comments": 1327, "upvoteRatio": 0.95, "sentiment": -0.4999999999999999}, {"count": 1, "id": "23fp60", "title": "A 7.5 earthquake has occurred off the coast of Papua New Guinea - Tsunami expected locally", "score": 3101, "comments": 438, "upvoteRatio": 0.95, "sentiment": 0.012121212121212116}, {"count": 2, "id": "23fsyc", "title": "Schools in Birmingham discrimate against non-Muslim students and restrict GCSE teaching to fit in with Islamic beliefs, according to official report", "score": 2423, "comments": 1520, "upvoteRatio": 0.89, "sentiment": 0.4}, {"count": 3, "id": "23f3hn", "title": "Chinese authorities have arrested at least 20 people for the crime of writing male/male fanfic, mostly young women.", "score": 2063, "comments": 397, "upvoteRatio": 0.93, "sentiment": -0.06666666666666667}, {"count": 4, "id": "23flkh", "title": "Japan expands army footprint for first time in 40 years, risks angering China.", "score": 1971, "comments": 634, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 5, "id": "23g422", "title": "President Barack Obama has signed into law a measure that would bar entry to any UN ambassador whom the US says has engaged in \"terrorist activity\".", "score": 1795, "comments": 694, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 6, "id": "23ffbd", "title": "Russia writes off 90 percent of North Korea debt, eyes gas pipeline: Russia's parliament has agreed to write off almost $10 billion of North Korea's Soviet-era debt, in a deal expected to facilitate the building of a gas pipeline to South Korea across the reclusive state.", "score": 1785, "comments": 370, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 7, "id": "23gu4x", "title": "US Drone Obliterates Civilians in Yemen: At least fifteen people, including those not specifically targeted, are killed or wounded in bombing", "score": 1743, "comments": 985, "upvoteRatio": 0.82, "sentiment": -0.25}, {"count": 8, "id": "23fhov", "title": "Nearly one-third of morning-after pills in Peru are fake", "score": 1658, "comments": 69, "upvoteRatio": 0.94, "sentiment": -0.2}, {"count": 9, "id": "23foyy", "title": "Most in east Ukraine region against joining Russia. A majority of inhabitants in Ukraine's pro-Russian protest hub Donetsk do not want to join Russia but consider the government in Kiev to be illegitimate, according to a poll published Saturday.", "score": 1561, "comments": 576, "upvoteRatio": 0.88, "sentiment": 0.5}]}