{"data": [{"count": 0, "id": "23kvez", "title": "Twitter bans two whistleblower accounts exposing government corruption after complaints from the Turkish government", "score": 4196, "comments": 1267, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 1, "id": "23mouv", "title": "China: “Violent Government Thugs” Beaten To Death By Angry Crowds After They Killed A Man Documenting Their Brutality", "score": 3830, "comments": 2153, "upvoteRatio": 0.96, "sentiment": -0.5}, {"count": 2, "id": "23lk0h", "title": "Arab royal hunts down 2,100 internationally protected houbara bustards in three week safari", "score": 3520, "comments": 1529, "upvoteRatio": 0.94, "sentiment": -0.07777777777777779}, {"count": 3, "id": "23kelv", "title": "Canadians rally to legalize marijuana", "score": 2725, "comments": 515, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 4, "id": "23kviq", "title": "China has seized a Japanese ship over \"debt\" from 1936.", "score": 2610, "comments": 764, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "23kqji", "title": "India and Georgia have made it compulsory for Pakistani travellers to get anti-polio vaccine prior to entering their territory; several other countries may follow suit", "score": 1386, "comments": 155, "upvoteRatio": 0.94, "sentiment": -0.041666666666666664}, {"count": 6, "id": "23l624", "title": "Snowden reporter promises more NSA revelations are coming. And Greenward hits back after Rep. Peter King denounces the Pulitzer Award calling it 'disgraceful'.", "score": 1173, "comments": 294, "upvoteRatio": 0.88, "sentiment": 0.25}, {"count": 7, "id": "23k8g2", "title": "Photos Link Masked Men in East Ukraine to Russia and suggest that many of the men who have seized Ukrainian government sites are indeed Russian military and intelligence forces.", "score": 1112, "comments": 329, "upvoteRatio": 0.85, "sentiment": 0.13333333333333333}, {"count": 8, "id": "23l8ju", "title": "Abuse of veal calves unveiled by hidden camera: \"Baby calves... are kicked, punched, slapped and yelled at by barn employees. Some are grabbed by the testicles to force them into narrow wooden stalls. Several lie gasping for air on slats stained with urine and feces.\" [Canada]", "score": 934, "comments": 276, "upvoteRatio": 0.86, "sentiment": -0.09166666666666667}, {"count": 9, "id": "23k109", "title": "Spain’s ‘Robin Hood’ takes from the banks and gives to the disenfranchised - They call him the Robin Hood of the banks, a man who took out dozens of loans worth almost half a million euros with no intention of ever paying them back.", "score": 761, "comments": 176, "upvoteRatio": 0.9, "sentiment": 0.044444444444444446}]}