{"data": [{"count": 0, "id": "23i3pd", "title": "Engineers are about to blast away the top of a Chilean mountain to create a site for the European Extremely Large Telescope. It will allow us, for the first time, to directly observe planets outside the solar system", "score": 3355, "comments": 1055, "upvoteRatio": 0.94, "sentiment": 0.1773809523809524}, {"count": 1, "id": "23j2p3", "title": "Jamaica sees green in ganja -- After more than a century, the island of music and marijuana seems ready for legalization", "score": 3271, "comments": 679, "upvoteRatio": 0.93, "sentiment": 0.16666666666666666}, {"count": 2, "id": "23j99r", "title": "Japan defence chief puzzled by Russian warplanes: The country's air defence force scrambled fighter jets for seven days in a row after spotting Russian military planes. \"They are continuing flights, which we deem as abnormal and were unseen even in the Cold War era,\" - Defence Minister", "score": 2697, "comments": 1034, "upvoteRatio": 0.94, "sentiment": -0.175}, {"count": 3, "id": "23h1a2", "title": "Six schools in Birmingham, U.K. implicated in \"Trojan Horse\" plot by extremists to \"Islamise\" secular state education .", "score": 2682, "comments": 3337, "upvoteRatio": 0.89, "sentiment": -0.4}, {"count": 4, "id": "23h3vf", "title": "In 60 Days, South Sudan will Starve: There is a looming crisis in South Sudan that, if not dealt with, could rival some of the worst famines in recent history.", "score": 2117, "comments": 525, "upvoteRatio": 0.91, "sentiment": -0.5}, {"count": 5, "id": "23h9rl", "title": "‘New York Times’ Admits It Agreed to ‘Gag Orders’ in Israel", "score": 1970, "comments": 423, "upvoteRatio": 0.88, "sentiment": 0.13636363636363635}, {"count": 6, "id": "23iqew", "title": "Malaysia Airlines MH192 has made an air turn back to KUL, but is currently circling round burning fuel and unable to land due to problems with its landing gear and burst tyres.", "score": 1834, "comments": 483, "upvoteRatio": 0.83, "sentiment": -0.16499999999999998}, {"count": 7, "id": "23iaqb", "title": "Saudi man fined for allowing his wife to drive.", "score": 1483, "comments": 332, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "23ife9", "title": "Government to introduce law requiring porn sites to obtain proof that users are over 18", "score": 1234, "comments": 508, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "23in9r", "title": "North Korea accuses US and allies of \"worst human rights abuses\"; says defectors to South Korea who exposed human rights abuses are \"terrorists\" and that North Korea's masses are leading happy lives. The North said that human rights investigations would only make it achieve \"Final Victory\" faster.", "score": 1131, "comments": 236, "upvoteRatio": 0.89, "sentiment": -0.028571428571428564}]}