{"data": [{"count": 0, "id": "243nla", "title": "Missing Malaysia Airlines flight MH370: Malaysian prime minister admits lost plane WAS tracked by military radar", "score": 3193, "comments": 1315, "upvoteRatio": 0.93, "sentiment": -0.15000000000000002}, {"count": 1, "id": "242bky", "title": "30,000 Chinese Factory Workers Strike Against Maker of Nike Sneakers", "score": 3067, "comments": 850, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 2, "id": "242l76", "title": "South Korea PM to resign over criticism of the governments handling of the ferry incident.", "score": 2924, "comments": 574, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "243t0e", "title": "North Korea calls Obama a \"powerful pimp\" and \"gangster\" for South Korea's \"prostitute\" President; says South Korean president's behavior like a \"crafty prostitute eagerly trying to frame someone by giving her body to a powerful pimp\". The North then said it was ready for \"full scale nuclear war.\"", "score": 2876, "comments": 1813, "upvoteRatio": 0.92, "sentiment": 0.30999999999999994}, {"count": 4, "id": "244og3", "title": "Cold War Spy-Satellite Images Unveil Lost Cities. Photos triple number of known archaeological sites across the Middle East, revealing thousands of ancient cities, roads, canals, and other ruins.", "score": 2501, "comments": 192, "upvoteRatio": 0.95, "sentiment": -0.175}, {"count": 5, "id": "24446o", "title": "China bans \"The Big Bang Theory\" and other American shows from the internet; analysts say government censors are concerned with \"ideological issues.\"", "score": 2240, "comments": 730, "upvoteRatio": 0.92, "sentiment": -0.041666666666666664}, {"count": 6, "id": "244s8t", "title": "Desmond Tutu has said he is happy Nelson Mandela is dead - so he does not have to see what South Africa’s current leaders are doing to the country", "score": 2195, "comments": 551, "upvoteRatio": 0.93, "sentiment": 0.20000000000000004}, {"count": 7, "id": "244dor", "title": "BP and Shell exposed as US prepares first warning shot against Russia's oil and gas industry", "score": 1651, "comments": 337, "upvoteRatio": 0.9, "sentiment": 0.25}, {"count": 8, "id": "243vf2", "title": "Heavily armed African and French peacekeepers escorted some of the last remaining Muslims out of Central African Republic's volatile capital on Sunday, trucking more than 1,200 people who for months had been trapped in their neighborhood by violent Christian militants.", "score": 1316, "comments": 319, "upvoteRatio": 0.88, "sentiment": -0.07}, {"count": 9, "id": "243sz3", "title": "Brazilians welcome genetically-modified mosquito to help fight dengue fever -- With dengue endemic in three of the host cities for this summer's World Cup, Brazilian health officials are trying a radical new approach to fighting it - biotechnology.", "score": 1192, "comments": 174, "upvoteRatio": 0.92, "sentiment": 0.4681818181818182}]}