{"data": [{"count": 0, "id": "24g84r", "title": "France agrees workers can give days off to colleagues with sick children: France has passed a law allowing workers to give some of their days off to a colleague with a seriously ill child. The idea came from the case of a man whose colleagues donated 170 days while his son was battling cancer.", "score": 4108, "comments": 1121, "upvoteRatio": 0.97, "sentiment": -0.6071428571428572}, {"count": 1, "id": "24g2n7", "title": "Germany blocks Edward Snowden from testifying in person in NSA inquiry: The German government has blocked Edward Snowden from giving personal evidence in front of a parliamentary inquiry into NSA surveillance, it has emerged hours before Angela Merkel travels to Washington for a meeting with Obama.", "score": 3703, "comments": 1447, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "24f4tp", "title": "New video emerges of Rob Ford smoking crack in his sister's basement last Saturday", "score": 3365, "comments": 2951, "upvoteRatio": 0.93, "sentiment": 0.06818181818181818}, {"count": 3, "id": "24hu89", "title": "NASA Satellite Captures Dozens Of Fires Burning In North Korea", "score": 2825, "comments": 826, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "24g1oz", "title": "Egypt mass death sentences: 60% of defendants have evidence that proves they were not present at the scene of the crime. One woman reveals her son, who died three years ago, has also been convicted in the case.", "score": 2584, "comments": 313, "upvoteRatio": 0.94, "sentiment": 0.15}, {"count": 5, "id": "24h17e", "title": "Top 1% taking lion's share of global growth, OECD says", "score": 2501, "comments": 1101, "upvoteRatio": 0.87, "sentiment": 0.25}, {"count": 6, "id": "24gpy3", "title": "SpaceX gets injunction preventing US jet manufacturers from buying Russian rocket engines.", "score": 2162, "comments": 571, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "24gggs", "title": "Vladimir Putin demands Ukraine withdraw troops from troubled eastern regions", "score": 1996, "comments": 1332, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 8, "id": "24hg3t", "title": "Israel against U.S. naming Jewish extremist attacks as ‘terrorists’", "score": 1856, "comments": 1037, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "24es9u", "title": "Declassified documents reveal that Thatcher's government dismissed Ronald Reagan as a bumbling, homophobic \"bozo\"", "score": 1185, "comments": 593, "upvoteRatio": 0.89, "sentiment": 0.0}]}