{"data": [{"count": 0, "id": "260olf", "title": "WikiLeaks said it would reveal within 72 hours the name of a second country where the NSA is said to be using a cyber-espionage programme to record the content of all phone calls made, despite a warning from journalist Glen Greenwald that revealing the name of the nation could “lead to deaths”.", "score": 3777, "comments": 3949, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 1, "id": "260zua", "title": "Aussies To Slash 90% Of Global Warming Funding From Budget", "score": 3704, "comments": 2145, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "2614g0", "title": "Poll shows Germans want smaller role in military missions, favouring instead a foreign policy promoting human rights and environmental causes", "score": 3033, "comments": 1709, "upvoteRatio": 0.93, "sentiment": -0.05625}, {"count": 3, "id": "2627sa", "title": "VIDEO: CCTV footage indicates killed Palestinian youths posed no threat when shot by Israeli forces", "score": 1846, "comments": 1066, "upvoteRatio": 0.86, "sentiment": -0.2}, {"count": 4, "id": "261mwa", "title": "UK Green Party rejects millionaire's donation because he is not a full UK taxpayer", "score": 1277, "comments": 83, "upvoteRatio": 0.92, "sentiment": -0.1875}, {"count": 5, "id": "260pjr", "title": "China rules out Windows 8 for government computers", "score": 1244, "comments": 411, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "262f6d", "title": "‘The silent epidemic’ - Depression is the top cause of illness and disability among adolescents globally, the World Health Organisation (WHO) revealed last week.", "score": 1074, "comments": 420, "upvoteRatio": 0.92, "sentiment": 0.125}, {"count": 7, "id": "2624cv", "title": "CIA barred from using vaccinations as cover after dozens of doctors in Pakistan have been killed.", "score": 1021, "comments": 218, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 8, "id": "25zppw", "title": "'Planes Don't Just Disappear': Former Malaysian Prime Minister Accuses CIA of Covering Up What Really Happened to Flight MH370", "score": 776, "comments": 624, "upvoteRatio": 0.84, "sentiment": 0.1}, {"count": 9, "id": "260ro6", "title": "As the Israeli government prepares to welcome Pope Francis on his first visit as Pope, vandals have scrawled hate-filled graffiti at some Christian sites. “Jesus is garbage,” “Death to Christians” and “We will crucify you”.", "score": 713, "comments": 578, "upvoteRatio": 0.82, "sentiment": 0.35000000000000003}]}