{"data": [{"count": 0, "id": "27tz9b", "title": "Canadian \"Cyberbullying\" law would let government \"remotely hack into computers, mobile devices, or cars\"", "score": 4514, "comments": 1587, "upvoteRatio": 0.96, "sentiment": -0.1}, {"count": 1, "id": "27vet5", "title": "Chile rejects Patagonia wilderness dam project: The Chilean government has rejected a plan to build five hydroelectric dams on rivers in the south of the country. Its decision follows years of campaigning by environmentalists and local communities.", "score": 4134, "comments": 992, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "27vors", "title": "Taxi drivers to bring London to a standstill over row with Uber. The last organised strike of this magnitude cost London over £600 Million.", "score": 2723, "comments": 1457, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "27tzot", "title": "Revealed: Asian slave labour producing prawns for supermarkets in US, UK | Thai 'ghost ships' that enslave, brutalise and even kill workers are linked to global shrimp supply chain, Guardian investigation discovers", "score": 2637, "comments": 444, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "27wauk", "title": "Uber sees an 850 percent jump in sign-ups, while cab drivers across Europe protest the taxi-hailing app by going on strike. Experts call the strike against Uber \"PR gold\" for the app.", "score": 2478, "comments": 708, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "27usop", "title": "The insurgent fighters who routed the Iraqi army out of Mosul did not just capture Iraq’s second-largest city. They also gained a windfall of arms, munitions and equipment abandoned by the soldiers — arms that were supplied by the US and intended to give the troops an edge over the insurgents", "score": 2048, "comments": 1149, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "27wkhw", "title": "Crisis in Iraq - open discussion thread (sticky #10)", "score": 1317, "comments": 2173, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 7, "id": "27vdfx", "title": "London Mayor Boris Johnson offers to be blasted by water cannon to show they’re safe - after buying the riot control equipment for the capital despite having no permission to use it.", "score": 1233, "comments": 296, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "27vxx8", "title": "Clinton reveals how Obama forcibly prevented China's 'secret' meeting with India to isolate US", "score": 1218, "comments": 374, "upvoteRatio": 0.87, "sentiment": 0.04999999999999999}, {"count": 9, "id": "27vb4h", "title": "Emirates cancels order for 70 Airbus A350s", "score": 1159, "comments": 256, "upvoteRatio": 0.89, "sentiment": 0.0}]}