{"data": [{"count": 0, "id": "2879ed", "title": "Syria pounds ISIS bases in coordination with Iraq", "score": 3544, "comments": 2231, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 1, "id": "2868ce", "title": "U.S. officials scrambled to nab Snowden, hoping he would take a wrong step. He didn’t.", "score": 3483, "comments": 2301, "upvoteRatio": 0.9, "sentiment": -0.5}, {"count": 2, "id": "2879ik", "title": "Canadian Supreme Court knocks out governments plans for spying on its citizens", "score": 2893, "comments": 242, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "286zwx", "title": "Japan kills 30 minke whales in first hunt since International Court of Justice ruling", "score": 2628, "comments": 636, "upvoteRatio": 0.92, "sentiment": 0.125}, {"count": 4, "id": "28785s", "title": "13 Aircraft Mysteriously Disappear from Radar: 2 separate blackouts of identical length - Military blamed after planes vanish from Europe air-traffic control screens. Slovak authorities claim electronic warfare exercise caused dozens of planes to briefly disappear from air-traffic control radar", "score": 1332, "comments": 124, "upvoteRatio": 0.9, "sentiment": -0.03333333333333333}, {"count": 5, "id": "286yo1", "title": "Oil-rich United Arab Emirates aims to be a sustainable energy pioneer. One of the world's richest oil-based economies is embracing sustainable technologies, and making a surprise bid to become a clean energy leader", "score": 874, "comments": 110, "upvoteRatio": 0.9, "sentiment": 0.3666666666666667}, {"count": 6, "id": "287sxj", "title": "Thousands of Iraqi men take up arms and volunteer to protect Baghdad \"at all costs,\" as ISIS troops closes in on the capital.", "score": 864, "comments": 362, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "2881lh", "title": "Green party peer put on database of 'extremists' after police surveillance in the UK - Political movements of Jenny Jones and Green party councillor Ian Driver were recorded for up to 11 years, though neither have a criminal record", "score": 767, "comments": 87, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 8, "id": "286rvo", "title": "Possible mass execution of 1,700 Shi’ite Iraqi soldiers by ISIL in Iraq", "score": 724, "comments": 618, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "286wzh", "title": "Torvalds on patents: 'Sane people know it's bullsh*t but making real change is difficult'", "score": 540, "comments": 117, "upvoteRatio": 0.87, "sentiment": -0.15}]}