{"data": [{"count": 0, "id": "27ome6", "title": "Kim Dotcom offers $5m bounty in online piracy case - Megaupload founder in bid to prove US authorities aided by New Zealand illegally targeted him at behest of Hollywood studios", "score": 4514, "comments": 1966, "upvoteRatio": 0.95, "sentiment": -0.08787878787878789}, {"count": 1, "id": "27pu3p", "title": "Boris Johnson calls for removal of anti-homeless spikes: London mayor says 'ugly, self-defeating and stupid' spikes outside luxury flats are not the answer to rough sleeping", "score": 3305, "comments": 2809, "upvoteRatio": 0.9, "sentiment": -0.4}, {"count": 2, "id": "27owkc", "title": "Lego asks UK government to stop using their products in anti-Scottish-independence videos.", "score": 3112, "comments": 428, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "27q6rw", "title": "The NYT reports a Chinese military unit has been stealing design schematics from aerospace and satellite companies and government agencies.", "score": 2633, "comments": 682, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 4, "id": "27prbw", "title": "Canada shuts down investor immigration path declaring that there is \"little evidence that immigrant investors as a class are maintaining ties to Canada or making a positive economic contribution to the country\"; Rich Chinese sue", "score": 2437, "comments": 925, "upvoteRatio": 0.93, "sentiment": 0.07653619528619528}, {"count": 5, "id": "27pb21", "title": "F-35's single engine too dangerous for Canadian military, report says", "score": 2248, "comments": 1839, "upvoteRatio": 0.9, "sentiment": -0.2571428571428571}, {"count": 6, "id": "27q7vg", "title": "Australian PM Tony Abbott seeks alliance to thwart President Obama on climate change policy", "score": 2130, "comments": 835, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "27p9c1", "title": "Religious orders allowed over 2,000 Irish children to be used in medical experiments", "score": 2088, "comments": 313, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 8, "id": "27ptyd", "title": "Russia, China have their sights on undercutting dollar's dominance as reserve currency", "score": 1718, "comments": 534, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "27pca7", "title": "'France must give refuge to Edward Snowden' | A petition calling for France to grant asylum to American NSA whistleblower Edward Snowden has garnered over 33,000 signatures in less than 12 hours.", "score": 1683, "comments": 140, "upvoteRatio": 0.88, "sentiment": -0.08333333333333333}]}