{"data": [{"count": 0, "id": "28pawf", "title": "Hong Kong people demand right to select their own leader, by staging a referendum. Beijing is not amused that half a million people have voted.", "score": 4524, "comments": 1396, "upvoteRatio": 0.97, "sentiment": 0.2396825396825397}, {"count": 1, "id": "28qj76", "title": "Pope excommunicates all Mafia members from the Catholic Church.", "score": 2741, "comments": 1360, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 2, "id": "28pfz9", "title": "30 schools across the UK are using textbooks which teach that AIDS can be avoided through religion, and that homosexuality is a choice | The US-based Accelerated Christian Education curriculum currently lists over 30 UK schools on its website, with the majority being private Christian schools.", "score": 1854, "comments": 486, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "28p2ex", "title": "US fired depleted uranium at civilian areas in 2003 Iraq war, report finds", "score": 1615, "comments": 732, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 4, "id": "28q1ar", "title": "5 South Korean soldiers shot and killed by fellow soldier near SK/NK border", "score": 1341, "comments": 193, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 5, "id": "28poqz", "title": "Kurdistan defies Baghdad and delivers a million barrels of oil to Israel", "score": 812, "comments": 268, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "28q3yd", "title": "Anger in Vietnam as China sends four more oil rigs into disputed waters", "score": 529, "comments": 106, "upvoteRatio": 0.9, "sentiment": -0.09999999999999998}, {"count": 7, "id": "28pcwf", "title": "a 'Super predator' that devoured a Great White Shark is being investigated by researchers.", "score": 526, "comments": 251, "upvoteRatio": 0.7, "sentiment": 0.37777777777777777}, {"count": 8, "id": "28p0z0", "title": "China Employs ‘Porn Judges’ to Scrub the Web: These judges, the government says, have the sacred task of returning the Internet to a clean and safe state", "score": 418, "comments": 138, "upvoteRatio": 0.89, "sentiment": 0.43333333333333335}, {"count": 9, "id": "28qr1k", "title": "Edward Snowden rejects German plans for meeting in Moscow | Whistleblower Edward Snowden has rejected a German request for a meeting in Moscow, where he is living under temporary asylum. Snowden's lawyer told DW that German intelligence has downplayed its ties to the NSA.", "score": 413, "comments": 76, "upvoteRatio": 0.89, "sentiment": 0.0}]}