{"data": [{"count": 0, "id": "2bypcv", "title": "Japanese steel workers reveal that they saved their city from a nuclear bombing by burning coal tar to block view of US planes; story was kept secret for 69 years out of respect for Nagasaki victims, who were bombed instead", "score": 5422, "comments": 2990, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 1, "id": "2bxyjw", "title": "Qatar World Cup: migrants wait a year to be paid for building offices. Migrant workers who built luxury offices used by Qatar's 2022 football World Cup organisers have told the Guardian they have not been paid for more than a year and are now working illegally from cockroach-infested lodgings.", "score": 5325, "comments": 2141, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "2bwm05", "title": "Companies proclaim water the next oil in a rush to turn resources into profit: Mammoth companies are trying to collect water that all life needs and charge for it as they would for other natural resources", "score": 4348, "comments": 3925, "upvoteRatio": 0.89, "sentiment": -0.008333333333333331}, {"count": 3, "id": "2bxna3", "title": "N. Korea threatens nuclear strike on White House", "score": 3385, "comments": 2270, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 4, "id": "2bzmu1", "title": "Liberia closes borders. Trying to stop spread of the Ebola Virus.", "score": 1889, "comments": 424, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "2bxrgl", "title": "U.S. Airmen Banned from Drinking in 1st Month in Korea: The rule is part of a new introductory program for incoming troops and follows a string of rapes and other violent incidents involving U.S. Forces Korea personnel.", "score": 1703, "comments": 495, "upvoteRatio": 0.92, "sentiment": -0.2628787878787879}, {"count": 6, "id": "2bxhet", "title": "Pakistani mob kills two children including a baby and their grandmother after 'blasphemous' Facebook post: A seven-year-old and her baby sister were killed alongside their grandmother, police said, after another member of the Ahmadi sect was accused of blasphemy", "score": 1589, "comments": 604, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 7, "id": "2bxvqn", "title": "At least 160 children died building Hamas tunnel to Israel. They were used for their \"nimble\" bodies.", "score": 1466, "comments": 1175, "upvoteRatio": 0.79, "sentiment": -0.3}, {"count": 8, "id": "2bwvw9", "title": "Son of Hamas founder converts to Christianity, goes on CNN, exposes Hamas", "score": 1115, "comments": 698, "upvoteRatio": 0.76, "sentiment": 0.0}, {"count": 9, "id": "2bwsjq", "title": "The Australian environment minister has approved a $16.5bn resources project that will lead to the creation of the largest coal mine in Australia, sparking fears for the Great Barrier Reef.", "score": 999, "comments": 222, "upvoteRatio": 0.92, "sentiment": 0.4}]}