{"data": [{"count": 0, "id": "2d9a13", "title": "Rob Ford says threatening email has given him 12 hours to resign or City Hall will be blown up", "score": 3838, "comments": 2191, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "2d8n9t", "title": "The U.S. military has systematically covered up or disregarded “abundant and compelling evidence” of war crimes, torture, and unlawful killings in Afghanistan as recently as last year, according to a report by Amnesty International", "score": 3557, "comments": 2003, "upvoteRatio": 0.84, "sentiment": 0.16}, {"count": 2, "id": "2d7rpb", "title": "Ukrainian government forces are preparing for the final stage of recapturing the city of Donetsk from pro-Russian separatist rebels.", "score": 3414, "comments": 1517, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "2d81m6", "title": "North Korea plans report on human rights: North Korea, unhappy with a damning, in-depth United Nations sponsored study of human rights conditions in the country, is planning its own assessment.", "score": 3011, "comments": 505, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "2d7z4v", "title": "Ambulance service in New Zealand fails to respond to critically ill patient for 1 hour and 10 minutes - despite being 5 minutes away from Auckland Hospital. The patient works for one of New Zealand's largest news agencies.", "score": 2879, "comments": 463, "upvoteRatio": 0.91, "sentiment": -0.18181818181818182}, {"count": 5, "id": "2d8llm", "title": "NATO sees 'high probability' of Russian invasion as Ukraine troops close on Donetsk", "score": 2513, "comments": 863, "upvoteRatio": 0.91, "sentiment": 0.08}, {"count": 6, "id": "2d7zq8", "title": "Iraq crisis: US to arm Kurds - live updates", "score": 1715, "comments": 637, "upvoteRatio": 0.9, "sentiment": 0.13636363636363635}, {"count": 7, "id": "2d8wnh", "title": "ISIS was too brutal for Osama bin Laden, letter reveals", "score": 1631, "comments": 311, "upvoteRatio": 0.86, "sentiment": -0.875}, {"count": 8, "id": "2d89le", "title": "Ban Ki-moon secretly worked with Israel to undermine UN report into Gaza war crimes, says WikiLeaks", "score": 1573, "comments": 340, "upvoteRatio": 0.72, "sentiment": -0.4}, {"count": 9, "id": "2d8yum", "title": "U.S. oil giant ExxonMobil began drilling in Russia’s Arctic on Saturday, despite Western sanctions imposed on its Russian partner Rosneft, and was hailed by Russia’s president as an model of “cooperation.”", "score": 1422, "comments": 307, "upvoteRatio": 0.92, "sentiment": 0.0}]}