{"data": [{"count": 0, "id": "2dl0h7", "title": "It could be the most exotic material on the planet. Seven particles of dust brought back to Earth by a spacecraft nearly a decade ago appear to have come from beyond our solar system. The specks have all the hallmarks of being created in interstellar space.", "score": 4642, "comments": 814, "upvoteRatio": 0.93, "sentiment": 0.275}, {"count": 1, "id": "2dirwd", "title": "A Russian convoy carrying \"humanitarian aid\" has turned away from its route towards a confrontation with government officials at the Ukrainian border - and is now heading straight for rebel-held areas.", "score": 4079, "comments": 1690, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 2, "id": "2dj5nc", "title": "Malaysia Airlines Flight MH370: Passengers’ Bank Accounts Being Accessed Unknowingly, Money Goes Missing- Report", "score": 3997, "comments": 448, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 3, "id": "2diu07", "title": "4 Billion Gallons of Mining Waste Pour Into Pristine B.C. Waterways", "score": 3846, "comments": 632, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 4, "id": "2djnm4", "title": "Israel-US ties hit new low as White House halts missile shipment", "score": 3652, "comments": 2105, "upvoteRatio": 0.84, "sentiment": 0.04545454545454545}, {"count": 5, "id": "2djaz8", "title": "Coal generation down as Germany breaks yet another renewables record. Green electricity meets 28 per cent of demand in first half of 2014", "score": 3239, "comments": 606, "upvoteRatio": 0.92, "sentiment": -0.06805555555555556}, {"count": 6, "id": "2dki8k", "title": "Russian military vehicles enter Ukraine as aid convoy stops short of border", "score": 2142, "comments": 799, "upvoteRatio": 0.91, "sentiment": -0.03333333333333333}, {"count": 7, "id": "2diwjj", "title": "Pesticide Ban Call to Save Bees - 'Scottish Wildlife Trust' reports 60% decline in bumblebees. Hoverflies & butterflies also at threat. Govt says it's \"committed to taking a precautionary approach on the use of neonicotinoids\".", "score": 1849, "comments": 192, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "2djulp", "title": "Putin: \"Russia does not want confrontation with the outside world\"", "score": 1707, "comments": 734, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "2di52f", "title": "The Australian government's chief business adviser says too much time has been spent focusing on global warming and as a result Australians are \"ill prepared\" to deal with the prospect of global cooling. He also states that global warming only persists because science has been made a religion.", "score": 1065, "comments": 437, "upvoteRatio": 0.89, "sentiment": -0.05}]}