{"data": [{"count": 0, "id": "2gj4id", "title": "Al-Qaeda appeals to Islamic State to release British hostage Alan Henning: Al-Qaeda believes Henning is an innocent aid volunteer who was genuinely trying to help suffering Muslims, and kidnapping him was a step too far", "score": 4561, "comments": 1757, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 1, "id": "2gigv2", "title": "Five hundred people drowned off the coast of Malta last week after people traffickers deliberately sank their ship", "score": 4552, "comments": 1724, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 2, "id": "2gjxvj", "title": "A female member of Saudi Arabia’s National Society for Human Rights has reportedly been fined for driving herself to the hospital. When police pulled her over, Aliyah Al Farid said she had a medical emergency and there was no one available to drive her to the hospital so she took her husband’s car.", "score": 4472, "comments": 2806, "upvoteRatio": 0.88, "sentiment": 0.1}, {"count": 3, "id": "2gjydy", "title": "Plans for a major rewriting of international tax rules unveiled on Tuesday could eliminate structures that have allowed companies like Google and Amazon to shave billions of dollars off their tax bills. The draft proposals announced have been agreed by all G20 members and OECD members ...", "score": 3881, "comments": 568, "upvoteRatio": 0.94, "sentiment": 0.03125}, {"count": 4, "id": "2glbds", "title": "Boeing, SpaceX poised to build 'space taxis' for NASA", "score": 2699, "comments": 345, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "2gjrya", "title": "Vladimir Putin accused of using Soviet-style propaganda strategy to control Russian media", "score": 2571, "comments": 569, "upvoteRatio": 0.88, "sentiment": -0.05}, {"count": 6, "id": "2glt66", "title": "BP caught using 'college' tricks to cheat page count in court document.", "score": 1914, "comments": 191, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "2gjxjj", "title": "Ruble falls below .38 against the dollar for the first time in history.", "score": 1542, "comments": 653, "upvoteRatio": 0.83, "sentiment": 0.25}, {"count": 8, "id": "2gjrg6", "title": "NASA: Hottest August Globally Since Records Began in 1880 - Last month was the warmest August globally since records began being kept in 1880, NASA reported Monday. The globe just keeps warming.", "score": 854, "comments": 420, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 9, "id": "2gku8e", "title": "Gaza mortar shell lands in Israel for first time since war", "score": 800, "comments": 673, "upvoteRatio": 0.84, "sentiment": 0.25}]}