{"data": [{"count": 0, "id": "2gnkm3", "title": "Hepatitis C drug in India to cost 1% of the US price", "score": 4763, "comments": 2635, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 1, "id": "2gm2r7", "title": "German Muslim community announces protest against extremism in roughly 2,000 cities on Friday - \"We want to make clear that terrorists do not speak in the name of Islam. I am a Jew when synagogues are attacked. I am a Christian when Christians are persecuted for example in Iraq.\"", "score": 4423, "comments": 3218, "upvoteRatio": 0.86, "sentiment": 3.469446951953614e-18}, {"count": 2, "id": "2goebd", "title": "Angry passengers throw Pakistani politician off plane after getting stuck on tarmac waiting for him for two hours", "score": 4301, "comments": 686, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 3, "id": "2gni8y", "title": "France switches to Arabic ‘Daesh’ acronym for Islamic State \"I do not recommend using the term Islamic State because it blurs the lines between Islam, Muslims and Islamists. The Arabs call it ‘Daesh’ and I will be calling them the ‘Daesh cutthroats’” foreign Minister Laurent Fabius told journalists", "score": 3580, "comments": 873, "upvoteRatio": 0.9, "sentiment": -0.125}, {"count": 4, "id": "2gnc9k", "title": "France arrests 5 for belonging to a ring that recruits young women to join Islamic militants in Syria", "score": 3162, "comments": 433, "upvoteRatio": 0.94, "sentiment": 0.1}, {"count": 5, "id": "2gnrz0", "title": "ISIS bans math, social studies for children", "score": 3103, "comments": 1050, "upvoteRatio": 0.89, "sentiment": 0.03333333333333333}, {"count": 6, "id": "2gmslj", "title": "Pope Assassination Imminent, Iraq Ambassador To Vatican Warns; \"What has been declared by the self-declared Islamic State is clear - they want to kill the Pope. The threats against the Pope are credible,\" Al Sadr said during an interview with Italian newspaper La Nazione", "score": 2879, "comments": 1473, "upvoteRatio": 0.92, "sentiment": 0.16666666666666666}, {"count": 7, "id": "2gn67z", "title": "Diplomatic car belonging to Vatican stopped at French border carrying four kilos of cocaine worth estimated £500,000", "score": 1504, "comments": 514, "upvoteRatio": 0.66, "sentiment": 0.15}, {"count": 8, "id": "2gnf4r", "title": "Russian Travel Agencies Bankrupted as Demand Falls Up to 50%", "score": 1136, "comments": 288, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "2glyxn", "title": "Kurds retake Christian villages from Iraq jihadists: Kurdish peshmerga forces on Tuesday recaptured several Christian villages in northern Iraq in clashes with Islamic State jihadists", "score": 1021, "comments": 195, "upvoteRatio": 0.92, "sentiment": 0.0}]}