{"data": [{"count": 0, "id": "2gaggq", "title": "McDonalds India announces that 'Happy Meals' will now be accompanied by books, not toys", "score": 4139, "comments": 842, "upvoteRatio": 0.95, "sentiment": 0.8}, {"count": 1, "id": "2gbjmy", "title": "IS Beheads Briton David Haines, Threatens to Execute Another Briton, Alan Henning", "score": 3896, "comments": 6429, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 2, "id": "2g9u0m", "title": "New Zealand Prime Minister, John Key, calls Pulitzer Prize winning journalist Glenn Greenwald \"[Kim] Dotcom's little henchman\" in an attempt to deflect allegations that the New Zealand spy agency has been conducting mass surveillance on its own citizens.", "score": 3744, "comments": 498, "upvoteRatio": 0.91, "sentiment": 0.19753787878787876}, {"count": 3, "id": "2gaoyv", "title": "Pope Francis is making good on his insistence that the Catholic Church welcome all faithful — not just those who obey church teaching perfectly. He'll marry 20 couples this weekend, including some who already live together and those with children, technically a sin in the eyes of the church.", "score": 3424, "comments": 1675, "upvoteRatio": 0.81, "sentiment": 0.4393939393939394}, {"count": 4, "id": "2gayka", "title": "The parents of murdered journalist Steven Sotloff were told by a White House counterterrorism official at a meeting last May that they could face criminal prosecution if they paid ransom to try to free their son", "score": 2714, "comments": 887, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 5, "id": "2g9d85", "title": "U.S. Government orders 160,000 Ebola hazmat suits.", "score": 1671, "comments": 373, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "2g8ybu", "title": "Israel tells US it will act if ISIS reaches Jordan", "score": 1557, "comments": 506, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "2g9rti", "title": "Nigeria reportedly kills 200 Boko Haram members along with feared commander in rare victory in the country's north", "score": 1497, "comments": 95, "upvoteRatio": 0.95, "sentiment": 0.3}, {"count": 8, "id": "2ga6qx", "title": "A convoy of more than 200 trucks that Russia says is carrying humanitarian aid has crossed the border into Ukraine without permission. Ukrainian border guards and customs officer did not have access to them to check what they were carrying.", "score": 1407, "comments": 337, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 9, "id": "2gaca0", "title": "Germany plans to fund education about anti-Semitism for Muslim youth", "score": 1061, "comments": 590, "upvoteRatio": 0.89, "sentiment": 0.0}]}