{"data": [{"count": 0, "id": "2hfevd", "title": "Terror laws clear Senate, enabling entire Australian web to be monitored and whistleblowers to be jailed", "score": 5866, "comments": 3473, "upvoteRatio": 0.92, "sentiment": 0.03333333333333334}, {"count": 1, "id": "2hdnad", "title": "The European Space Agency's satellite array dubbed “Swarm” revealed that Earth's magnetic field is weakening 10 times faster than previously thought, decreasing in strength about 5 percent a decade rather than 5 percent a century. A weakening magnetic field may indicate an impending reversal.", "score": 3760, "comments": 1102, "upvoteRatio": 0.93, "sentiment": -0.08333333333333333}, {"count": 2, "id": "2heown", "title": "16-Year-Old Irish Girls Win Google Science Fair 2014 With World-Changing Crop Yield Breakthrough", "score": 3754, "comments": 945, "upvoteRatio": 0.85, "sentiment": 0.5}, {"count": 3, "id": "2hf9gx", "title": "The son of the heir to the Saudi Arabian throne has personally put the royal seal of approval on the attacks against Isis, by taking part in bombing runs.", "score": 3297, "comments": 572, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "2hf7hw", "title": "Turkey’s ‘turtle beach’, saved from bulldozers in the 1980s, faces new threat from developers - The 91-yr-old Englishwoman who famously saved the beach – a key nesting site for loggerhead turtles – 25 yrs ago, launches petition to protect it from new plans for tourist development", "score": 3258, "comments": 113, "upvoteRatio": 0.93, "sentiment": 0.19318181818181818}, {"count": 5, "id": "2hgbil", "title": "Ultra-Orthodox Jews cause chaos on flight to Israel by demanding segregation of men and women", "score": 3111, "comments": 1393, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "2hdnj9", "title": "Muslim Scholars Release Open Letter To Islamic State Meticulously Blasting Its Ideology", "score": 2687, "comments": 761, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "2hglhi", "title": "ISIS Overruns Iraqi Army Base Near Baghdad, Executes 300 Soldiers", "score": 2501, "comments": 863, "upvoteRatio": 0.9, "sentiment": -0.35000000000000003}, {"count": 8, "id": "2hfsmm", "title": "ISIS plot uncovered to attack New York, Paris subways, Iraq PM says", "score": 2450, "comments": 775, "upvoteRatio": 0.84, "sentiment": 0.13636363636363635}, {"count": 9, "id": "2hgptn", "title": "Fukushima, Japan Rocked By Two Earthquakes in One Hour; Epicenter Near Nuclear Plants", "score": 2166, "comments": 288, "upvoteRatio": 0.91, "sentiment": 0.1}]}