{"data": [{"count": 0, "id": "2isnm3", "title": "Bulgaria Rejects Russia's Charge of Disloyalty For Wanting Western Jets - \"Bulgaria is a member of the EU and NATO and it does not owe explanations about its sovereign decisions to third parties.\"", "score": 4690, "comments": 1521, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "2iqte0", "title": "Glasgow University has announced that it will withdraw investments worth £18 million ($29 million) from companies that produce fossil fuels, following a campaign by over 1,300 students", "score": 4300, "comments": 1304, "upvoteRatio": 0.88, "sentiment": 0.15}, {"count": 2, "id": "2irc64", "title": "Estonia becomes first ex-Soviet country to legalize same-sex partnerships", "score": 4170, "comments": 1210, "upvoteRatio": 0.87, "sentiment": 0.25}, {"count": 3, "id": "2is1zv", "title": "First Ebola Vaccine Trial Starts in Africa", "score": 2948, "comments": 241, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 4, "id": "2iqnsm", "title": "Farmers Fight Coca-Cola as India’s Groundwater Dries Up", "score": 2565, "comments": 293, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "2iqf8w", "title": "Australian Federal Police (AFP) will now be allowed to secretly search a terrorism suspect's house, enter through an innocent neighbour’s property and impersonate people, under the government’s anti-terror bill", "score": 2490, "comments": 537, "upvoteRatio": 0.93, "sentiment": 0.033333333333333326}, {"count": 6, "id": "2ippx8", "title": "NASA is inviting the public to send their names on a microchip to destinations beyond low-Earth orbit, including Mars. Your name will begin its journey on a dime-sized microchip when the agency's Orion spacecraft launches Dec. 4 on its first flight, designated Exploration Flight Test-1.", "score": 1486, "comments": 232, "upvoteRatio": 0.89, "sentiment": 0.125}, {"count": 7, "id": "2ir5g8", "title": "Canada's largest mental health and addiction treatment and research centre is calling for the legalization of marijuana, with strict controls that would govern who could buy weed, from where, and in what quantity.", "score": 1463, "comments": 291, "upvoteRatio": 0.86, "sentiment": -0.1}, {"count": 8, "id": "2isr3d", "title": "Walmart Owners Backing Campaigns to Limit Rooftop Solar Power", "score": 1257, "comments": 208, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 9, "id": "2ir9hz", "title": "Phones held by police remotely wiped. All the data on some of the tablets and phones seized as evidence is being wiped out, remotely, while they are in police custody.", "score": 1117, "comments": 264, "upvoteRatio": 0.92, "sentiment": -0.1}]}