{"data": [{"count": 0, "id": "2ijlsw", "title": "Scientists discover cancer-fighting berry on tree that only grows in Far North Queensland: \"in 75 per cent of cases, the tumour disappeared and had not come back\"", "score": 4892, "comments": 1719, "upvoteRatio": 0.88, "sentiment": 0.03333333333333333}, {"count": 1, "id": "2ijrpz", "title": "The Clorox Company voluntarily decides to disclose all ingredients in their cleaning products, which may act as allergens in certain people, despite a legal loophole allowing them to avoid doing so. \"We know people are interested in more sustainable products, and they want to know what's in them.\"", "score": 4773, "comments": 616, "upvoteRatio": 0.9, "sentiment": 0.29107142857142854}, {"count": 2, "id": "2iliav", "title": "North Korea acknowledges reform camps for first time - AP", "score": 4485, "comments": 1142, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 3, "id": "2iimyu", "title": "North Korea declares 2015 year of unification, boosts readiness for all-out war", "score": 3224, "comments": 2161, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 4, "id": "2ijmcs", "title": "Trojan Horse: ISIS militants coming to Europe disguised as refugees, US intelligence sources claim", "score": 2921, "comments": 1297, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 5, "id": "2ilh31", "title": "India strikes 37 Pakistani outposts, kills 15 in a severe escalation of hostilities along the border", "score": 2902, "comments": 820, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "2ikc4c", "title": "Indian Student facing life imprisonment for refusing to stand up during National Anthem at a movie theater", "score": 2639, "comments": 777, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "2iksev", "title": "Russia's finance minister has said that the country could no longer afford a multi-billion-dollar revamp of the armed forces approved by President Vladimir Putin, stepping up a campaign to trim spending as sanctions over the Ukraine crisis bite.", "score": 2204, "comments": 812, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "2ij3yh", "title": "Great Barrier Reef dredge approval \"suicide\" for reef authority - Scientist says 'Marine Park Authority' lost its credibility & budget cuts have gutted it. “We’ve lost our prime place in the world as leaders of reef research; we’re no longer able to provide the science needed to protect it.”", "score": 2050, "comments": 177, "upvoteRatio": 0.94, "sentiment": 0.65}, {"count": 9, "id": "2ikjs2", "title": "Banker admits Libor fraud conspiracy. A senior banker from a UK bank has admitted conspiring to defraud over manipulating the Libor lending rate.", "score": 1998, "comments": 214, "upvoteRatio": 0.93, "sentiment": 0.0}]}