{"data": [{"count": 0, "id": "2lnuu5", "title": "Germany and Brazil have made alterations to a United Nations draft resolution on the issue of state surveillance, with the two countries calling for protection against government spying on communications and personal data", "score": 4548, "comments": 428, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 1, "id": "2lmr6n", "title": "Saudi women over 30 could drive until 8 p.m. but without makeup, council proposes", "score": 4249, "comments": 1741, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "2lp7m1", "title": "ISIS leader ‘critically wounded’: reports", "score": 4129, "comments": 2282, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "2ln6gc", "title": "Pakistani Christians Burned Alive Were Attacked by 1,200 People: Bibi, a mother of four who was four months pregnant, was wearing an outfit that initially didn't burn. The mob removed her from over the kiln and wrapped her up in cotton to make sure the garments would be set alight.", "score": 3744, "comments": 2084, "upvoteRatio": 0.91, "sentiment": 0.23333333333333334}, {"count": 4, "id": "2lotoc", "title": "'20th hijacker' Zacarias Moussaoui wants to testify in Oklahoma City federal court; says Saudi Prince aided his Jihad activities.", "score": 3650, "comments": 599, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 5, "id": "2lowr8", "title": "Pope Francis on Saturday demoted Cardinal Raymond Burke, an outspoken conservative American cardinal who has been highly critical of the pontiff's reformist leadership of the Roman Catholic Church.", "score": 3547, "comments": 440, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "2lo2h8", "title": "Istanbul's bid to become Green Capital of Europe 'is a joke' | City is cutting down forests and bulldozing green spaces in the name of development, say activists", "score": 2840, "comments": 231, "upvoteRatio": 0.91, "sentiment": -0.2888888888888889}, {"count": 7, "id": "2logf9", "title": "North Korea releases Kenneth Bae, Todd Miller.", "score": 1994, "comments": 290, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "2lpt21", "title": "Four Islamic terrorists planned to kill the Queen of England this weekend — but British police foiled the assassination plot", "score": 1911, "comments": 944, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "2lob48", "title": "UK Intel agencies spied on lawyers, clients in torture cases | GCHQ and MI-5 staff 'rigged the game' in torture cases against government by intercepting legally privileged information.", "score": 1150, "comments": 65, "upvoteRatio": 0.91, "sentiment": -0.1}]}