{"data": [{"count": 0, "id": "2pb0sg", "title": "Lindt Chocolat Cafe hostage drama in Martin Place, Sydney", "score": 4821, "comments": 15848, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "2p96nc", "title": "Earth faces sixth ‘great extinction’ with 41% of amphibians set to go the way of the dodo", "score": 4617, "comments": 2937, "upvoteRatio": 0.89, "sentiment": 0.8}, {"count": 2, "id": "2p9nuk", "title": "CIA tortured German it mistook for a terrorist", "score": 4342, "comments": 1727, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "2p7thv", "title": "The Peruvian government is planning to file criminal charges against Greenpeace activists who may have permanently scarred the Nazca Lines World Heritage Site during a publicity stunt.", "score": 4238, "comments": 856, "upvoteRatio": 0.94, "sentiment": -0.4}, {"count": 4, "id": "2p93ra", "title": "An Indian court has rejected German drug giant Bayer's bid to block a generic version of its blockbuster cancer treatment Nexavar by a local drugmaker, a move hailed by activists on Saturday.", "score": 2644, "comments": 507, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "2pakh2", "title": "Anonymous hacks Swedish govt emails over seizure of Pirate Bay servers", "score": 2171, "comments": 336, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "2p9qbv", "title": "Chinese authorities vowed to severely punish Chinese travelers who threw hot water and noodles on a Thai flight attendant and threatened to bomb the plane after they became enraged over sitting arrangements.", "score": 1500, "comments": 675, "upvoteRatio": 0.92, "sentiment": 0.1125}, {"count": 7, "id": "2p93nv", "title": "Turkish police raid media outlets associated with Erdogan rival: Turkish police have staged \"anti-terrorism\" raids on a TV broadcaster and a newspaper, detaining several people. The media outlets have ties to a US-based Muslim cleric who is a bitter rival of the Turkish president.", "score": 1113, "comments": 188, "upvoteRatio": 0.9, "sentiment": -0.05}, {"count": 8, "id": "2padu9", "title": "Cheney says CIA interrogators were heroes | Ex-US vice-president insists CIA's enhanced interrogation techniques worked and says \"I'll do it again\".", "score": 948, "comments": 565, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "2p8rvq", "title": "Spain passes anti-protest bill, to considerable protest", "score": 676, "comments": 106, "upvoteRatio": 0.94, "sentiment": 0.1}]}