{"data": [{"count": 0, "id": "2q3cm5", "title": "North Korea's internet is offline; massive DDOS attack presumed", "score": 5578, "comments": 4935, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "2q1cw2", "title": "Argentine Court rules: Orang Utans are \"non-human-persons\" with human rights and therefore need to be released from zoo", "score": 4422, "comments": 2103, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 2, "id": "2q2nl0", "title": "Peru Is Now Giving Free Solar Power To Its 2 Million Poorest Citizens", "score": 4187, "comments": 279, "upvoteRatio": 0.93, "sentiment": 0.4}, {"count": 3, "id": "2q2rdz", "title": "New York Times calls for Cheney, Bush officials to be investigated and prosecuted for torture", "score": 4058, "comments": 4104, "upvoteRatio": 0.76, "sentiment": 0.13636363636363635}, {"count": 4, "id": "2q2a2q", "title": "Pope Francis issued a blistering critique Monday of the Vatican bureaucracy that serves him, denouncing how some people lust for power at all costs, live hypocritical double lives and suffer from “spiritual Alzheimer’s” that has made them forget they’re supposed to be joyful men of God.", "score": 2959, "comments": 408, "upvoteRatio": 0.92, "sentiment": 0.04545454545454545}, {"count": 5, "id": "2q2j06", "title": "Polio has Almost Been Completely Eradicated in African Countries - We're getting close to a huge global health milestone.", "score": 2779, "comments": 230, "upvoteRatio": 0.94, "sentiment": 0.12500000000000003}, {"count": 6, "id": "2q2cph", "title": "CIA's how to be a travelling spy guide published by WikiLeaks | WikiLeaks has released two CIA documents offering tips to help spies maintain their cover while using false documents as they cross international borders.", "score": 2735, "comments": 691, "upvoteRatio": 0.89, "sentiment": -0.13333333333333336}, {"count": 7, "id": "2q3fe4", "title": "Australia to penalize homeopaths for claiming vaccine alternative", "score": 2313, "comments": 195, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 8, "id": "2q1i4v", "title": "NKorea threatens strikes on US, warned that its 1.2 million-member army is ready to use all types of warfare", "score": 2210, "comments": 1043, "upvoteRatio": 0.9, "sentiment": 0.2}, {"count": 9, "id": "2q2uor", "title": "A judge has questioned how a paedophile police officer was allowed to keep his job and carry on abusing a girl despite being caught taking photographs of children eight years earlier.", "score": 2092, "comments": 145, "upvoteRatio": 0.95, "sentiment": 0.0}]}