{"data": [{"count": 0, "id": "2radxf", "title": "AirAsia plane engine dies just before takeoff from Surabaya. 90% of passengers refuse to re-embark plane for takeoff after problem was rectified", "score": 5272, "comments": 2318, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "2rbf30", "title": "Moscow->Beijing high speed train will reduce trip time to 48 hours, from the current 7 days", "score": 4807, "comments": 1765, "upvoteRatio": 0.9, "sentiment": 0.08}, {"count": 2, "id": "2rbghb", "title": "Two ancient tombs were discovered in Egypt on Sunday, with one representing a symbolic burial site of the god Osiris while another is claimed to be a previously unknown pharaonic tomb.", "score": 2992, "comments": 227, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 3, "id": "2rbfry", "title": "Pope Francis announces new Cardinals which strengthen representation in Africa, Asia, and Latin America while shifting some power away from developed nations.", "score": 1836, "comments": 327, "upvoteRatio": 0.9, "sentiment": 0.11818181818181818}, {"count": 4, "id": "2r91qt", "title": "Chinese demand for tiger wine and skins puts wild cats in peril", "score": 1732, "comments": 416, "upvoteRatio": 0.9, "sentiment": 0.05}, {"count": 5, "id": "2rbz8n", "title": "Israel's \"Photoshop Law\" has gone into effect. Law mandates that female models in ads must have a BMI of 18.5 or greater, and any digitally-altered images must have distinct labeling that this was done.", "score": 1226, "comments": 454, "upvoteRatio": 0.91, "sentiment": 0.26666666666666666}, {"count": 6, "id": "2rayci", "title": "France most notorious and internationally best-known novelist Michel Houellebecq insisted Saturday that his new book “Submission”, which envisions a future France ruled by a Muslim government, is not a far-right racist scare story", "score": 1081, "comments": 814, "upvoteRatio": 0.83, "sentiment": 0.1590909090909091}, {"count": 7, "id": "2rbzqo", "title": "‘Sex slave’ at centre of Prince Andrew scandal fled to Australia as a teen", "score": 834, "comments": 378, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 8, "id": "2r9bpk", "title": "The MPAA has a new plan to stop copyright violations at the border A controversial ruling would give trade courts new power over the web, and a frightening new weapon against piracy", "score": 790, "comments": 82, "upvoteRatio": 0.91, "sentiment": 0.09181818181818183}, {"count": 9, "id": "2rb3fh", "title": "The number of female drug addicts in Iran has almost doubled since 2007, with more than 50% starting between the ages of 15 and 19", "score": 765, "comments": 139, "upvoteRatio": 0.88, "sentiment": 0.16666666666666666}]}