{"data": [{"count": 0, "id": "2thg93", "title": "Kurds angered by anti-ISIL conference snub -- Iraqi Kurds disheartened that US and allies did not invite Kurdish reps to London, given their crucial role in fight", "score": 4658, "comments": 1093, "upvoteRatio": 0.91, "sentiment": -0.375}, {"count": 1, "id": "2tihy8", "title": "More than three million Germans can barely make ends meet despite being in work, according to a German newspaper. Growing numbers of struggling workers are cutting back on heating and food.", "score": 4592, "comments": 2256, "upvoteRatio": 0.92, "sentiment": -0.009999999999999986}, {"count": 2, "id": "2ti88e", "title": "Snowden: iPhones Have Secret Spyware That Lets Govt's Monitor Unsuspecting Users. The NSA whistleblower's lawyer says the secret software can be remotely activated to watch the user", "score": 4240, "comments": 2189, "upvoteRatio": 0.84, "sentiment": -0.3}, {"count": 3, "id": "2tid4s", "title": "Teenager says he escaped North Korea and made it to Sweden, claims asylum. Maintaining he walked across a frozen river into China and traversed two continents in cars, the trans-Siberian railway and the back of a truck.", "score": 3383, "comments": 408, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "2ticbj", "title": "Britons have 3 days to kill the new Snooper's Charter: If Lords Blair, King, West, and Carlile get their way, ISPs will have to retain a record of everything Britons do online and turn it over the police or spy agencies without a warrant", "score": 3172, "comments": 160, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 5, "id": "2tibn4", "title": "Israel illegally demolishing Palestinian homes, UN says", "score": 2892, "comments": 1727, "upvoteRatio": 0.83, "sentiment": -0.5}, {"count": 6, "id": "2tiz1c", "title": "Russia hit with mass layoffs as economy worsens", "score": 2545, "comments": 918, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "2tiipg", "title": "Cuban diplomats announced that in discussions with US officials they expressed their \"serious concerns\" over human rights in the United States citing detentions at Guantanamo Bay, to \"police abuse\" in Ferguson and New York to racial and gender inequalities", "score": 2470, "comments": 681, "upvoteRatio": 0.89, "sentiment": -0.06565656565656565}, {"count": 8, "id": "2thh8l", "title": "Former Miss Turkey, 26, facing trial after being arrested for posting satirical poem that criticised President Erdogan", "score": 2401, "comments": 235, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "2tinll", "title": "Report: Islamic State executes Japanese hostage According to intelligence group, radical jihadists force one of two hostages to report his countryman's execution.", "score": 1958, "comments": 524, "upvoteRatio": 0.9, "sentiment": 0.0}]}