{"data": [{"count": 0, "id": "2ty9lq", "title": "Key Hepatitis C Patent Rejected In India, Clearing Way For Generic Treatment Costing A Thousand Times Less Than US Price", "score": 4741, "comments": 1197, "upvoteRatio": 0.93, "sentiment": -0.05555555555555555}, {"count": 1, "id": "2tzqj7", "title": "Skull discovery suggests location where humans first had sex with Neanderthals. Skull found in northern Israeli cave in western Galilee, thought to be female and 55,000 years old, connects interbreeding and move from Africa to Europe.", "score": 4236, "comments": 1451, "upvoteRatio": 0.9, "sentiment": 0.0875}, {"count": 2, "id": "2tyyhr", "title": "Two weeks after Zuckerberg said ‘je suis Charlie,’ Facebook begins censoring images of prophet Muhammad", "score": 3588, "comments": 1026, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 3, "id": "2tztfg", "title": "Israel fires into Lebanon, killing UN soldier", "score": 3424, "comments": 1327, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 4, "id": "2tygjq", "title": "Major Canadian Muslim organization raided by police; found to have been funneling hundreds of thousands of dollars to Hamas-affiliates", "score": 3315, "comments": 2818, "upvoteRatio": 0.79, "sentiment": 0.0625}, {"count": 5, "id": "2txi0a", "title": "Scientists in Switzerland have figured out a way to utilize Graphene in solar panel design, raising its efficiency to an absolutely staggering 60% – a finally feasible amount.", "score": 2338, "comments": 217, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 6, "id": "2u03da", "title": "Documents reveal Canada's electronic spy agency sifts through millions of downloads every day from global file-sharing sites to find \"terrorists.\" \"Every single thing that you do — in this case uploading/downloading files to these sites — that act is being archived, collected and analyzed.\"", "score": 1886, "comments": 331, "upvoteRatio": 0.93, "sentiment": -0.03571428571428571}, {"count": 7, "id": "2tyes9", "title": "Russia considers denouncing the reunification of Germany in 1989", "score": 1855, "comments": 827, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 8, "id": "2tzasf", "title": "Global democracy is at greater risk than at any time in the past 25 years, according to a landmark report by the independent watchdog Freedom House. Women are the main targets for repression, and that levels of brutality under authoritarian regimes are at an all-time high.", "score": 1828, "comments": 414, "upvoteRatio": 0.85, "sentiment": 0.0961111111111111}, {"count": 9, "id": "2txrlu", "title": "3 tons of living cats caught on way from China to Vietnamese restaurants", "score": 1765, "comments": 743, "upvoteRatio": 0.91, "sentiment": 0.0}]}