{"data": [{"count": 0, "id": "2xecq8", "title": "Russian opposition politician and former deputy PM Boris Nemtsov shot dead on Moscow street", "score": 6776, "comments": 4214, "upvoteRatio": 0.92, "sentiment": -0.06666666666666667}, {"count": 1, "id": "2xcdyo", "title": "France wants imams to learn secular values as part of new anti-radicalisation push: the French government will push imams to take university-level civics classes.", "score": 4870, "comments": 2235, "upvoteRatio": 0.89, "sentiment": 0.11212121212121212}, {"count": 2, "id": "2xavtj", "title": "American atheist blogger hacked to death in Bangladesh", "score": 4711, "comments": 3471, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 3, "id": "2xcjed", "title": "The big melt: Antarctica's retreating ice may re-shape Earth. Over at NASA, ice scientist Eric Rignot said the melting \"is going way faster than anyone had thought. It's kind of a red flag.\"", "score": 4023, "comments": 1328, "upvoteRatio": 0.9, "sentiment": 0.19999999999999998}, {"count": 4, "id": "2xcgse", "title": "German tank battalion to be activated amid russia crisis | Germany plans to activate a tank battalion that exists only on paper as it seeks to increase the country's military capability. The DM spoke of a changed security situation amid the conflict in Ukraine.", "score": 2636, "comments": 1053, "upvoteRatio": 0.92, "sentiment": -0.03333333333333333}, {"count": 5, "id": "2xcpwl", "title": "14 year old girl with cystic fibrosis pleas to Chile's President to be euthanized.", "score": 1499, "comments": 441, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 6, "id": "2xcfwr", "title": "Rare Intact Roman Tombstone Found in England: Made from Cotswold limestone, the 1,800-year-old inscribed stone was found in a grave -- directly above an adult skeleton. “It’s the sort of thing archaeologists only find in places like Pompeii,” the archaeologists, Neil Holbrook, told reporters.", "score": 1001, "comments": 43, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 7, "id": "2xeb9w", "title": "Norway arrests radical preacher who praised Charlie Hebdo killers", "score": 844, "comments": 244, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "2xcmzi", "title": "Argentina: President Cristina Fernandez case dismissed", "score": 822, "comments": 137, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "2xdc99", "title": "US Spy Chief:''Turkey does not place a high priority on fighting The Islamic State and as a result foreign fighters are able to travel through the country into Syria''", "score": 812, "comments": 184, "upvoteRatio": 0.92, "sentiment": 0.17833333333333334}]}