{"data": [{"count": 0, "id": "2z7x46", "title": "Anonymous released 9,200 ISIS supporter Twitter account names to apply pressure on Twitter for suspending them", "score": 5561, "comments": 2158, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "2z8zol", "title": "Netanyahu: If I'm elected, there will be no Palestinian state", "score": 4882, "comments": 3955, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "2z6jm1", "title": "‘Jihadi John’ still has access to British bank account: ‘Incomprehensible’ -The U.K. government’s independent investigator found that only six British jihadists have had their bank accounts frozen out of an estimated 600", "score": 3898, "comments": 454, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "2z9b0s", "title": "France aims to criminalize advertising with anorexic models", "score": 3797, "comments": 803, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "2z7o7f", "title": "Putin Orders Northern Fleet to Full Alert for Combat Readiness Exercise, include 38,000 military personnel, 3,360 pieces of equipment, 41 ships, 15 submarines, and 110 airplanes and helicopters", "score": 3704, "comments": 1741, "upvoteRatio": 0.9, "sentiment": 0.12499999999999999}, {"count": 5, "id": "2z9npy", "title": "Frenchman hides Russian wife in a suitcase to sneak her into EU - Polish border guards have detained a French citizen who packed his Russian wife in a suitcase, attempting to smuggle her over the Belarus border. Officials noted later that she would've been able to enter EU legally.", "score": 3570, "comments": 253, "upvoteRatio": 0.93, "sentiment": 0.11666666666666665}, {"count": 6, "id": "2z8z47", "title": "The melting of Antarctica was already really bad. It just got worse - A hundred years from now, humans may remember 2014 as the year that we first learned that we may have irreversibly destabilized the great ice sheet of West Antarctica, and thus set in motion more than 10 feet of sea level rise.", "score": 3534, "comments": 1543, "upvoteRatio": 0.88, "sentiment": 0.09000000000000004}, {"count": 7, "id": "2z9n2y", "title": "Canadian universal drug plan would save billions, UBC researchers say: $1-$5.4 billion annual public cost offsetting $8.2 billion annual private sector cost", "score": 3436, "comments": 347, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "2z7yhg", "title": "Russia's Putin appears in public for first time since March 5", "score": 3255, "comments": 1011, "upvoteRatio": 0.87, "sentiment": 0.125}, {"count": 9, "id": "2z7sbs", "title": "Islamic State fighters caught fleeing battlefield dressed as women", "score": 2920, "comments": 403, "upvoteRatio": 0.93, "sentiment": 0.0}]}