{"data": [{"count": 0, "id": "2yjyrd", "title": "Ecstasy, ketamine and crystal meth are currently legal in Ireland due to a ruling in the Court of Appeal on the Misuse of Drugs Act 1977 this morning.", "score": 5370, "comments": 2150, "upvoteRatio": 0.91, "sentiment": 0.037500000000000006}, {"count": 1, "id": "2yjp4j", "title": "Qatar should be stripped of the 2022 World Cup in order to rectify the mistake of awarding them the tournament, the outgoing Fifa executive committee member Theo Zwanziger has said.", "score": 5148, "comments": 994, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "2ykwrg", "title": "Pope Francis has called for greater transparency in politics and said elections should be free from backers who fund campaigns in order to prevent policy being influenced by wealthy sponsors.", "score": 5093, "comments": 1763, "upvoteRatio": 0.88, "sentiment": 0.4666666666666666}, {"count": 3, "id": "2yjk5q", "title": "CIA hacked iPhone, iPad and Mac security – Snowden documents reveal extent of privacy invasion", "score": 4996, "comments": 1416, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "2yiww7", "title": "ISIS call for demolition of Egypt’s Sphinx, pyramids", "score": 3725, "comments": 1157, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "2yjy8z", "title": "Time to 'move on' from Snowden surveillance revelations, says UK foreign secretary - Foreign secretary says debate sparked by US whistleblower Edward Snowden ‘cannot be allowed to run on forever’", "score": 3601, "comments": 530, "upvoteRatio": 0.92, "sentiment": -0.125}, {"count": 6, "id": "2yjpss", "title": "President Vladimir Putin awarded a state honor to a man suspected by Britain of using radioactive polonium to poison Kremlin critic Alexander Litvinenko in London", "score": 2974, "comments": 534, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "2yhz2t", "title": "Iran's Foreign Minister To U.S. Senators: 'The World Is Not The United States'", "score": 2136, "comments": 732, "upvoteRatio": 0.9, "sentiment": -0.125}, {"count": 8, "id": "2yk9oq", "title": "Britain's divided decade: the rich are 64% richer than before the recession, while the poor are 57% poorer", "score": 1891, "comments": 278, "upvoteRatio": 0.93, "sentiment": -0.012500000000000011}, {"count": 9, "id": "2yix91", "title": "Ten dead, including French sporting stars, in helicopter crash in Argentina -- Olympic gold medalist swimmer Camille Muffat and Olympic boxer Alexis Vastine among those killed as reality TV show filming ends in disaster", "score": 1774, "comments": 213, "upvoteRatio": 0.93, "sentiment": -0.1}]}