{"data": [{"count": 0, "id": "33rsdi", "title": "An archaeologist has discovered liquid mercury at the end of a tunnel beneath a Mexican pyramid, a finding that could suggest the existence of a king’s tomb or a ritual chamber far below one of the most ancient cities of the Americas.", "score": 5705, "comments": 1260, "upvoteRatio": 0.94, "sentiment": 0.19999999999999998}, {"count": 1, "id": "33tqoa", "title": "Big Bank 'Crime of the Century' Results in Guess What? No Jail Time for Anyone: Despite severity of offenses, 'the government concluded that these crimes should be punished only through a financial penalty,' says Public Citizen", "score": 5582, "comments": 1560, "upvoteRatio": 0.89, "sentiment": 0.01}, {"count": 2, "id": "33sq4c", "title": "Massive 7.4 Magnitude Earthquake in Nepal, Tremors Felt Across Northern India", "score": 5316, "comments": 1302, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "33u8qj", "title": "The City of Vancouver now has 80 cannabis dispensaries, with no plans to shut them down. Rather the city plans to further regulate the businesses in absence of a transparent federal regulatory framework.", "score": 4032, "comments": 441, "upvoteRatio": 0.92, "sentiment": -0.05601851851851853}, {"count": 4, "id": "33tvth", "title": "Nepal earthquake: Death toll passes 1,000", "score": 2991, "comments": 224, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "33tzr3", "title": "Thousands Gather in Istanbul to Demand Turkey Recognize Armenian Mass Killings as Genocide", "score": 1694, "comments": 194, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "33t9vm", "title": "The World Association of Zoos and Aquariums (WAZA) announced it has lost patience with Japan’s continued use of dolphins from the fisheries drives at Taiji, Wakayama Prefecture, and suspended its Japanese member from its roster.", "score": 1383, "comments": 100, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "33uwng", "title": "Nepal Earthquake Discussion Thread", "score": 1337, "comments": 649, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "33rlm3", "title": "A US activist group that has received funding from energy companies and the foundation controlled by conservative activist Charles Koch is trying to persuade the Vatican that “there is no global warming crisis” ahead of an environmental statement by Pope Francis", "score": 1164, "comments": 156, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "33ruzf", "title": "Lebanese Christians Threatened By ISIS Turn To Hezbollah For Help - ''The only people who are protecting us Christians are the resistance of Hezbollah,” \"The only one standing with the Lebanese army is Hezbollah. Let’s not hide it anymore.”", "score": 1141, "comments": 221, "upvoteRatio": 0.86, "sentiment": 0.0}]}