{"data": [{"count": 0, "id": "35l5o9", "title": "Pope Francis said Monday that \"many powerful people don't want peace because they live off war\". \"Some powerful people make their living with the production of arms. It's the industry of death\".", "score": 6034, "comments": 4438, "upvoteRatio": 0.85, "sentiment": 0.3090909090909091}, {"count": 1, "id": "35mf0o", "title": "JP Morgan Chase, Barclays, other banks likely to plead guilty over manipulation of foreign exchange rates", "score": 3960, "comments": 412, "upvoteRatio": 0.95, "sentiment": -0.1875}, {"count": 2, "id": "35jx75", "title": "Edward Snowden warns data retention laws are 'dangerous'. The former NSA contractor who lifted the lid on mass surveillance in the US has a message for Australians living with new data retention laws: \"You are being watched.\"", "score": 3752, "comments": 393, "upvoteRatio": 0.89, "sentiment": -0.15454545454545454}, {"count": 3, "id": "35k0tx", "title": "Unveiled in Milan, the world's first bio-digital Urban Algae Canopy can produce a forest's worth of oxygen a day - the equivalent of 400,000 square feet of natural woodland", "score": 3598, "comments": 390, "upvoteRatio": 0.94, "sentiment": 0.1625}, {"count": 4, "id": "35kys6", "title": "Australian government lobbying against UNESCO listing Great Barrier Reef as \"In danger.\"", "score": 3163, "comments": 221, "upvoteRatio": 0.94, "sentiment": 0.4}, {"count": 5, "id": "35jiu7", "title": "Scientists say they have exposed a scandal at the heart of Ancient Egypt's animal mummy industry - A scanning project at Manchester Museum and the University of Manchester has revealed that about a third of the bundles of cloth are empty inside.", "score": 1747, "comments": 79, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 6, "id": "35l7pq", "title": "Canadian Government threaten hate charges against those who boycott Israel", "score": 1542, "comments": 1002, "upvoteRatio": 0.89, "sentiment": -0.8}, {"count": 7, "id": "35l1yd", "title": "Brazil plans to ‘nationalise’ rainforest in pioneering plan to protect Amazon. Proposal to put all natural resources in the forest under state control faces legal wrangles - but if passed could enshrine environmental protection", "score": 1506, "comments": 88, "upvoteRatio": 0.95, "sentiment": 0.15000000000000002}, {"count": 8, "id": "35mx1o", "title": "School children thrown in jail for making fun of Islamic State", "score": 1148, "comments": 169, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 9, "id": "35knn3", "title": "India's lion population sees 27% increase", "score": 1139, "comments": 146, "upvoteRatio": 0.95, "sentiment": 0.0}]}