{"data": [{"count": 0, "id": "3aitv7", "title": "A biotech startup has managed to 3-D print fake rhino horns that carry the same genetic fingerprint as the actual horn. The company plans to flood Chinese rhino horn market at one-eighth of the price of the original, undercutting the price poachers can get and forcing them out eventually.", "score": 14966, "comments": 3831, "upvoteRatio": 0.95, "sentiment": -0.025}, {"count": 1, "id": "3ai1ad", "title": "Terminally ill children in unbearable suffering should be given the right to die, the Dutch Paediatricians Association said on Friday.", "score": 5183, "comments": 1213, "upvoteRatio": 0.92, "sentiment": -0.10714285714285715}, {"count": 2, "id": "3ahfla", "title": "Bin Laden’s son asked US for death certificate", "score": 4531, "comments": 1650, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "3ahss6", "title": "Germany is turning 62 former military bases into wildlife sanctuaries", "score": 3018, "comments": 154, "upvoteRatio": 0.9, "sentiment": -0.05}, {"count": 4, "id": "3agptb", "title": "Men’s rights group barred from Toronto’s Pride Parade", "score": 2706, "comments": 2443, "upvoteRatio": 0.85, "sentiment": -0.25}, {"count": 5, "id": "3ajhm2", "title": "Iran's female vice president has launched a furious attack on \"sanctimonious\" hardline groups who forced a ban on women spectators during historic US-Iran volleyball match", "score": 2229, "comments": 260, "upvoteRatio": 0.92, "sentiment": -0.10000000000000002}, {"count": 6, "id": "3aie3t", "title": "Bruce Schneier: \"I believe that both China and Russia had access to all the files that Snowden took well before Snowden took them because they've penetrated the NSA networks where those files reside.\"", "score": 1339, "comments": 164, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 7, "id": "3aiplg", "title": "An estimated 250,000 people have descended on London to take part in a demonstration against government austerity measures.", "score": 1062, "comments": 547, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "3agqw3", "title": "Norway denies Snowden entry for freedom prize | Norway’s government has refused to allow the NSA whistleblower Ed Snowden to cross over the border from Russia to to collect a freedom of speech prize, warning that he may be at risk of arrest.", "score": 798, "comments": 182, "upvoteRatio": 0.92, "sentiment": -0.025}, {"count": 9, "id": "3ah2id", "title": "Putin says Harper will change his mind on Russia in G8 if U.S. tells him to", "score": 679, "comments": 363, "upvoteRatio": 0.88, "sentiment": 0.0}]}