{"data": [{"count": 0, "id": "3a0a2f", "title": "A rising tide does not lift all boats: IMF study shows wealth does not 'trickle-down' as many economists believe. IMF recommends countries should concentrate on helping the poorest 20% of citizens.", "score": 5340, "comments": 3063, "upvoteRatio": 0.86, "sentiment": 0.5}, {"count": 1, "id": "3a0up3", "title": "Fresh evidence that Margaret Thatcher's London government ordered the murder of Irish human rights lawyer Pat Finucane", "score": 5164, "comments": 1523, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 2, "id": "3a1l5o", "title": "Millionaires are expected to control nearly half of the world's personal wealth by 2019", "score": 4896, "comments": 3955, "upvoteRatio": 0.86, "sentiment": -0.08888888888888889}, {"count": 3, "id": "3a2hxd", "title": "Palestinian government to resign within 24 hours", "score": 3517, "comments": 604, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "39zbw3", "title": "A police force has defended scanning the faces of 90,000 festival-goers this weekend and checking them against a list of wanted criminals across Europe.", "score": 3067, "comments": 694, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "3a24zp", "title": "Shock European court decision: Websites are liable for users’ comments", "score": 3032, "comments": 411, "upvoteRatio": 0.89, "sentiment": -0.05}, {"count": 6, "id": "3a2ijo", "title": "Robots to 3D-print world's first continuously-extruded steel bridge across a canal in Amsterdam, heralding the dawn of automatic construction sites and structural metal printing for public infrastructure", "score": 2006, "comments": 270, "upvoteRatio": 0.93, "sentiment": 0.125}, {"count": 7, "id": "3a0azk", "title": "16 year old blogger Amos Yee, jailed in Singapore for criticising the government is now the world's youngest prisoner of conscience", "score": 1940, "comments": 311, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 8, "id": "3a05f6", "title": "South Korea to install monitoring app in teenagers phones to block access to \"undesirable\" sites.", "score": 933, "comments": 199, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "3a108z", "title": "Russia will add 40 ballistic missiles to nuclear arsenal in 2015 - Putin: \"More than 40 new intercontinental ballistic missiles able to overcome even the most technically advanced anti-missile defence systems will be added to the make-up of the nuclear arsenal this year,\"", "score": 905, "comments": 420, "upvoteRatio": 0.91, "sentiment": 0.40727272727272723}]}