{"data": [{"count": 0, "id": "3be3v0", "title": "Military prosecutors discovered the existence of 14,000 CIA photos from 'black sites' in Aghanistan, Poland, Thailand, Romania and Lithuania--now defense attorneys want access", "score": 5800, "comments": 934, "upvoteRatio": 0.93, "sentiment": -0.13333333333333333}, {"count": 1, "id": "3bcmng", "title": "CNN confuses butt plug and dildo banner for ISIS flag at London gay pride", "score": 5649, "comments": 1993, "upvoteRatio": 0.88, "sentiment": 0.4166666666666667}, {"count": 2, "id": "3bf2ri", "title": "'You must kill us first, but we're Muslim': Tourist reveals how hotel workers formed 'human shield' to stop gun maniac shooting more dead as Britons tell how they played dead to survive", "score": 5348, "comments": 1795, "upvoteRatio": 0.89, "sentiment": 0.07}, {"count": 3, "id": "3be93l", "title": "Spy Agency's Secret Plans to Foster Online \"Conformity\" and \"Obedience\" Exposed Internal memo from secretive British spy unit exposes how GCHQ and NSA used human psychological research to create sophisticated online propaganda tools", "score": 3945, "comments": 716, "upvoteRatio": 0.91, "sentiment": -3.96508223080413e-18}, {"count": 4, "id": "3bdu3k", "title": "Greeks Are Emptying Their Bank Accounts After Last Night's Referendum Announcement", "score": 2989, "comments": 1240, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "3bf15n", "title": "Greek banks 'to stay shut on Monday'.", "score": 2668, "comments": 1134, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "3bembn", "title": "Police use teargas and rubber bullets at Istanbul Pride", "score": 2516, "comments": 368, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "3bd59t", "title": "ISIS terrorist leader ‘Caliphate’ officially declares war with Rome, India, China, Palestine (Israel), Somalia, Iran, Pakistan, Egypt, Iraq, Indonesia, Afghanistan, Tunisia, Libya, Algeria and Morocco.", "score": 2280, "comments": 1000, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "3bekjg", "title": "SpaceX just failed at its third attempt to make history, and its 'reusable rocket' just exploded to bits", "score": 2198, "comments": 1120, "upvoteRatio": 0.68, "sentiment": -0.25}, {"count": 9, "id": "3be7np", "title": "Kuwaitis react with outrage to the bombing. Some said citizens who fund armed groups fighting in Syria and Iraq were to blame for any militancy in Kuwait. \"Everyone who is funding and donating to ISIS should be charged with treason because they want to burn Kuwait,\" tweeted Asmaa Asiri.", "score": 847, "comments": 102, "upvoteRatio": 0.92, "sentiment": 0.0}]}