{"data": [{"count": 0, "id": "3cjdv7", "title": "Teen Guilty Of Hacking PlayStation Network. A teenager who helped to ruin Christmas for millions of children by shutting down the PlayStation and Xbox networks has been convicted of 50,700 offences.", "score": 5643, "comments": 4598, "upvoteRatio": 0.9, "sentiment": -0.21851851851851853}, {"count": 1, "id": "3cl9k9", "title": "Saudi comedian gets death threats and huge ratings for TV show that mocks ISIS", "score": 5341, "comments": 553, "upvoteRatio": 0.94, "sentiment": 0.4000000000000001}, {"count": 2, "id": "3clm2z", "title": "Exxon knew of climate change in 1981, email says – but it funded deniers for 27 more years", "score": 5249, "comments": 3470, "upvoteRatio": 0.82, "sentiment": 0.5}, {"count": 3, "id": "3cj4v3", "title": "Isis Blows Up at 1000 year old Ancient Church in Mosul Iraq, ends up killing 4 Children playing near by", "score": 4979, "comments": 1669, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 4, "id": "3chq90", "title": "Norway Police fired just two shots last year - Norwegian police fired just two shots in the entire of 2014, neither of which killed or injured anyone, according to statistics published last month.", "score": 4698, "comments": 5651, "upvoteRatio": 0.85, "sentiment": -0.04}, {"count": 5, "id": "3cjduz", "title": "New poll finds two-thirds of Irish people want abortion decriminalised.", "score": 4240, "comments": 844, "upvoteRatio": 0.9, "sentiment": 0.06818181818181818}, {"count": 6, "id": "3ci8tx", "title": "Chile lawmakers approve marijuana decriminalisation bill", "score": 3215, "comments": 186, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "3cjsn7", "title": "Pope: Duty to protect planet, calls for 'social justice' on resources. He appeared to be making a clear reference to climate change doubters when he said: \"It is wrong to turn aside from what is happening all around us, as if certain situations did not exist or have nothing to do with our lives.\"", "score": 1878, "comments": 244, "upvoteRatio": 0.87, "sentiment": -0.03809523809523809}, {"count": 8, "id": "3cjuqd", "title": "China Bans Stock Sales by Major Shareholders for Six Months", "score": 1569, "comments": 422, "upvoteRatio": 0.92, "sentiment": 0.0625}, {"count": 9, "id": "3ck1c6", "title": "First female nominee fails to win seat on Afghan supreme court: Conservatives attacked nomination of Anisa Rassouli, with one MP objecting on grounds that menstruating women were not allowed to touch Qur’an", "score": 929, "comments": 216, "upvoteRatio": 0.9, "sentiment": 0.1375}]}