{"data": [{"count": 0, "id": "3e1n6i", "title": "George Clooney seeks to expose those who fund and profit from wars in Africa: The Oscar winner has launched a project with US human rights activist John Prendergast to investigate the flow of money in and out of conflict zones", "score": 6493, "comments": 1453, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3e3vew", "title": "ISIS convoy triggers their own mine planted earlier in the year, 2 of its local leaders killed", "score": 5968, "comments": 1772, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 2, "id": "3e4n40", "title": "\"Today's publication indicates that the NSA has been used to help the CIA kidnap and torture with impunity. For years the CIA was systematically abducting and torturing people, with the tacit complicity of European governments,\" WikiLeaks founder Julian Assange said in a statement.", "score": 5103, "comments": 988, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "3e38e1", "title": "Arnold Schwarzenegger: climate change is not science fiction.", "score": 4688, "comments": 1028, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "3e1lfv", "title": "Cecil the lion was skinned and his head removed. Hwange - A well-known and much-photographed black-maned lion affectionately named Cecil was killed by sport hunters just outside Hwange in Zimbabwe last week.", "score": 4611, "comments": 1680, "upvoteRatio": 0.91, "sentiment": -0.06666666666666667}, {"count": 5, "id": "3e2hlu", "title": "5,000 naked anti-gay protesters to greet Obama in Kenya", "score": 4383, "comments": 1200, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "3e0oa3", "title": "African footballers as young as 14 are being trafficked to Asia and forced to sign contracts", "score": 3864, "comments": 481, "upvoteRatio": 0.87, "sentiment": -0.06666666666666668}, {"count": 7, "id": "3e1ldk", "title": "‘Bankers the real terrorists’: Occupy attacks London police for labeling protesters ‘extremists’", "score": 3805, "comments": 623, "upvoteRatio": 0.89, "sentiment": 0.2}, {"count": 8, "id": "3e2yj1", "title": "Cluster bombs made in the USA and sold to Saudi Arabia are being dropped on Yemenis", "score": 3752, "comments": 939, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "3e243e", "title": "NSA whistleblower Edward Snowden has urged the world's leading group of internet engineers to design a future 'net that puts the user in the center, and so protects people's privacy.", "score": 3617, "comments": 300, "upvoteRatio": 0.91, "sentiment": -0.03333333333333333}]}