{"data": [{"count": 0, "id": "3g54c0", "title": "Brazilian radio host famous for exposing corruption in his city murdered while broadcasting live on the air by two gunmen.", "score": 9474, "comments": 2162, "upvoteRatio": 0.94, "sentiment": 0.3181818181818182}, {"count": 1, "id": "3g3yu9", "title": "John Kerry: Vietnam war was result of 'profound failure of diplomatic insight'.I’m reminded of conversations I’ve had recently with people who talk almost casually about the prospect of war with one country or another. I’m tempted to say: ‘You don’t have the first idea of what you’re talking about’", "score": 7909, "comments": 2449, "upvoteRatio": 0.91, "sentiment": -0.0966666666666667}, {"count": 2, "id": "3g2iki", "title": "Brazil's president has an approval rating of 8%, which makes Dilma the most unpopular democratically elected president since a military dictatorship ended in 1985.", "score": 7574, "comments": 1435, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 3, "id": "3g4kfa", "title": "Al Qaeda blow up 700 year old mosque in Yemen", "score": 4965, "comments": 469, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 4, "id": "3g41qc", "title": "Bangladesh blogger Niloy Neel hacked to death, 4th blogger to get killed in recent months.", "score": 4720, "comments": 600, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 5, "id": "3g2qfq", "title": "North Korea to push back its standard time by 30 minutes, calls it 'Pyongyang time'", "score": 3612, "comments": 436, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "3g3ykm", "title": "Man jailed for 30 years in Thailand for insulting the monarchy on Facebook.", "score": 2060, "comments": 290, "upvoteRatio": 0.94, "sentiment": -1.0}, {"count": 7, "id": "3g4cz9", "title": "Tens of thousands of Russians have joined a protest petition to President Vladimir Putin after vast quantities of foreign food are bulldozed, buried, or burned. For the past year, Russia has banned most fresh produce from countries imposing economic sanctions against Russia over Crimea.", "score": 1906, "comments": 338, "upvoteRatio": 0.91, "sentiment": 0.10416666666666667}, {"count": 8, "id": "3g4ian", "title": "Canada Proposes A Ban On Tiny Plastic Microbeads, Citing Environmental & Health Concerns", "score": 1365, "comments": 127, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "3g3yro", "title": "Archaeologists have discovered a mysterious Stonehenge-style monolith in the deep sea off the coast of Sicily, shedding new light on the earliest civilizations in the Mediterranean basin. Its features leave no doubt that the monolith was man-made some 10,000 years ago.", "score": 1290, "comments": 280, "upvoteRatio": 0.94, "sentiment": 0.1340909090909091}]}