{"data": [{"count": 0, "id": "3iqbrz", "title": "Canada will not sign a Trans-Pacific Partnership trade deal that would allow Japanese vehicles into North America with fewer parts manufactured here, says Ed Fast, the federal minister of international trade.", "score": 5580, "comments": 1742, "upvoteRatio": 0.92, "sentiment": 0.06666666666666667}, {"count": 1, "id": "3ipg44", "title": "An unelected all-male village council in India has ordered that two sisters be raped as punishment for their brother eloping with a married woman. They also ordered for the sisters to be paraded naked with blackened faces.", "score": 5012, "comments": 4661, "upvoteRatio": 0.83, "sentiment": 0.125}, {"count": 2, "id": "3ipjob", "title": "Pirate Bay Founder Released From Jail But Immediately Re-Arrested", "score": 4619, "comments": 508, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 3, "id": "3iqlov", "title": "A Concrete Sample Was Pulled from the New Panama Canal Locks and It Does Not Look Good", "score": 3489, "comments": 712, "upvoteRatio": 0.93, "sentiment": 0.3287878787878788}, {"count": 4, "id": "3iqb8q", "title": "German sailor Erik Heil has required surgery for a serious skin infection after competing in a test regatta for the 2016 Rio de Janeiro Olympic Games.", "score": 2479, "comments": 342, "upvoteRatio": 0.92, "sentiment": -0.16666666666666666}, {"count": 5, "id": "3ircm9", "title": "Former Catholic archbishop found dead ahead of child sexual abuse trial", "score": 2456, "comments": 206, "upvoteRatio": 0.92, "sentiment": 0.075}, {"count": 6, "id": "3ip9x4", "title": "Egypt court sentences 12 ISIS supporters to death", "score": 1837, "comments": 391, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "3ipilr", "title": "Two Indian Sisters Ordered to Be Raped by Village Council Beg Supreme Court for Help | They are being punished by the unelected council because their brother eloped with a married woman from a higher caste", "score": 1144, "comments": 277, "upvoteRatio": 0.89, "sentiment": 0.25}, {"count": 8, "id": "3iq04i", "title": "Hamas just released a video showing off their rebuilt Gaza tunnels.", "score": 1128, "comments": 738, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 9, "id": "3irkf0", "title": "Putin Plans to Attend UN General Assembly For First Time in 10 Years; 70th General Assembly in New York city in September", "score": 1073, "comments": 289, "upvoteRatio": 0.9, "sentiment": 0.12159090909090911}]}