{"data": [{"count": 0, "id": "3itn78", "title": "7-Eleven Australia has been found to be systematically paying its workers half the minimum wage at stores around the country.", "score": 6078, "comments": 1393, "upvoteRatio": 0.93, "sentiment": -0.16666666666666666}, {"count": 1, "id": "3iukc6", "title": "Julian Assange 'told Edward Snowden not seek asylum in Latin America' because he could have been kidnapped and possibly killed there | WikiLeaks founder says he told the NSA whistleblower he could be kidnapped or killed, and that he was better off sheltering in Russia despite ‘negative PR’", "score": 5328, "comments": 1893, "upvoteRatio": 0.89, "sentiment": -0.05}, {"count": 2, "id": "3iso3v", "title": "The most rigorous test of quantum theory ever carried out has confirmed that the ‘spooky action at a distance’ that the German physicist famously hated — in which manipulating one object instantaneously seems to affect another, far away one — is an inherent part of the quantum world.", "score": 4868, "comments": 1432, "upvoteRatio": 0.91, "sentiment": 0.03333333333333333}, {"count": 3, "id": "3iuczl", "title": "Canada government suspends scientist for folk song about prime minister - The song was written by Tony Turner, who worked at govt agency Environment Canada & is ‘a mainstay on the Ottawa folk music scene’", "score": 4000, "comments": 565, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "3ivxif", "title": "A Kenyan won the gold medal in javelin after learning how to throw on YouTube", "score": 3987, "comments": 365, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 5, "id": "3iulsq", "title": "NASA begins year-long 'Mars isolation' experiment | A crew testing how a small group of humans might cope with a trip to Mars has started their 12-month mission. They will have to eat, communicate, and live exactly as they would on Mars - in a tiny dome in Hawaii.", "score": 2938, "comments": 275, "upvoteRatio": 0.93, "sentiment": 0.03409090909090909}, {"count": 6, "id": "3iudu0", "title": "Seven villages in northern Iraq recaptured by Kurdish forces", "score": 2026, "comments": 263, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "3itod1", "title": "Since Bolivia kicked DEA out of country they've been able to reduce cocaine production", "score": 1824, "comments": 151, "upvoteRatio": 0.93, "sentiment": 0.5}, {"count": 8, "id": "3iu857", "title": "Zimbabwe to Ship 100s of Elephants to China – 24 already sent & 170 on the way. Deal is all the more controversial since demand for ivory among Chinese consumers is propelling poaching to historic levels. They're to be in a park where wild animals appear in circus-style performances.", "score": 1498, "comments": 206, "upvoteRatio": 0.91, "sentiment": 0.23000000000000004}, {"count": 9, "id": "3iui86", "title": "Mass Protests Sweep Malaysian Capital As Anger At Goldman-Backed Slush Fund Boils Over", "score": 1177, "comments": 42, "upvoteRatio": 0.91, "sentiment": -0.7}]}