{"data": [{"count": 0, "id": "3jgvs7", "title": "The Democratic Republic of Congo has banned a film about Congolese surgeon Denis Mukwege, who has treated thousands of women raped during conflict. \"There is a clear intent to harm and sully the image of our army.\"", "score": 5769, "comments": 622, "upvoteRatio": 0.93, "sentiment": 0.10000000000000002}, {"count": 1, "id": "3jikgl", "title": "Egyptian billionaire wants to buy island to house migrants.", "score": 5667, "comments": 2025, "upvoteRatio": 0.92, "sentiment": 0.2}, {"count": 2, "id": "3jhmzo", "title": "Russia is Returning to the Moon, Paving the Way for a Crewed Landing", "score": 5395, "comments": 1774, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "3jgydg", "title": "Exactly half of Germans are concerned that the strong increase in the number of asylum seekers is overwhelming them and German authorities, a survey showed on Thursday.", "score": 3667, "comments": 3204, "upvoteRatio": 0.89, "sentiment": 0.19166666666666665}, {"count": 4, "id": "3jhv9s", "title": "Australia wants to join India, the United States and Japan in joint naval exercises in the Indian Ocean, widening participation in multilateral drills as China's influence in the region grows.", "score": 2765, "comments": 416, "upvoteRatio": 0.93, "sentiment": 0.15000000000000002}, {"count": 5, "id": "3jgviz", "title": "Guatemalan President Otto Perez has resigned after Congress stripped the leader of immunity over corruption allegations and a warrant was issued for his arrest.", "score": 1855, "comments": 122, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 6, "id": "3jfw0g", "title": "Xi says Chinese military will cut forces by 300,000", "score": 1813, "comments": 592, "upvoteRatio": 0.91, "sentiment": -0.05}, {"count": 7, "id": "3jhyx5", "title": "Plane Debris Found on Reunion Island Definitely from MH370, French Investigators Determine - French investigators confirmed plane debris found on Réunion Island is indeed from Malaysia Airlines Flight 370, which went missing on March 8, 2014 with 239 people on board.", "score": 1639, "comments": 190, "upvoteRatio": 0.9, "sentiment": 0.04}, {"count": 8, "id": "3ji3nm", "title": "More than 1,000 tractors have rolled into Paris as farmers attempted to clog up the capital's roads in protest of their falling incomes.", "score": 1504, "comments": 328, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 9, "id": "3jhjx8", "title": "Bill Nye 'the Science Guy' visits tar sands: 'extraordinary exploitation' of environment. “Everybody says they feel like the tipping point’s been reached. Everyone we speak with, where enough is enough kind of thing.\"", "score": 1388, "comments": 440, "upvoteRatio": 0.86, "sentiment": 0.23333333333333334}]}