{"data": [{"count": 0, "id": "3jugcv", "title": "Pope Francis calls on every Catholic parish in Europe to host one migrant family", "score": 5232, "comments": 4789, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 1, "id": "3jst6r", "title": "Wealthy Gulf Nations Are Criticized for Tepid Response to Syrian Refugee Crisis", "score": 4828, "comments": 1558, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 2, "id": "3jsx8d", "title": "Urban Myth Confirmed True as Archaeologists Discover Hidden Tunnels in Mexico", "score": 4215, "comments": 426, "upvoteRatio": 0.92, "sentiment": 0.14583333333333334}, {"count": 3, "id": "3jvmh1", "title": "Majority of French against easing rules for migrants asking for refugee status", "score": 3939, "comments": 2429, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "3jvwkt", "title": "Mining industry's new 'coal is amazing' TV ad labelled desperate. Green groups criticise ‘ludicrous’ Minerals Council of Australia ad which claims coal creates ‘light and jobs’ and ‘can now reduce its emissions by up to 40%’", "score": 3230, "comments": 551, "upvoteRatio": 0.9, "sentiment": 0.06727272727272729}, {"count": 5, "id": "3jt0l7", "title": "ISIS recruiters foiled as young Muslims find their British identity in football", "score": 2767, "comments": 536, "upvoteRatio": 0.88, "sentiment": 0.05}, {"count": 6, "id": "3jvt8k", "title": "US-appointed egg lobby paid food blogs and targeted chef to crush vegan startup", "score": 2085, "comments": 494, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 7, "id": "3jv2q6", "title": "Large Hadron Collider Produces State of Matter Existing at Birth of Universe. Researchers at the University of Kansas working with an international team at the LHC produced quark-gluon plasma with fewer particles than previously thought possible", "score": 1854, "comments": 195, "upvoteRatio": 0.93, "sentiment": 0.011904761904761904}, {"count": 8, "id": "3jtx4y", "title": ": A young Tibetan who vanished two decades ago after he was chosen by the Dalai Lama as the second-highest figure in Tibetan Buddhism is \"living a normal life\" and does not want to be disturbed, a senior Chinese official said on Sunday.", "score": 1142, "comments": 258, "upvoteRatio": 0.91, "sentiment": 0.08333333333333333}, {"count": 9, "id": "3jvga2", "title": "The European Central Bank has refused a request to appear before a parliamentary probe into the Republic of Ireland's banking crisis. The inquiry, set up after the country suffered a catastrophic financial crash in 2008, had asked the ECB to give evidence on its role in the crisis.", "score": 1092, "comments": 58, "upvoteRatio": 0.91, "sentiment": 0.0}]}