{"data": [{"count": 0, "id": "3kh5ak", "title": "Child poverty in Scotland is now so severe that teachers are being sent advice on how to spot if a child in their class is going hungry", "score": 5882, "comments": 3494, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "3kk95m", "title": "52 People Killed After Crane Falls in Mecca's Grand Mosque", "score": 5564, "comments": 4794, "upvoteRatio": 0.91, "sentiment": 0.15}, {"count": 2, "id": "3kjcjy", "title": "Muslim radicals in Germany are trying to recruit some of the growing numbers of asylum seekers reaching the country", "score": 4637, "comments": 4243, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 3, "id": "3kl6ns", "title": "The premier of British Columbia, Christy Clark, has advised Miley Cyrus to stick to what she knows, twerking and provocative dancing, rather than getting her followers up in arms about a wolf cull in that province, which Clark says is to help protect endangered caribou.", "score": 2209, "comments": 384, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "3kh6z2", "title": "Palestine flag to fly at UN headquarters after majority vote", "score": 1777, "comments": 891, "upvoteRatio": 0.87, "sentiment": 0.8}, {"count": 5, "id": "3kjz1f", "title": "Hundreds of thousands of Catalans gather in Barcelona, calling for secession from Spain", "score": 1678, "comments": 789, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "3kj8sx", "title": "Citi's Chief Economist Says China Is 'Financially Out of Control'", "score": 1293, "comments": 471, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 7, "id": "3ki5lv", "title": "Saudi diplomat case: Waive immunity, Delhi tells Riyadh. “There is prima facie evidence of abuse, sodomy and rape by the diplomat and his father-in-law”", "score": 1010, "comments": 278, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "3kh6cn", "title": "U.S. government officials have blocked the release of 116 pages of defense lawyers' notes detailing the torture that Guantanamo Bay detainee Abu Zubaydah says he experienced in CIA custody", "score": 822, "comments": 93, "upvoteRatio": 0.89, "sentiment": 0.8}, {"count": 9, "id": "3kk9bq", "title": "Merkel's conservative sister party says refugee crisis out of control- German security had already identified 29 proven fighters in the Syrian civil war among those seeking asylum", "score": 789, "comments": 176, "upvoteRatio": 0.9, "sentiment": 0.0}]}