{"data": [{"count": 0, "id": "3mztyl", "title": "France threatens to walk away from TTIP negotiations saying a \"total lack of transparency\" in TTIP talks poses a \"democratic problem\".", "score": 7443, "comments": 3174, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "3my73b", "title": "Germany has translated the first 20 articles of the country's constitution, which outline basic rights like freedom of speech, into Arabic for refugees to help them integrate.", "score": 5717, "comments": 4526, "upvoteRatio": 0.9, "sentiment": 0.125}, {"count": 2, "id": "3mxaal", "title": "Man Killed by Hindu Mob in India because they suspected he ate Beef.", "score": 5408, "comments": 4278, "upvoteRatio": 0.89, "sentiment": -0.2}, {"count": 3, "id": "3mwwdo", "title": "McDonald’s move to go cage free could signal the end of factory egg farms", "score": 4164, "comments": 1153, "upvoteRatio": 0.94, "sentiment": 0.4}, {"count": 4, "id": "3mxxuh", "title": "Japan says it must look after its own before allowing in Syrian refugees", "score": 3491, "comments": 1808, "upvoteRatio": 0.92, "sentiment": 0.6}, {"count": 5, "id": "3mz2rw", "title": "Diesel cars made by Renault, Nissan, Hyundai, Citroen, Fiat and Volvo among others emitted far more NOx in more rigorous tests, research shows", "score": 3366, "comments": 344, "upvoteRatio": 0.91, "sentiment": 0.3666666666666667}, {"count": 6, "id": "3mwiqa", "title": "Judge throws out case filed by 9/11 victims' families, saying Saudi Arabia cannot be sued due to sovereign immunity", "score": 2633, "comments": 418, "upvoteRatio": 0.93, "sentiment": -0.125}, {"count": 7, "id": "3myegz", "title": "Russia has conducted its first airstrike in Syria, near city of Homs, senior U.S. official tells CNN", "score": 2593, "comments": 1271, "upvoteRatio": 0.92, "sentiment": 0.175}, {"count": 8, "id": "3mz4pp", "title": "An Iranian man who was on death row for allegedly insulting the prophet Muhammad has had his sentence commuted to reading 13 religious books and studying theology for two years.", "score": 2476, "comments": 469, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 9, "id": "3mxsmt", "title": "Young New Zealander took his own life while awaiting deportation from Australia, he had lived in Australia since the age of 4. He was placed in indefinite detention in Goulburn jail and denied mental health support. Currently 200 New Zealanders are in indefinite detention awaiting deportation.", "score": 2219, "comments": 391, "upvoteRatio": 0.86, "sentiment": 0.11038961038961038}]}