{"data": [{"count": 0, "id": "3qhq9j", "title": "The star witness in a case pitting rainforest villagers against a multinational oil giant has admitted to lying under oath in an effort to help Chevron avoid paying a $9.5 billion judgment for deliberate pollution of the Ecuadorian Amazon", "score": 7546, "comments": 856, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3qkkqb", "title": "Toronto on brink of a mob war, Italy warns", "score": 5684, "comments": 3075, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "3qjlyb", "title": "Pepsi admits Aquafina brand bottled water is actually tap water says it will alter label to show 'public water source.' rather than 'PWS' claims this will end 'confusion'", "score": 5428, "comments": 3259, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "3qkr3q", "title": "22 Shipwrecks Found in Single Location in Greece - \"Surpassing all expectations, over only 13 days we added 12% to total of known ancient shipwrecks in Greek territorial waters.\" They span from the Archaic Period to the Classical & Hellenistic through Late Medieval Period.", "score": 3614, "comments": 152, "upvoteRatio": 0.94, "sentiment": -0.05306122448979592}, {"count": 4, "id": "3qjlel", "title": "Two children face two years in jail for tearing down Erdoğan poster", "score": 3435, "comments": 385, "upvoteRatio": 0.93, "sentiment": -0.1277777777777778}, {"count": 5, "id": "3qkx0e", "title": "Japan urged to ban manga child abuse images: UN’s child protection envoy says extreme child pornographic content in comics should be banned but artists call it an attack on freedom of expression", "score": 3203, "comments": 1169, "upvoteRatio": 0.9, "sentiment": -0.125}, {"count": 6, "id": "3qjwvn", "title": "African Union reports mass graves, cannibalism in South Sudan", "score": 3045, "comments": 591, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 7, "id": "3ql1fq", "title": "EU Toughens Against TTIP as Top German Lawmaker Blasts Anti-Democratic Deal: the president of the German Bundestag, or parliament, has threatened to vote against the so-called \"trade\" agreement due to its lack of transparency and democratic legitimacy", "score": 2195, "comments": 190, "upvoteRatio": 0.93, "sentiment": 0.09375}, {"count": 8, "id": "3qj224", "title": "Another MSF (Doctors Without Borders) Hospital Destroyed by Airstrikes, this time in Yemen.", "score": 2068, "comments": 476, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "3qjqcj", "title": "Turkish authorities are seizing two major opposition TV stations, trying to shut it down, police attacking journalists", "score": 1951, "comments": 175, "upvoteRatio": 0.93, "sentiment": -0.04652777777777779}]}