{"data": [{"count": 0, "id": "3r6w86", "title": "Ireland plans to decriminalise the possession of small amounts of drugs, including heroin, cocaine and cannabis", "score": 6778, "comments": 2114, "upvoteRatio": 0.91, "sentiment": -0.25}, {"count": 1, "id": "3r8oqu", "title": "The Department of Defense (DoD) spent nearly $43 million to build a gas station in Afghanistan that should have cost no more than $500,000 according to a new report by the Special Inspector General for Afghanistan Reconstruction (SIGAR).", "score": 6631, "comments": 1297, "upvoteRatio": 0.94, "sentiment": 0.048917748917748916}, {"count": 2, "id": "3r5pkc", "title": "In a recent German survey, 44 percent of respondents said they partially, or wholly believe the media regularly lies to the people", "score": 5447, "comments": 1023, "upvoteRatio": 0.94, "sentiment": -0.025}, {"count": 3, "id": "3r8j41", "title": "NASA reveals that Antarctica is actually gaining more ice than it is losing", "score": 5163, "comments": 3891, "upvoteRatio": 0.84, "sentiment": 0.25}, {"count": 4, "id": "3r8ehb", "title": "In a six-month period, 70% of detached homes sold in Vancouver’s west side went to Mainland China buyers", "score": 1926, "comments": 873, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "3r7ice", "title": "Pacific Islands Make Last-Ditch Plea to World Before Paris Climate Change Talks - \"Unless the world acts decisively in coming weeks, the Pacific as we know it is doomed,\" said Fijian prime minister Frank Bainimarama.", "score": 1825, "comments": 297, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "3r70qd", "title": "'External factor' caused Sinai crash", "score": 1652, "comments": 695, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 7, "id": "3r7x7x", "title": "Saudi Arabia will raise the price of water for non-residential consumers, local media reported, a sign the government is cutting back an expensive system of subsidies as low oil prices strain its finances.", "score": 1338, "comments": 178, "upvoteRatio": 0.92, "sentiment": -0.22000000000000003}, {"count": 8, "id": "3r7qq4", "title": "Flight recorders show crashed Russian jet not struck from outside: investigator", "score": 1338, "comments": 244, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "3r9h0z", "title": "ISIS Protection Tax Found Among UK Inmates In High-Security Prisons, Report Says. Investigation uncovers scheme to make non-Muslim prisoners py a tax for their protection from radical Muslim prisoners", "score": 754, "comments": 259, "upvoteRatio": 0.9, "sentiment": 0.0}]}