{"data": [{"count": 0, "id": "3s969n", "title": "Indonesia is planning to build a prison island guarded by meat-hungry crocodiles for drug convicts. The reason for using the deadly reptiles as prison guards is that crocodiles cannot be bribed unlike human guards.", "score": 6021, "comments": 1169, "upvoteRatio": 0.94, "sentiment": 0.06666666666666667}, {"count": 1, "id": "3sbzdl", "title": "Charles Darwin’s On the Origin of Species has been voted the most influential academic book ever written, hailed as “the supreme demonstration of why academic books matter” and “a book which has changed the way we think about everything”.", "score": 5883, "comments": 1543, "upvoteRatio": 0.88, "sentiment": 0.16666666666666666}, {"count": 2, "id": "3s87tb", "title": "Montreal To Dump 2 Billion Gallons of Untreated Canadian Sewage Into 140-Mile St. Lawrence River, a scenic waterway that is the breeding ground for beluga whales, which have faced a steep decline due to pollution", "score": 5755, "comments": 1519, "upvoteRatio": 0.87, "sentiment": -0.125}, {"count": 3, "id": "3saocd", "title": "Germany to start using the dublin regulation again - syrians will be sent back to the country they initially arrived in", "score": 4786, "comments": 1878, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "3s9xw3", "title": "Helmut Schmidt, former West German chancellor, dies aged 96", "score": 3038, "comments": 330, "upvoteRatio": 0.89, "sentiment": -0.03333333333333333}, {"count": 5, "id": "3sc4kw", "title": "Pope urges Catholic church to disavow conservatism and fundamentalism", "score": 2550, "comments": 314, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "3s9hkb", "title": "Former Calgary judge investigated for comments made to alleged sex assault victim - Camp asked the complainant during trial, such as: “Why didn’t you just sink your bottom down into the basin so he couldn’t penetrate you?” and “Why couldn’t you just keep your knees together?”", "score": 2530, "comments": 501, "upvoteRatio": 0.9, "sentiment": -0.06611111111111112}, {"count": 7, "id": "3s8sst", "title": "Chevron Australia's US parent company paid income tax of only $248 last year despite earning an estimated $1.73 billion profit on interest charges to its Gorgon LNG development, documents filed with the Senate inquiry into corporate tax avoidance show.", "score": 2456, "comments": 158, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "3s9g6q", "title": "A Moroccan actor who starred in a controversial film about sex workers says she has fled the North African nation for France after being savagely beaten.", "score": 2326, "comments": 363, "upvoteRatio": 0.92, "sentiment": 0.275}, {"count": 9, "id": "3sa8oh", "title": "China recently conducted a flight test of a new missile capable of knocking out U.S. satellites as part of Beijing’s growing space warfare arsenal", "score": 2186, "comments": 417, "upvoteRatio": 0.89, "sentiment": 0.11212121212121212}]}