{"data": [{"count": 0, "id": "3unwwm", "title": "Two prominent journalists in Turkey face charges of espionage after publishing video that allegedly showed trucks, belonging to the state intelligence agency, carrying ammunition to Syrian militants", "score": 6088, "comments": 763, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 1, "id": "3uort7", "title": "Australia slams Japan’s decision to resume Antarctic whaling - Environment minister says Tokyo cannot \"unilaterally decide\" to ignore scientific advice & international court of justice ruling to hunt & kill 333 minke whales", "score": 6064, "comments": 1525, "upvoteRatio": 0.92, "sentiment": -0.25}, {"count": 2, "id": "3uq0z5", "title": "Ban On Tuna Labeled Dolphin-Safe Shows How TPP Will Crush Consumer Rights: ... dolphin-safe labeling of tuna managed to reduce annual deaths of the mammals from over 100,000 to only 3,000 but the World Trade Organization just effectively nullified this critical program", "score": 5173, "comments": 2048, "upvoteRatio": 0.8, "sentiment": 0.19999999999999998}, {"count": 3, "id": "3unr2w", "title": "Turkish human rights lawyer shot dead during press conference.", "score": 4300, "comments": 534, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 4, "id": "3upm5c", "title": "Russian air strike hits busy market in Idlib province", "score": 3381, "comments": 1426, "upvoteRatio": 0.86, "sentiment": 0.05}, {"count": 5, "id": "3up3ci", "title": "India has approved the sale of generic versions of hepatitis C drugs. The move will bring down the standard course of sofosbuvir and ledipasvir (generic versions of Sovaldi and Harvoni) to $1000 compared to $90,000 in United states and Europe.", "score": 2887, "comments": 649, "upvoteRatio": 0.93, "sentiment": -0.038888888888888896}, {"count": 6, "id": "3uraqy", "title": "Obama demands that Turkey close stretch of frontier with Syria", "score": 2256, "comments": 462, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "3ur5ln", "title": "Hamburg votes against hosting the 2024 Olympics in referendum", "score": 2037, "comments": 237, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "3upbcn", "title": "Iran orchestra barred over women musicians: A high-profile performance in Iran by the Tehran Symphony Orchestra was cancelled at the last minute because it was due to feature female musicians, its furious conductor said on Sunday.", "score": 1907, "comments": 240, "upvoteRatio": 0.92, "sentiment": -0.041666666666666664}, {"count": 9, "id": "3upy8z", "title": "Turkey Arrests Generals for Stopping Syria-Bound Trucks 'Filled With Arms'", "score": 1864, "comments": 214, "upvoteRatio": 0.89, "sentiment": 0.4}]}