{"data": [{"count": 0, "id": "3vs59l", "title": "Beijing has issued its first ever ‘Red Alert’ over smog, and the city is going into complete shutdown", "score": 7835, "comments": 5669, "upvoteRatio": 0.94, "sentiment": 0.11666666666666665}, {"count": 1, "id": "3vqvgd", "title": "Saudi Arabia is playing an increasingly destabilising role in the Middle East, German intelligence warns | Middle East | News", "score": 6451, "comments": 1481, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "3vuvzy", "title": "Resistance to last-resort antibiotic has now spread across globe", "score": 6291, "comments": 2901, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "3vss9j", "title": "NATO has ruled out sending ground troops to fight against Islamic State militants in Syria.\"Muslims are on the front line in this war. Most victims are Muslims, and most of those who fight against the IS are Muslims. We can not carry on this struggle for them,\"", "score": 5489, "comments": 1911, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 4, "id": "3vtjd4", "title": "US confirms death of top ISIS leader in Libya", "score": 4920, "comments": 787, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 5, "id": "3vun5w", "title": "Arnold Schwarzenegger has got his sights set on vanquishing another peril: Climate change | Speaking at the United Nations conference on climate change in Paris, he said that the world had to unite to tackle climate change, rather than pointing the finger at the largest polluters.", "score": 4789, "comments": 601, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 6, "id": "3vsum9", "title": "Nearly 100 people in Turkey have been arrested after being charged with insulting President Recep Tayyip Erdogan over the past 10 months", "score": 4639, "comments": 394, "upvoteRatio": 0.94, "sentiment": -0.3833333333333333}, {"count": 7, "id": "3vuvk5", "title": "U.S. Agent Gets Six Years Prison for Silk Road Bitcoin Theft", "score": 4604, "comments": 425, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "3vu317", "title": "\"Private American donors have pumped more than $220 million into Jewish West Bank settlements in recent years through tax-deductible donations, effectively subsidizing a policy opposed by U.S. administrations for decades, according to an investigation published in an Israeli newspaper on Monday.\"", "score": 4573, "comments": 1530, "upvoteRatio": 0.9, "sentiment": 0.18333333333333335}, {"count": 9, "id": "3vs8ta", "title": "Child marriages make up one third in Turkey - \"181,036 child brides\"", "score": 4396, "comments": 1159, "upvoteRatio": 0.9, "sentiment": 0.0}]}