{"data": [{"count": 0, "id": "3w8ec6", "title": "Trump cancels trip to Israel after Netanyahu releases statement about Trump's proposed Muslim ban, saying Israel \"respects all religions and strictly guarantees the rights of all its citizens.\"", "score": 5738, "comments": 3021, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 1, "id": "3waq83", "title": "US Intel: ISIS May Have Passport Printing Machine, Blank Passports", "score": 5229, "comments": 1509, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "3w76od", "title": "Czech president speaks out against granting EU membership to Turkey. Although Turkey is a NATO member-state, sometimes it behaves as if it were an ally of the Islamic State terrorist grouping, Milos Zeman says", "score": 5146, "comments": 1176, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "3w78dy", "title": "Sweden's employment agency has said foreign-born residents will make up 60% of Sweden’s unemployed by 2017", "score": 5070, "comments": 4353, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "3w7j90", "title": "Mina stampede deaths three times higher than acknowledged by Saudi authorities, up to 2,411 compared to 769 official figures", "score": 5040, "comments": 692, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 5, "id": "3w85fs", "title": "A Canadian ISP has received a public backlash after posting a list on its Facebook page of 25 subscriber names who had not paid their overdue bills, in order to publicly shame them into paying", "score": 5024, "comments": 690, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "3w9i3m", "title": "El Chapo declares war on ISIS. \"I will have their heart and tongue torn from them.”", "score": 4709, "comments": 3621, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 7, "id": "3w8lew", "title": "Mysterious hackers attempting to bring down entire internet by DDoS-ing critical servers", "score": 4139, "comments": 969, "upvoteRatio": 0.89, "sentiment": -0.038888888888888896}, {"count": 8, "id": "3w7vr5", "title": "Two detained in Finland over ISIS executions - suspected of murdering 11 on video", "score": 3947, "comments": 571, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "3w68ld", "title": "Major Russian Muslim group has issued a fatwa against ISIS, reviling them as ‘enemies of Islam’ and calling for the punishment of all its members as criminals.", "score": 2959, "comments": 659, "upvoteRatio": 0.92, "sentiment": 0.03125}]}