{"data": [{"count": 0, "id": "3yahc5", "title": "U.S. Pours Millions Into Fighting Poachers in South Africa - The Obama administration is stepping up efforts here to combat wildlife poaching, an expanding criminal enterprise in South Africa that has driven several animal species toward extinction and fueled the growth of international gangs.", "score": 4822, "comments": 1148, "upvoteRatio": 0.89, "sentiment": -0.13333333333333333}, {"count": 1, "id": "3y9u78", "title": "Breakaway Muslim rebels kill nine people in southern Philippines on Christmas eve", "score": 4449, "comments": 1835, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 2, "id": "3ybhpf", "title": "American weapons sales rose to $36.2 billion in 2014 from $26.7 billion the year before, bolstered by multibillion-dollar deals with Qatar, Saudi Arabia and South Korea. Those deals and others helped the United States control just over 50 percent of the market", "score": 3429, "comments": 638, "upvoteRatio": 0.91, "sentiment": 0.3}, {"count": 3, "id": "3yc3y2", "title": "Dutch city plans to pay all citizens a ‘basic income’, and Greens say it could work in the UK", "score": 3277, "comments": 1073, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 4, "id": "3yaabj", "title": "Scientists have developed a new reusable polymer that can remove pollutants from flowing water within seconds, just like air fresheners trap invisible air pollutants in the home and remove unwanted odours.", "score": 3127, "comments": 171, "upvoteRatio": 0.92, "sentiment": 0.11818181818181818}, {"count": 5, "id": "3ya75o", "title": "Chile is carrying out a feasibility study for the construction of a permanent pier at one of its bases in Antarctica. The move, being explored by the Ministry of Public Works, would facilitate access to the far-flung area for both scientists and tourists.", "score": 3060, "comments": 272, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "3ybp4r", "title": "Czech leader calls migrant wave in Europe an 'organised invasion'", "score": 2222, "comments": 956, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 7, "id": "3y9w5x", "title": "The IMF has taken Russia's side and recognized Ukraine's debt as sovereign, meaning Kiev would have to declare default if unable to pay.", "score": 1855, "comments": 301, "upvoteRatio": 0.87, "sentiment": -0.5}, {"count": 8, "id": "3yavsf", "title": "ISIS loses key supply route to U.S.-backed rebel alliance (YPG/SDF)", "score": 1577, "comments": 263, "upvoteRatio": 0.89, "sentiment": -0.15}, {"count": 9, "id": "3ybqxa", "title": "Swiss bank tax evasion fines to US reach $1 bn", "score": 1407, "comments": 133, "upvoteRatio": 0.91, "sentiment": 0.0}]}