{"data": [{"count": 0, "id": "407xey", "title": "2015 was the first year since 1974 in which no climber successfully made it to the top of Mount Everest.", "score": 6990, "comments": 1545, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 1, "id": "4050sr", "title": "El Chapo' Being Taken to Same Prison He Escaped from Six Months Ago", "score": 6929, "comments": 2140, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "407kmw", "title": "British woman jailed for trying to kidnap her children and place them under ISIS rule in Syria", "score": 5779, "comments": 2164, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "4089nj", "title": "Mexico will be extraditing El Chapo to the United States", "score": 5065, "comments": 1028, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "4080r2", "title": "Mexico 20% tax on soda is working", "score": 4252, "comments": 1349, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 5, "id": "406n85", "title": "Iran's Supreme Leader Ayatollah Ali Khamenei has called on all Iranians, even those who oppose the Islamic Republic, to participate in next month's elections to parliament and to the assembly that will choose his successor.", "score": 4199, "comments": 1274, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "405ubr", "title": "North Korea has defended its latest nuclear test, saying the fate of Saddam Hussein in Iraq and Moamer Kadhafi in Libya showed what happened when countries forsake their nuclear weapon ambitions.", "score": 3800, "comments": 1271, "upvoteRatio": 0.93, "sentiment": 0.5}, {"count": 7, "id": "407ugq", "title": "The Catholic Church has spent millions of dollars providing pensions, housing, and private medical insurance to convicted paedophile priests despite branding them \"evil\" and having most defrocked.", "score": 2737, "comments": 419, "upvoteRatio": 0.87, "sentiment": -0.10000000000000002}, {"count": 8, "id": "405o0c", "title": "A group of United Nations' experts have warned of a \"chilling effect\" on freedoms of speech and expression, should the UK's draft surveillance bill become law.The bill has proven controversial among the public and tech companies alike.", "score": 2240, "comments": 108, "upvoteRatio": 0.94, "sentiment": 0.01666666666666668}, {"count": 9, "id": "407a43", "title": "40,000 starving Syrians trapped by Assad regime forced to make soup from grass because they’ve 'eaten every stray cat and dog in the city' | Middle East | News", "score": 2006, "comments": 787, "upvoteRatio": 0.81, "sentiment": -0.16666666666666666}]}