{"data": [{"count": 0, "id": "43knqo", "title": "The lifeless body of Yemen's top Salafi cleric in the southern port city of Aden was found disfigured on Sunday hours after he was abducted following an anti-extremism sermon", "score": 6019, "comments": 1180, "upvoteRatio": 0.93, "sentiment": 0.06875}, {"count": 1, "id": "43ix32", "title": "Boko Haram burns kids alive in northeast Nigeria: A survivor hidden in a tree says he watched Boko Haram extremists firebomb huts and heard the screams of children among people burned to death in the latest attack by Nigeria’s homegrown Islamic extremists.", "score": 5931, "comments": 2296, "upvoteRatio": 0.93, "sentiment": 0.14444444444444446}, {"count": 2, "id": "43iip9", "title": "Switzerland will be the first country in the world to vote on having a national wage of £1,700 a month: If the plans go through, it will become the first country in the world to provide a basic unconditional monthly income, and they are already the first country to vote on the matter.", "score": 5052, "comments": 4677, "upvoteRatio": 0.8, "sentiment": 0.1875}, {"count": 3, "id": "43iszt", "title": "Group of Brazilian lawyers, activists & scientists asking govt to allow abortions for women with Zika virus, since women are advised not to get pregnant due to risk of birth defects. Abortions are illegal in Brazil, except in emergencies, rape or when big part of brain & skull missing.", "score": 3199, "comments": 249, "upvoteRatio": 0.94, "sentiment": -0.09833333333333334}, {"count": 4, "id": "43h5ab", "title": "China Just Released True Color HD Photos Of The Moon", "score": 3035, "comments": 489, "upvoteRatio": 0.92, "sentiment": 0.35}, {"count": 5, "id": "43jw4d", "title": "Scientists in South Africa have recreated quagga, a relative of the zebra that once roamed South African plains in herds of thousands, but went extinct by 1883 due to excessive hunting.", "score": 2449, "comments": 190, "upvoteRatio": 0.92, "sentiment": -0.155}, {"count": 6, "id": "43k24w", "title": "Historic day in Myanmar as Aung San Suu Kyi takes power", "score": 2061, "comments": 125, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "43k0ut", "title": "Goldman Sachs Banker With Ties To Malaysian Scandal Goes On Leave", "score": 1763, "comments": 100, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "43lcs7", "title": "Yazidi ex-slave girls subjected to traumatic ‘virginity tests’ to prove ISIS abuse", "score": 1457, "comments": 175, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "43k3pu", "title": "Boko Haram Burns Kids Alive in Nigeria, 86 Dead: Officials", "score": 1225, "comments": 40, "upvoteRatio": 0.91, "sentiment": -0.05}]}