{"data": [{"count": 0, "id": "4a0kty", "title": "U.S. says North Korean submarine missing", "score": 5991, "comments": 2573, "upvoteRatio": 0.89, "sentiment": -0.2}, {"count": 1, "id": "49ydxf", "title": "South Sudan lets fighters rape women in place of wages: UN", "score": 5974, "comments": 3023, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "49y341", "title": "China Has Unblocked Internet Searches That Refer to Kim Jong Un As a ‘Pig’", "score": 5437, "comments": 463, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "49yia8", "title": "Prof Stephen Hawking and 150 other scientists have called for Britain to stay in the EU, saying that a Brexit would be a \"disaster for UK science\".", "score": 4749, "comments": 1370, "upvoteRatio": 0.83, "sentiment": -0.125}, {"count": 4, "id": "49y1qz", "title": "It is \"outrageous\" to describe people who are worried about the impact of migration as racist, Archbishop of Canterbury Justin Welby has said", "score": 4633, "comments": 5243, "upvoteRatio": 0.78, "sentiment": -1.0}, {"count": 5, "id": "49zyvb", "title": "Holocaust survivor becomes world's oldest man at 112 - When Yisrael Kristal was liberated from the Aushwitz concentration camp in 1945, he could scarcely have imagined that he would one day live to be the world's oldest man. But today he has done the unthinkable.", "score": 3858, "comments": 349, "upvoteRatio": 0.92, "sentiment": 0.043181818181818175}, {"count": 6, "id": "49yk3v", "title": "Scientists have found a species of bacteria that eats the type of plastic found in most disposable water bottles. The discovery could lead to new methods to manage the more than 50 million tons of this particular type of plastic produced globally each year.", "score": 3001, "comments": 206, "upvoteRatio": 0.93, "sentiment": 0.2606060606060606}, {"count": 7, "id": "49wjxh", "title": "Sex attacks on the rise in Austria - Austrian officials say sex attacks are now at the highest level they have been for years with an average of 12 new cases being reported every day.", "score": 2221, "comments": 697, "upvoteRatio": 0.88, "sentiment": -0.0068181818181818205}, {"count": 8, "id": "49z5fi", "title": "Turkey's President Tayyip Erdogan said on Friday a constitutional court ruling that led to the release of two detained newspaper editors was a step against the country and warned the court that repeating such actions could bring its very existence into question.", "score": 2163, "comments": 396, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 9, "id": "49yckx", "title": "British PM David Cameron's Mother Loses Volunteer Job as a Result of Her Son's Budget Cuts", "score": 1448, "comments": 171, "upvoteRatio": 0.87, "sentiment": -0.15}]}