{"data": [{"count": 0, "id": "4keah0", "title": "Oil company records from 1960s reveal patents to reduce CO2 emissions in cars: ExxonMobil and others pursued research into technologies, yet blocked government efforts to fight climate change for more than 50 years, findings show", "score": 6602, "comments": 1951, "upvoteRatio": 0.86, "sentiment": 0.5}, {"count": 1, "id": "4kbwzt", "title": "Magic mushroom compound psilocybin can reduce symptoms of treatment-resistant depression: \"This is the first time that psilocybin has been investigated as a potential treatment for major depression,” says lead author Dr Robin Carhart-Harris, Imperial College London", "score": 4908, "comments": 670, "upvoteRatio": 0.89, "sentiment": 0.203125}, {"count": 2, "id": "4kd1h2", "title": "EgyptAir Flight 804 black boxes located", "score": 4838, "comments": 1183, "upvoteRatio": 0.92, "sentiment": -0.16666666666666666}, {"count": 3, "id": "4kd2mq", "title": "The world's largest cruise ship and its supersized pollution problem: each of the Harmony’s three four-storey high 16-cylinder Wärtsilä engines will, at full power, burn 1,377 US gallons of fuel an hour, or about 96,000 gallons a day of some of the most polluting diesel fuel in the world", "score": 4659, "comments": 3164, "upvoteRatio": 0.74, "sentiment": 0.33666666666666667}, {"count": 4, "id": "4ked4p", "title": "Poland last week dismissed 32 of 39 scientific experts on the State Council for Nature Conservation after they criticized the logging plan of Bialowieza Forest", "score": 4459, "comments": 239, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "4kdp60", "title": "Vladimir Putin and the Russian state are being sued by families of those who died on Malaysian Airlines flight MH17 when it was shot down over Ukraine.", "score": 4085, "comments": 1169, "upvoteRatio": 0.9, "sentiment": -0.07777777777777779}, {"count": 6, "id": "4kf3xz", "title": "Schoolchildren in Russia will soon be taught a variety of military skills such as maintaining firearms as part of a new drive by the country's defence ministry.", "score": 3506, "comments": 670, "upvoteRatio": 0.82, "sentiment": 0.012121212121212116}, {"count": 7, "id": "4ke4yv", "title": "Vegetarianism on the rise in Germany, but schools draw the line at veganism - Tofu schnitzel, tofu bratwurst, tofu kebab. It all exists in Germany. Popular as vegetarian options may be, a German court has ruled that veganism is too risky as a school meal option.", "score": 1940, "comments": 980, "upvoteRatio": 0.9, "sentiment": 0.3}, {"count": 8, "id": "4kd8t7", "title": "EU Data Protection Chief Calls for No Backdoors and a 'Right to Encypt'.“Much more so than our homes, our mobile devices now contain revealing and sensitive data on almost every aspect of our lives, private and professional,”", "score": 1325, "comments": 61, "upvoteRatio": 0.93, "sentiment": 0.19714285714285712}, {"count": 9, "id": "4kbh6w", "title": "Israel Has Been Infected by the Seeds of Fascism, Says ex-Prime Minister Ehud Barak", "score": 1261, "comments": 472, "upvoteRatio": 0.82, "sentiment": 0.0}]}