{"data": [{"count": 0, "id": "4r195p", "title": "At least 83 killed, 176 wounded in separate bombings across Baghdad", "score": 6738, "comments": 6059, "upvoteRatio": 0.89, "sentiment": -0.25}, {"count": 1, "id": "4r3j3l", "title": "More than 28,000 people have disappeared in Mexico in the decade since the country began its war on drugs", "score": 6151, "comments": 2167, "upvoteRatio": 0.88, "sentiment": 0.5}, {"count": 2, "id": "4r1ski", "title": "While The Spotlight Was On Offshore Drilling, Fracking Quietly Made Its Way Into Our Oceans: the oil industry is conducting offshore fracking in the Gulf of Mexico which is even more dangerous than conventional oil drilling, according to the Center for Biological Diversity", "score": 3302, "comments": 407, "upvoteRatio": 0.87, "sentiment": -0.06857142857142857}, {"count": 3, "id": "4r1swd", "title": "Half of working Britain has seen no rise in living standards since early 2000s. Squeeze on earnings and rising housing costs have hit family budgets, fuelling disillusionment at economic and political status quo.", "score": 3178, "comments": 1108, "upvoteRatio": 0.93, "sentiment": 0.03333333333333334}, {"count": 4, "id": "4r1u1q", "title": "Brexit: Leave campaign was ‘criminally irresponsible’, says leading legal academic... Liverpool University professor says claims were ‘at best misrepresentations and at worst outright deception’", "score": 2417, "comments": 1069, "upvoteRatio": 0.77, "sentiment": -0.039999999999999994}, {"count": 5, "id": "4qzygl", "title": "Knife-armed Buddhist mob attack Muslims and set Myanmar mosque ablaze", "score": 2086, "comments": 922, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 6, "id": "4r2rbb", "title": "8 members of Cuban volleyball team detained on rape suspicions in Finland", "score": 1583, "comments": 378, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "4r274p", "title": "China puts final touches to world's largest telescope: The $180m radio telescope, the size of 30 football fields, is expected to be operational by September", "score": 1334, "comments": 165, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 8, "id": "4r0kde", "title": "Facebook is now free to track users’ internet activity regardless of whether they are signed into the social network after a Brussels appeals court dismissed an earlier ruling banning the practice.", "score": 1280, "comments": 197, "upvoteRatio": 0.93, "sentiment": 0.14444444444444446}, {"count": 9, "id": "4r3f5h", "title": "Satellite imagery suggests China is secretly punishing North Korea", "score": 937, "comments": 137, "upvoteRatio": 0.91, "sentiment": -0.4}]}