{"data": [{"count": 0, "id": "4raobb", "title": "Kim Jong Un reportedly ~300lbs and suffering from diseases related to obesity after putting on 90 lbs of weight over 4 years, according to South Korea's intelligence agency.", "score": 6252, "comments": 1758, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "4refjx", "title": "Twins kill mother in Saudi Arabia after she tried to stop them from joining ISIS", "score": 5387, "comments": 4611, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 2, "id": "4rc3c4", "title": "Nigel Farage and Boris Johnson are unpatriotic quitters, says Juncker.\"Those who have contributed to the situation in the UK have resigned – Johnson, Farage and others. “Patriots don’t resign when things get difficult; they stay,\"", "score": 4675, "comments": 3095, "upvoteRatio": 0.76, "sentiment": -0.5}, {"count": 3, "id": "4rc2ws", "title": "McDonald's wins EU court case; can now prevent any company from using Mc or Mac as a prefix on food or drink products", "score": 4182, "comments": 1098, "upvoteRatio": 0.9, "sentiment": 0.3}, {"count": 4, "id": "4raqaw", "title": "WikiLeaks Releases Over 1,000 Clinton Iraq War Emails", "score": 3175, "comments": 1704, "upvoteRatio": 0.69, "sentiment": 0.0}, {"count": 5, "id": "4rfcu3", "title": "Muslims united in condemning suicide attack on Islam’s holy site. “There are no more red lines left for terrorists to cross. Sunnis, Shiites will both remain victims unless we stand united as one,”", "score": 2996, "comments": 1415, "upvoteRatio": 0.84, "sentiment": -0.0625}, {"count": 6, "id": "4rbkk6", "title": "Rio Olympic Games: 'Super bacteria' discovered in Rio's waters as Olympics near", "score": 2580, "comments": 389, "upvoteRatio": 0.93, "sentiment": 0.21666666666666667}, {"count": 7, "id": "4rbzcq", "title": "The ABC will apologise to its viewers and review its science program Catalyst after an independent investigation found a controversial episode on the potential health risks of Wi-Fi that went to air earlier this year breached its editorial standards.", "score": 1745, "comments": 259, "upvoteRatio": 0.92, "sentiment": 0.1375}, {"count": 8, "id": "4rfccm", "title": "African Union unveils AU passport allowing visa-free travel across all member states.", "score": 1555, "comments": 464, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "4rcand", "title": "US oil reserves surpass those of Saudi Arabia and Russia: The US holds more oil reserves than Saudi Arabia and Russia, the first time it has surpassed those held by the world's biggest exporting nations", "score": 1495, "comments": 305, "upvoteRatio": 0.92, "sentiment": 0.375}]}