{"data": [{"count": 0, "id": "4s1mz3", "title": "Obama delivers tough message on Polish democracy. Polish TV has him saying something different. In the clip played on Polish television, Obama was also translated by a dubbed voice-over as saying that “Poland is and will be an example of democracy for the whole world.”", "score": 5918, "comments": 2063, "upvoteRatio": 0.86, "sentiment": -0.06296296296296296}, {"count": 1, "id": "4rzwax", "title": "Brexit: Government rejects petition signed by 4.1 million calling for second EU referendum", "score": 5589, "comments": 9549, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 2, "id": "4rxq1t", "title": "Tobacco giant Philip Morris has lost an international dispute surrounding the sale of cigarettes in Uruguay and must continue to cover its packages sold in the South American country with graphic warning labels and restrict its branding practices, President Tabare Vazquez announced Friday", "score": 5542, "comments": 1308, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 3, "id": "4s0stl", "title": "The Bahamas just issued a travel warning to the US", "score": 1924, "comments": 594, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 4, "id": "4s29f0", "title": "'Shocking images' reveal death of 10,000 hectares of mangroves across Northern Australia: Unprecedented loss took place within the space of a month last year after interruption of wet season", "score": 1343, "comments": 139, "upvoteRatio": 0.92, "sentiment": -0.125}, {"count": 5, "id": "4rxuej", "title": "British pound volatility exceeds Bitcoins.", "score": 1330, "comments": 340, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 6, "id": "4rzvsb", "title": "Chilcot report: Tony Blair could be sued for 'every penny' by families of soldiers killed in Iraq War . Mr Blair had overstated the case for military action in March 2003 as there was “no imminent threat” posed by Saddam Hussein and it was not the “last resort\"", "score": 1258, "comments": 305, "upvoteRatio": 0.89, "sentiment": -0.05000000000000001}, {"count": 7, "id": "4rznxi", "title": "Report: Police investigating Benjamin Netanyahu on money laundering allegations - Israel News", "score": 1050, "comments": 172, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "4s0eto", "title": "Bornean orangutan & 2 shark species moved to extinction ‘red list’ - Bornean orangutan is on the verge of extinction, along with world’s biggest fish, the whale shark, & a hammerhead shark species.", "score": 774, "comments": 75, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "4s1q1l", "title": "Virus Found In Saliva Linked With Unexplained Infertility", "score": 704, "comments": 160, "upvoteRatio": 0.92, "sentiment": -0.05}]}