{"data": [{"count": 0, "id": "4wpa4x", "title": "Delta airlines says all flights suspended \"due to system outage nationwide\"", "score": 6496, "comments": 3235, "upvoteRatio": 0.89, "sentiment": -0.125}, {"count": 1, "id": "4wslld", "title": "A Catholic priest who sexually abused “maybe 20” boys was instructed to say prayers to repent for his crimes: The 95-year-old said he “got the impression that kids liked it”.", "score": 5209, "comments": 3044, "upvoteRatio": 0.79, "sentiment": 0.3666666666666667}, {"count": 2, "id": "4wr1ta", "title": "Nobel-winning economist Joseph Stiglitz has resigned from an advisory panel to Panama’s government set up after the Panama Papers scandal, citing lack of transparency within the committee. He said he found evidence in the papers of crimes such as money laundering for child prostitution rings.", "score": 4506, "comments": 153, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "4wpqq4", "title": "Majority of Germans against EU-Turkey refugee deal, two thirds of Germans are in favour of halting aid to Turkey and more than half want to end refugee deal.", "score": 2727, "comments": 714, "upvoteRatio": 0.92, "sentiment": 0.16666666666666669}, {"count": 4, "id": "4woyxm", "title": "Pakistan hospital bomb attack kills 42 in Quetta", "score": 2534, "comments": 651, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "4ws9aj", "title": "Chinese tourist spends 12 days in a German refugee centre after filling out asylum application by mistake", "score": 1932, "comments": 332, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "4wq7r9", "title": "UK prisons aren't big enough to jail all paedophiles, senior police officer warns, The number of convicted paedophiles in UK prisons has soared in recent years.", "score": 1573, "comments": 459, "upvoteRatio": 0.93, "sentiment": -0.025}, {"count": 7, "id": "4wpbo9", "title": "UK's top bosses received 10% pay rise in 2015 as average salary hit 5.5m. For the average worker, wages rose by 2% in 2015, according to the Office for National Statistics.", "score": 1410, "comments": 358, "upvoteRatio": 0.9, "sentiment": 0.19999999999999998}, {"count": 8, "id": "4wpltw", "title": "Rejection of experts spreads from Brexit to climate change with 'Clexit' - Clexit calls for withdrawal from climate treaties, rejects the conclusions of 97% of climate science experts and 95% of economics experts", "score": 1366, "comments": 689, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 9, "id": "4wobiv", "title": "Japan's Emperor Akihito to make rare public address", "score": 935, "comments": 276, "upvoteRatio": 0.91, "sentiment": 0.15}]}