{"data": [{"count": 0, "id": "4yxs76", "title": "Orang-utans will be extinct in 10 years unless humans stop destroying habitats for palm oil, says charity", "score": 6557, "comments": 1092, "upvoteRatio": 0.88, "sentiment": -0.30000000000000004}, {"count": 1, "id": "4yzvxz", "title": "The wife of Prime Minister Shinzo Abe made a surprise visit Sunday to Pearl Harbor in Hawaii fueling speculation that Abe may head to Pearl Harbor on the anniversary of the attack this year to reciprocate the historic visit by U.S. President Barack Obama to Hiroshima.", "score": 6438, "comments": 1381, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "4z10mb", "title": "Speedo USA Drops Sponsorship of Ryan Lochte Amid Scandal, donates Lochte's $50k fee to children in Brazil", "score": 6144, "comments": 3819, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 3, "id": "4z00yp", "title": "Philippine police anti-drugs operations have killed 712 since July. and 1,067 were killed by vigilante groups", "score": 4225, "comments": 1900, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 4, "id": "4z05y1", "title": "North Korea threatens to turn Seoul and Washington into 'a heap of ashes' as military drills begin", "score": 3964, "comments": 1040, "upvoteRatio": 0.88, "sentiment": -0.1}, {"count": 5, "id": "4z357f", "title": "Ultra-Orthodox rabbis ban women from going to university in case they get ‘dangerous’ secular knowledge", "score": 3405, "comments": 884, "upvoteRatio": 0.9, "sentiment": -0.6}, {"count": 6, "id": "4yyehe", "title": "Scores of Turks have taken part in a peaceful protest in central Istanbul calling for justice over the murder of a transgender woman, Hande Kader. They held signs and chanted slogans for Kader, 23, an LGBT activist, whose burned body was discovered in a forest after she went missing", "score": 1392, "comments": 136, "upvoteRatio": 0.9, "sentiment": 0.016666666666666663}, {"count": 7, "id": "4yzrvg", "title": "NASA has successfully test-fired the engine for the most powerful rocket ever - ...those twin boosters (which are 17 stories high EACH) will burn 5 tonnes of propellant per second to create 3.6 million pounds (1.6 million kg) of thrust to kick-start the mission.", "score": 1309, "comments": 231, "upvoteRatio": 0.89, "sentiment": 0.34199999999999997}, {"count": 8, "id": "4z031w", "title": "Stunning blue lakes spotted in Antarctica could be a sign its giant ice sheet may collapse", "score": 1182, "comments": 397, "upvoteRatio": 0.88, "sentiment": 0.16666666666666666}, {"count": 9, "id": "4z1bkw", "title": "Muslim prisoners to be removed from communal prayers for spreading anti-British values", "score": 1090, "comments": 345, "upvoteRatio": 0.91, "sentiment": 0.0}]}