{"data": [{"count": 0, "id": "52kpve", "title": "Dutch MPs vote for 'yes unless' organ donor register; the draft bill says everyone in the Netherlands will be considered a donor unless they specifically request to be taken off the list", "score": 7827, "comments": 2323, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "52k4gj", "title": "Edward Snowden says Obama should grant him a pardon for disclosing government surveillance programs", "score": 6162, "comments": 3677, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 2, "id": "52hryl", "title": "The richest one per cent of the UK population now owns more than 20 times the total wealth of the poorest fifth, making the country one of the most unequal in the developed world", "score": 6104, "comments": 3604, "upvoteRatio": 0.84, "sentiment": 0.275}, {"count": 3, "id": "52jyjt", "title": "Anti-gay US pastor legally banned from South Africa for being \"a member of or adherent to an association or organisation advocating the practice of racial hatred or social violence.\"", "score": 5645, "comments": 3406, "upvoteRatio": 0.8, "sentiment": 0.11666666666666667}, {"count": 4, "id": "52mkz4", "title": "Top German companies say refugees not ready for job market - Germany's blue-chip companies will have to explain to Chancellor Angela Merkel on Wednesday why they have managed to hire fewer than 100 refugees after around a million arrived in the country last year.", "score": 3987, "comments": 1746, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 5, "id": "52mii9", "title": "'Russian Robocop' defies raging Islamists moments before execution", "score": 2453, "comments": 496, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "52jxk3", "title": "Duterte Seeks Arms From China, Ends Joint Patrols With U.S.", "score": 1568, "comments": 786, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "52j1h0", "title": "North Korea is experiencing a “major and complex disaster,” the Red Cross has warned, after floods killed scores of people and left tens of thousands in need of urgent help.", "score": 1497, "comments": 411, "upvoteRatio": 0.94, "sentiment": -0.07291666666666667}, {"count": 8, "id": "52hl5q", "title": "Taking cannabis for medical reasons should be made legal, says a cross-party group of UK politicians.", "score": 1033, "comments": 136, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 9, "id": "52jiys", "title": "Germany arrests three Syrian men 'on IS mission' - BBC News", "score": 999, "comments": 294, "upvoteRatio": 0.92, "sentiment": 0.0}]}