{"data": [{"count": 0, "id": "514ms9", "title": "Isis to be cut off from rest of world 'within hours' as Turkish-backed rebels close in", "score": 6813, "comments": 3040, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "5131pt", "title": "Hundreds of child refugees have vanished since arriving in the UK, prompting trafficking and abuse fears", "score": 6071, "comments": 1110, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "5122lf", "title": "China’s leaders have been accused of delivering a calculated diplomatic snub to Barack Obama after the US president was denied a red-carpet welcome during his chaotic arrival in Hangzhou ahead of the start of the G20.", "score": 4771, "comments": 2205, "upvoteRatio": 0.85, "sentiment": 0.8}, {"count": 3, "id": "513886", "title": "Europe announces that all scientific papers should be free by 2020", "score": 2662, "comments": 268, "upvoteRatio": 0.96, "sentiment": 0.4}, {"count": 4, "id": "5162gf", "title": "Humanity has moved a step closer to wiping out our closest evolutionary relatives, with four of the six great ape species now listed internationally as critically endangered.", "score": 2281, "comments": 397, "upvoteRatio": 0.92, "sentiment": 0.4}, {"count": 5, "id": "51457c", "title": "Inuit Are Embedding Sensors in the Ice Because It's Getting Dangerously Thin: ...because of climate change, the ice is turning to slush. In many places, it's becoming unsafe. So two Arctic communities are installing high-tech sea ice monitors that can track changes in the ice.", "score": 2187, "comments": 320, "upvoteRatio": 0.89, "sentiment": 0.18333333333333335}, {"count": 6, "id": "511cd0", "title": "Egypt MP Says Women Must Accept FGM Due to Country’s ‘Sexually Weak’ Men", "score": 2174, "comments": 649, "upvoteRatio": 0.9, "sentiment": -0.25}, {"count": 7, "id": "515h71", "title": "German anti-immigrant party beats Merkel's party in her home state", "score": 1772, "comments": 619, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 8, "id": "514i3j", "title": "Police in Sweden were left red-faced when they arrested a man in what was believed to be a major drugs bust, only to find he was carrying bags full of sugar, not amphetamines.", "score": 1733, "comments": 277, "upvoteRatio": 0.9, "sentiment": 0.103125}, {"count": 9, "id": "511lrr", "title": "U.S. Declares Turkish-Backed Campaign Against Our Allies in Syria ‘Unacceptable’", "score": 1103, "comments": 249, "upvoteRatio": 0.89, "sentiment": 0.0}]}