{"data": [{"count": 0, "id": "53bq34", "title": "Hong Kong election: ballot papers outnumbered voter turnout in at least 5 polling stations", "score": 7192, "comments": 2258, "upvoteRatio": 0.9, "sentiment": -0.3}, {"count": 1, "id": "53cdh6", "title": "CEOs Can Now Be Prosecuted Like War Criminals at the Hague", "score": 6476, "comments": 1385, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 2, "id": "53b7n9", "title": "17 Indian soldiers killed in a terrorist attack on an army camp. The fidayeen attack targeted tents housing soldiers returning home after duty", "score": 4906, "comments": 1250, "upvoteRatio": 0.9, "sentiment": -0.2}, {"count": 3, "id": "53d4ba", "title": "The Queen’s cousin has become the first british member of the royal family to come out as gay. Lord Ivar Mountbatten has revealed that he is now dating a man after a life long struggle with his sexuality.", "score": 4889, "comments": 387, "upvoteRatio": 0.87, "sentiment": 0.15416666666666667}, {"count": 4, "id": "53c3r2", "title": "Hundreds of nuns trained in Kung Fu are biking the Himalayas to oppose human trafficking", "score": 4362, "comments": 338, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "53bpvp", "title": "The man who publicly accused Philippines President Rodrigo Duterte of running a hit squad and personally killing people won't be given state protection", "score": 3428, "comments": 220, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "53aciw", "title": "'TTIP threatens our way of life,' say Berlin protesters -- Rarely has an issue caused such outrage: Protesters have turned out across Germany to demonstrate against the TTIP and CETA trade deals with the US and Canada. They say they won't stop until both are scrapped", "score": 3011, "comments": 415, "upvoteRatio": 0.93, "sentiment": 0.15}, {"count": 7, "id": "53aglx", "title": "Longest Ever Lightning Bolt Shocks Scientists - Scientists have detected a record-breaking lightning bolt that was 321.1 kilometers (199.5 miles) in length, roughly the distance between New York City and Washington D.C.", "score": 1927, "comments": 107, "upvoteRatio": 0.93, "sentiment": 0.018181818181818174}, {"count": 8, "id": "53caj6", "title": "Just under 30 percent of France's 3 to 4 million Muslims reject the country's secular laws, according to an Ifop poll", "score": 1460, "comments": 959, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "53alk5", "title": "Archaeologists Find Ancient Pot With Traces of 3,000-Year-Old Burnt Cheese", "score": 1096, "comments": 135, "upvoteRatio": 0.93, "sentiment": 0.0}]}