{"data": [{"count": 0, "id": "54an1t", "title": "The UN just declared antibiotic resistance “the greatest and most urgent global risk\".", "score": 8934, "comments": 3503, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 1, "id": "549kfv", "title": "It's almost impossible to get an abortion in Ireland — but that could change soon: 1000s of Irish women each yr must travel outside the country — most to the UK — for an abortion. 1000s expected to gather in cities around world today to protest in favor of abortion rights for Irish women.", "score": 4607, "comments": 6023, "upvoteRatio": 0.72, "sentiment": -0.04444444444444443}, {"count": 2, "id": "54akjx", "title": "Canadian town steams over Nestlé bid to control local spring water well. Activists in Centre Wellington plan to block Ontario pump tests after bottled-water makers overtook community’s attempt to secure long-term water source", "score": 3838, "comments": 305, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 3, "id": "549dbu", "title": "Finding Europe Untenable, More Migrants Return To Their Home Countries", "score": 3278, "comments": 703, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 4, "id": "54a6kq", "title": "In Japan, hundreds of thousands of young people are refusing to leave their homes: According to a survey released by the government of Japan this month, more than half a million young people have recoiled from society to lead reclusive lives", "score": 3132, "comments": 747, "upvoteRatio": 0.95, "sentiment": 0.13333333333333333}, {"count": 5, "id": "549sej", "title": "Canada Is Building a Trail That Measures Almost 15,000 Miles: In 2017, the world’s longest trail will finally be complete", "score": 2113, "comments": 261, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 6, "id": "547xqv", "title": "Security experts claim a Chinese vessel tasked with finding MH370 is actually spying on the Australian military", "score": 2073, "comments": 242, "upvoteRatio": 0.91, "sentiment": -0.025}, {"count": 7, "id": "549nzh", "title": "Jeremy Corbyn sweeps to victory to retain Labour leadership", "score": 1660, "comments": 849, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 8, "id": "549o00", "title": "Two million now without water in Aleppo after intense airstrikes", "score": 1476, "comments": 340, "upvoteRatio": 0.89, "sentiment": 0.2}, {"count": 9, "id": "54cdql", "title": "Police seize Montreal reporter’s computer to find source for story", "score": 1192, "comments": 99, "upvoteRatio": 0.93, "sentiment": 0.0}]}