{"data": [{"count": 0, "id": "5467q8", "title": "German politicians approve new law making it illegal to have sex with prostitutes without a condom", "score": 6321, "comments": 3428, "upvoteRatio": 0.85, "sentiment": -0.12121212121212122}, {"count": 1, "id": "543rv7", "title": "'Hangover-free alcohol’ could replace all regular alcohol by 2050. The new drink, known as 'alcosynth', is designed to mimic the positive effects of alcohol but doesn’t cause a dry mouth, nausea and a throbbing head", "score": 6275, "comments": 5373, "upvoteRatio": 0.84, "sentiment": 0.07424242424242425}, {"count": 2, "id": "5435sy", "title": "Dalai Lama: Middle-Eastern refugees should aspire to return home and rebuild their countries", "score": 5259, "comments": 2324, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 3, "id": "5443u0", "title": "The tiny nation of Kiribati will soon be underwater — here's the plan to save its people: Planning for \"migration with dignity,\" the former president purchased 6000 acres of land in Fiji for the I-Kiribati to move to and relocated 75 citizens a year to New Zealand.", "score": 5103, "comments": 822, "upvoteRatio": 0.92, "sentiment": 0.04545454545454545}, {"count": 4, "id": "5455ln", "title": "Pope says journalism based on fear-mongering, gossip is form of 'terrorism'", "score": 3921, "comments": 574, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "546p0v", "title": "Bernie Sanders' brother to fight David Cameron's seat for Green party", "score": 2223, "comments": 195, "upvoteRatio": 0.89, "sentiment": -0.2}, {"count": 6, "id": "542r4z", "title": "Catholic Church acquits Mexican priest who admitted to raping 30 young girls even though he knew he was infected with HIV", "score": 1924, "comments": 360, "upvoteRatio": 0.72, "sentiment": 0.03333333333333333}, {"count": 7, "id": "544ief", "title": "India signed a formal agreement Friday to buy 36 Rafale fighter jets from France's Dassault for a reported 7.9 billion euros ($8.8 billion), one of its biggest defence deals in decades.", "score": 1432, "comments": 297, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "5440gm", "title": "Saudi jets kill nearly 32 civilians in Yemen’s Hudaydah", "score": 1405, "comments": 285, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 9, "id": "542i42", "title": "A French-American man who helped stop a heavily armed gunman on a train in France in 2015 has received the country's highest honour. Mark Moogalian and five other passengers overpowered the suspect, Moroccan national Ayoub El-Khazzani.", "score": 914, "comments": 37, "upvoteRatio": 0.92, "sentiment": -0.1625}]}