{"data": [{"count": 0, "id": "54e9gv", "title": "Indian Prime Minister: \"I want to tell the people of Pakistan, India is ready to fight you. If you have the strength, come forward to fight against poverty. Let's see who wins. Let's see who is able to defeat poverty and illiteracy first, Pakistan or India.\"", "score": 8351, "comments": 3880, "upvoteRatio": 0.89, "sentiment": 0.3125}, {"count": 1, "id": "54etkb", "title": "[NSFL] Australian child molester Peter Scully faces death penalty in Philippines - Scully \"filmed his torture and rape of young girls as he made them dig their own graves\" and \"laughed, joked and acted nonchalant about his alleged crimes\"", "score": 6288, "comments": 4302, "upvoteRatio": 0.88, "sentiment": 0.25999999999999995}, {"count": 2, "id": "54gwc9", "title": "Swiss politician says hijab should be banned from passports - claims it is 'unequal treatment' that headscarves are allowed in passport photos while headbands and caps are not", "score": 6046, "comments": 4995, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 3, "id": "54edk8", "title": "A Jordanian writer charged with offending Islam after allegedly sharing a satirical cartoon on his Facebook page has been killed", "score": 5145, "comments": 1090, "upvoteRatio": 0.92, "sentiment": -0.15000000000000002}, {"count": 4, "id": "54cv6e", "title": "Prostitutes as young as 16 who were taken to Ibiza for the tourist sex trade then beaten with brooms and sticks if they didn't bring in €1,000 a day are rescued by police", "score": 5034, "comments": 604, "upvoteRatio": 0.85, "sentiment": 0.1}, {"count": 5, "id": "54df5i", "title": "Dunkin' Donuts is still serving coffee in Styrofoam cups 6 years after saying it would stop", "score": 2965, "comments": 783, "upvoteRatio": 0.68, "sentiment": 0.0}, {"count": 6, "id": "54dipu", "title": "ISIS trades in human organs in Nineveh after losing funding sources", "score": 1660, "comments": 123, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "54fg6g", "title": "UK has blocked European Union efforts to establish an independent international inquiry into claim of war crimes in Yemen", "score": 1505, "comments": 237, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "54f6kx", "title": "Two teenage girls arrested in France over planned terror attack", "score": 1456, "comments": 234, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "54eatw", "title": "Four-fifths of global consumers consider brands neither open nor honest. \"Consumers are jaded about advertising in a way they weren’t several decades ago\"", "score": 1453, "comments": 336, "upvoteRatio": 0.94, "sentiment": 0.15}]}