{"data": [{"count": 0, "id": "59cvti", "title": "Canada's largest pharmacy chain formally applies to distribute medical marijuana", "score": 6890, "comments": 828, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 1, "id": "59d7pg", "title": "Dutch unveil giant vacuum to clean outside air. The system is said to be able to suck in air from a 300-metre radius, and from up to 7 kilometres upwards. It can treat some 800,000 cubic metres of air an hour, filtering out 100 percent of fine particles and 95 percent percent of ultra-fine particles", "score": 6740, "comments": 1385, "upvoteRatio": 0.92, "sentiment": 0.21250000000000002}, {"count": 2, "id": "599i7f", "title": "At least Four people killed in Horror Dreamworld Ride tragedy in Queensland Australia", "score": 6098, "comments": 4416, "upvoteRatio": 0.85, "sentiment": -0.25}, {"count": 3, "id": "59c42v", "title": "Norway welcomes US Marines amid Russian tensions", "score": 5233, "comments": 2515, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 4, "id": "59ckyw", "title": "Saddam Hussein's cousin arrested for participating in a terrorist attack that left 90 dead. He was found in an empty water storage tank", "score": 4138, "comments": 158, "upvoteRatio": 0.89, "sentiment": -0.10000000000000002}, {"count": 5, "id": "59afqn", "title": "2,500-Yr-Old Cannabis Plants Found in China - The lack of hemp clothing & rope in the burial & the large size of the plants’ seeds, suggest they were grown for their psychoactive properties.", "score": 3083, "comments": 241, "upvoteRatio": 0.93, "sentiment": 0.21428571428571427}, {"count": 6, "id": "59b02z", "title": "Australian Judge declares that \"Fuck\" is no longer a swear word. \"It’s Perfectly Legal To Tell Fred Nile To Fuck Off, Judge Says\".", "score": 2567, "comments": 238, "upvoteRatio": 0.94, "sentiment": -0.15000000000000002}, {"count": 7, "id": "59826c", "title": "Russia reveals images of super-nuke \"Satan II\"", "score": 2517, "comments": 1417, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 8, "id": "59ad0z", "title": "Brains of paedophiles who abuse children are different to those who do not, scientists discover: “... not all individuals with a diagnosis of paedophilia commit child sexual offences, just as many persons who sexually offend against children are not paedophilic.\"", "score": 2143, "comments": 802, "upvoteRatio": 0.88, "sentiment": 0.375}, {"count": 9, "id": "59c5d2", "title": "Chinese officials found guilty of falsifying air quality data", "score": 2014, "comments": 184, "upvoteRatio": 0.94, "sentiment": -0.25}]}