{"data": [{"count": 0, "id": "5ahscv", "title": "China on Tuesday rejected a plan by U.S. Republican presidential candidate Donald Trump to back out of a global climate change pact, saying a wise political leader should make policy in line with global trends, a rare comment on a foreign election", "score": 30732, "comments": 4178, "upvoteRatio": 0.62, "sentiment": 0.125}, {"count": 1, "id": "5ajjck", "title": "Bishop who thinks homosexuality is ‘evil’ elected as Mayor of Rio de Janeiro", "score": 17991, "comments": 1822, "upvoteRatio": 0.77, "sentiment": -1.0}, {"count": 2, "id": "5ak5ee", "title": "Syrian women saved from Isis by female Kurdish fighters set up their own women-only battalion", "score": 13063, "comments": 666, "upvoteRatio": 0.87, "sentiment": 0.3}, {"count": 3, "id": "5aig40", "title": "Report: Coal power doesn't help the poor. The report is strikingly counter-intuitive: on the whole, building coal power plants does little to help the poor, and often it can actually make them poorer.", "score": 6022, "comments": 852, "upvoteRatio": 0.85, "sentiment": -0.04791666666666667}, {"count": 4, "id": "5ajpkw", "title": "In Bangladesh, tigers are being killed by the local 'mafia'", "score": 3216, "comments": 140, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 5, "id": "5ajrqc", "title": "Hacker collective The Shadow Brokers strike again with more NSA leaks", "score": 2823, "comments": 259, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 6, "id": "5aig32", "title": "South Korea president's friend Choi Soon-sil detained", "score": 1759, "comments": 127, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "5ak0gx", "title": "Jailed anti-Putin activist says he is being tortured in prison: A Russian opposition activist who became the first person to be jailed for repeatedly staging peaceful anti-Kremlin protests under a new law says he is being tortured in prison and fears for his life.", "score": 1719, "comments": 210, "upvoteRatio": 0.89, "sentiment": 0.1590909090909091}, {"count": 8, "id": "5ajp4t", "title": "Because of Brexit, British Jews whose families once fled the Nazis are applying for German passports. In August, the German Embassy in London confirmed it had received over 400 inquiries regarding citizenship in the seven weeks following the EU referendum.", "score": 1577, "comments": 408, "upvoteRatio": 0.72, "sentiment": 0.08}, {"count": 9, "id": "5ak5mq", "title": "Bayer and Syngenta knew their products were devastating the bees.", "score": 1472, "comments": 224, "upvoteRatio": 0.91, "sentiment": -1.0}]}