{"data": [{"count": 0, "id": "5b9rpz", "title": "Iceland’s president turns down a monthly pay increase of 5,300 USD", "score": 32898, "comments": 1738, "upvoteRatio": 0.81, "sentiment": -0.15555555555555559}, {"count": 1, "id": "5b73cy", "title": "'Last chance' to limit global warming to safe levels, UN scientists warn", "score": 25063, "comments": 4969, "upvoteRatio": 0.79, "sentiment": 0.16666666666666666}, {"count": 2, "id": "5ba5pt", "title": "Tens of thousands protest in South Korea, call for president to quit", "score": 16212, "comments": 827, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "5b9gja", "title": "Voyager 2 points out unknown dark moons lurking behind Uranus", "score": 2682, "comments": 230, "upvoteRatio": 0.92, "sentiment": -0.21666666666666667}, {"count": 4, "id": "5bcipq", "title": "Hundreds of far-right protesters have marched through Berlin calling for Chancellor Angela Merkel to be removed from office. Police accompanied the protest forcibly removing a blockade staged by far-left counter-demonstrators", "score": 2422, "comments": 834, "upvoteRatio": 0.86, "sentiment": 0.5}, {"count": 5, "id": "5bcomj", "title": "Scientists develop drug that 'could cure HIV and Aids': Reseachers in Israel have identified a protein they claim can reduce the virus in infected patients by 97 per cent in just eight days", "score": 2066, "comments": 246, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "5b9vmm", "title": "Canadian Lawmakers Hear From Organ Harvesting Investigators: Chinese hospitals have performed 60,000 to 100,000 organ transplants a year since the year 2000, most of the organs sourced from innocents: Uyghurs, Tibetans, House Christians, with Falun Gong practitioners being the primary source.", "score": 953, "comments": 220, "upvoteRatio": 0.81, "sentiment": 0.3}, {"count": 7, "id": "5b98hw", "title": "We're about to see the biggest supermoon in nearly 70 years", "score": 894, "comments": 101, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 8, "id": "5b9hzh", "title": "Ministry of Defence lied to former business secretary, Vince Cable, so he would approve missile sales to Saudi Arabia", "score": 834, "comments": 35, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "5baruk", "title": "150,000 Jakarta protesters: Islamists turn violent and call for the Christian governor to be arrested over Koran comments on a verse that implies Muslims should not choose non-Muslims as leaders.", "score": 659, "comments": 206, "upvoteRatio": 0.92, "sentiment": -0.4}]}