{"data": [{"count": 0, "id": "5gezq0", "title": "Afghan president says Taliban wouldn't last a month without Pakistan support", "score": 24348, "comments": 2576, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "5gcuto", "title": "A new law making it illegal to smoke in a car with anyone under the age of 18 comes into force in Scotland on Monday.", "score": 23662, "comments": 1561, "upvoteRatio": 0.91, "sentiment": -0.18181818181818182}, {"count": 2, "id": "5gim3s", "title": "New Zealand Prime Minister John Key resigns", "score": 18391, "comments": 2057, "upvoteRatio": 0.86, "sentiment": 0.06818181818181818}, {"count": 3, "id": "5gg40a", "title": "A memo that reveals UK prime minister Theresa May is furious about internal leaks was leaked immediately", "score": 9611, "comments": 530, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 4, "id": "5gdy7r", "title": "Clash in German forest as red line is crossed. Logging has begun in Hambach Forest, where activists have sought for years to protect ancient trees - which grow over coal coveted by German power company RWE. Under heavy police presence, the fight is about to get real.", "score": 8019, "comments": 587, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "5gg4do", "title": "Austrian independent candidate Van der Bellen ahead of far right in presidential election, projections indicate", "score": 8012, "comments": 1180, "upvoteRatio": 0.85, "sentiment": 0.12857142857142856}, {"count": 6, "id": "5gczz9", "title": "Norway urges Donald Trump to announce clear policy on Russia amid fears of military activity in Arctic: “They have been re-establishing their 'bastion' defence concept,” she told Reuters, referring to the Soviet Union's Cold War strategy of heavily defending maritime areas such as the Barents Sea.", "score": 4635, "comments": 1708, "upvoteRatio": 0.89, "sentiment": -0.16}, {"count": 7, "id": "5ggapo", "title": "Far-right concedes defeat in Austrian presidential election", "score": 3822, "comments": 706, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 8, "id": "5gdd0s", "title": "Power of psychedelic drugs to lift mental distress shown in trials: 'In 80% of cases, patients’ distress was lifted and remained so for six to eight months.'", "score": 2883, "comments": 259, "upvoteRatio": 0.93, "sentiment": -0.1}, {"count": 9, "id": "5gfgh6", "title": "A total of 55 British clubs now involved in growing football child abuse scandal", "score": 2258, "comments": 393, "upvoteRatio": 0.95, "sentiment": 0.0}]}