{"data": [{"count": 0, "id": "5g6pob", "title": "US President-elect Donald Trump has spoken directly with the president of Taiwan - breaking with US policy set in 1979 when formal relations were cut. Washington cut formal diplomatic ties with Taiwan in 1979, expressing its support for Beijing's \"One China\" policy.", "score": 31709, "comments": 10054, "upvoteRatio": 0.75, "sentiment": 0.1}, {"count": 1, "id": "5galt9", "title": "Fake US Embassy discovered to have been operating in Ghana for the past decade.", "score": 30121, "comments": 1592, "upvoteRatio": 0.91, "sentiment": -0.375}, {"count": 2, "id": "5g9361", "title": "China just lodged its first diplomatic protest against Donald Trump", "score": 22279, "comments": 7666, "upvoteRatio": 0.64, "sentiment": 0.25}, {"count": 3, "id": "5gc0nn", "title": "A French town has been told it must take down its statue of the Virgin Mary to comply with a national ban on religious symbols in public spaces, the town's mayor said on Saturday", "score": 5987, "comments": 986, "upvoteRatio": 0.88, "sentiment": -0.038888888888888896}, {"count": 4, "id": "5g8jp6", "title": "Futuristic plans for a moon village proposed by the European Space Agency are winning support around the world.", "score": 3339, "comments": 295, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 5, "id": "5ga3y3", "title": "German universities to reintroduce tuition fees for non-EU students", "score": 2858, "comments": 571, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "5g97vi", "title": "A cafe in Spain is charging customers by day, and using the proceeds to serve meals to homeless people free of charge at night. The Robin Hood restaurant opened on a side street in central Madrid on Tuesday, operating a simple but unique business model.", "score": 2372, "comments": 106, "upvoteRatio": 0.92, "sentiment": 0.19375}, {"count": 7, "id": "5g8tn3", "title": "Investigatory Powers Bill: Politicians exempt themselves from new wide-ranging spying laws", "score": 1580, "comments": 145, "upvoteRatio": 0.94, "sentiment": 0.13636363636363635}, {"count": 8, "id": "5ga35t", "title": "Reject the establishment or watch the far-right take over, Corbyn tells Europe's centre-left leaders", "score": 1565, "comments": 662, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "5g9xol", "title": "Boris Johnson makes 'save African elephant' plea. UK foreign secretary, who backs ban on ivory trade, breaks off London speech to make plea for ‘magnificent’ vulnerable animal. Says he' s “obsessed with the tragic fate of the African elephant”.", "score": 1050, "comments": 102, "upvoteRatio": 0.9, "sentiment": -0.125}]}