{"data": [{"count": 0, "id": "5goblw", "title": "Illegal Logging Is Depleting the Amazon Rainforest 29% Faster Than Last Year", "score": 27381, "comments": 1023, "upvoteRatio": 0.88, "sentiment": -0.25}, {"count": 1, "id": "5glf39", "title": "Australia thumbs its nose at climate change and reef protection. Country's biggest coal mine gets green light.", "score": 25618, "comments": 2750, "upvoteRatio": 0.83, "sentiment": 0.1}, {"count": 2, "id": "5glte8", "title": "Japanese Prime Minister Shinzo Abe to make historic visit — the first by a Japanese leader — to Pearl Harbor this month Abe said he is making the visit “to pay tribute” to military personnel from both sides of the Pacific who died in the war.", "score": 14403, "comments": 1840, "upvoteRatio": 0.91, "sentiment": 0.03}, {"count": 3, "id": "5gj5la", "title": "France will shut down all coal-fired power plants by 2023", "score": 5807, "comments": 524, "upvoteRatio": 0.93, "sentiment": -0.15555555555555559}, {"count": 4, "id": "5glzl8", "title": "Man jailed for attacking boy over embrace with girl in London street: Michael Coe, an associate of hate preacher Anjem Choudary, sentenced to 28 months after knocking teenager unconscious", "score": 4913, "comments": 930, "upvoteRatio": 0.92, "sentiment": -0.8}, {"count": 5, "id": "5gmllu", "title": "'Mythical' Sea Blob Finally Spotted a Century After Its Discovery. A mysterious giant sea blob whose very existence was questioned has been rediscovered a century after its first sighting.", "score": 3598, "comments": 179, "upvoteRatio": 0.93, "sentiment": 0.09}, {"count": 6, "id": "5gjva7", "title": "The mayors of 4 of the world’s largest cities — Paris, Madrid, Mexico City, and Athens- pledge to ban all diesel vehicles by 2025", "score": 2503, "comments": 455, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "5gnarm", "title": "Israel's Bonus says lab-grown bones successfully transplanted", "score": 1303, "comments": 158, "upvoteRatio": 0.9, "sentiment": 0.75}, {"count": 8, "id": "5gmkjx", "title": "Ancient shellfish used for purple dye vanishes from eastern Med. Red-mouthed rock shell was one of main sources of Tyrian purple and study blames its collapse on rising sea temperatures", "score": 850, "comments": 40, "upvoteRatio": 0.9, "sentiment": 0.16666666666666666}, {"count": 9, "id": "5gixjf", "title": "Two giant Chinese companies are getting thousands of students into US schools—by committing fraud", "score": 746, "comments": 186, "upvoteRatio": 0.93, "sentiment": 0.0}]}