{"data": [{"count": 0, "id": "5keuyk", "title": "Solar was the cheapest source of electricity in 2016, and it will further undercut fossil fuels in 2017", "score": 44166, "comments": 3219, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 1, "id": "5kcz57", "title": "Syrian man who filmed daughters before sending one of them for suicide bombing is killed in Damascus", "score": 21836, "comments": 2915, "upvoteRatio": 0.87, "sentiment": -0.2}, {"count": 2, "id": "5kdp3a", "title": "Fake rice confiscated in Nigeria was intended for display only, is more expensive than real rice.", "score": 4255, "comments": 355, "upvoteRatio": 0.93, "sentiment": -0.06}, {"count": 3, "id": "5kdcge", "title": "Authorities in Saudi Arabia have used a viral party video to identify and arrest partygoers in the country", "score": 4228, "comments": 784, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 4, "id": "5kett9", "title": "Diamond tycoon in India pays for more than 236 fatherless brides to get married in a mass wedding", "score": 3072, "comments": 185, "upvoteRatio": 0.9, "sentiment": 0.375}, {"count": 5, "id": "5kdsjg", "title": "Scientists to send greetings to other worlds: After decades of fruitless scanning the skies for alien messages, scientists say it's time to try a basic rule of etiquette: Say \"hello\" first.", "score": 2585, "comments": 829, "upvoteRatio": 0.91, "sentiment": -0.03125}, {"count": 6, "id": "5kbfhu", "title": "Mexico: six decapitated heads found on Christmas Day", "score": 2062, "comments": 442, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "5keho6", "title": "Turkish authorities have arrested the cafeteria manager for insulting the president after he said he would not serve tea to Tayyip Erdogan", "score": 1880, "comments": 234, "upvoteRatio": 0.92, "sentiment": -1.0}, {"count": 8, "id": "5kfsoz", "title": "Georgia’s Constitutional Court has struck down a law which sent many young people to prison for using marijuana. -- “The Constitutional Court found that the norms referring to the use of a small amount of marijuana, as well as its purchase, storage and production, are unconstitutional.”", "score": 1863, "comments": 119, "upvoteRatio": 0.93, "sentiment": 0.048611111111111105}, {"count": 9, "id": "5kblqs", "title": "Israel to approve construction of 618 more East Jerusalem homes in defiance of UNSC resolution", "score": 1748, "comments": 1432, "upvoteRatio": 0.87, "sentiment": 0.5}]}