{"data": [{"count": 0, "id": "5k2slj", "title": "Germany's biggest evacuation since WWII to take place on Christmas Day as authorities in Augsburg, Southern Germany, plan to evacuate 54,000 people after a 3.8-ton bomb, dropped on the city by Britain during World War II was found during building work.", "score": 35685, "comments": 3166, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "5k2xhq", "title": "Iraqi Muslim Soldiers Erect Largest Christmas Tree in Iraq in Solidarity with Christians", "score": 14149, "comments": 1065, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 2, "id": "5k4bch", "title": "NATO Chief Auditor Yves Chandelon found dead in suspicious incident", "score": 13019, "comments": 1544, "upvoteRatio": 0.87, "sentiment": -0.2}, {"count": 3, "id": "5k1rez", "title": "Hindu girls kidnapped, enslaved and converted to Islam in Pakistan . An estimated 1,000 young Christian and Hindu girls, most of them underage and impoverished, are taken from their homes each year, converted to Islam and married off", "score": 3875, "comments": 1292, "upvoteRatio": 0.9, "sentiment": 0.2125}, {"count": 4, "id": "5k39h8", "title": "The Nigerian army has captured one of Boko Haram's last strongholds", "score": 3382, "comments": 41, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "5k249m", "title": "Prices of HIV, diabetes and angina drugs slashed by up to 44% in India", "score": 2507, "comments": 152, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "5k40eh", "title": "Sixteen hurt in Christmas eve blast at Catholic church in Philippines", "score": 2330, "comments": 192, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "5k5489", "title": "Le Pen promises to take France out of EU & NATO", "score": 1602, "comments": 1561, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 8, "id": "5k2ag8", "title": "6 more mysterious radio signals have been detected coming from outside our galaxy. They're all coming from the one place.", "score": 1591, "comments": 240, "upvoteRatio": 0.75, "sentiment": 0.16666666666666666}, {"count": 9, "id": "5k29et", "title": "A Singaporean teenager whose video posts and blogs mocking his government and its late founder landed him in jail twice has been detained in the U.S. where he is seeking asylum, his lawyer and a human rights group said Saturday.", "score": 1469, "comments": 316, "upvoteRatio": 0.91, "sentiment": -0.13333333333333333}]}