{"data": [{"count": 0, "id": "5o1ovy", "title": "With only days until Donald Trump takes office, the Obama announced new rules that will let the NSA share vast amounts of private data gathered without warrant, court orders or congressional authorization with 16 other agencies, including the FBI, DEA and DHS.", "score": 69597, "comments": 14745, "upvoteRatio": 0.82, "sentiment": 0.002272727272727271}, {"count": 1, "id": "5o6v43", "title": "Trump Calls NATO Obsolete and Dismisses EU in German Interview", "score": 43781, "comments": 15056, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 2, "id": "5o440a", "title": "Human Rights Watch lists Trump as threat to human rights: \"Donald Trump’s election as US president after a campaign fomenting hatred and intolerance, and the rising influence of political parties in Europe that reject universal rights, have put the postwar human rights system at risk,”", "score": 24358, "comments": 7636, "upvoteRatio": 0.6, "sentiment": 0.0}, {"count": 3, "id": "5o6ss2", "title": "90% of rural Australians say their lives are already affected by changing climate, 46% favor phasing out coal power", "score": 14003, "comments": 771, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "5o3lkg", "title": "Obama Extends Sanctions On Russia Over Aggression In Ukraine By One Year", "score": 6647, "comments": 1816, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 5, "id": "5o3jt6", "title": "Sea Shepherd finds Japanese ship 'with slaughtered whale' - The conservationist organisation -- whose two vessels departed Australia last month for the Southern Ocean to disrupt the hunt -- said it spotted the Nisshin Maru in the Australian whale sanctuary around the nation's Antarctic territory", "score": 5589, "comments": 766, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "5o53hy", "title": "Beijing, one of the most polluted cities of the world, will spend $2.6 billion to curb deadly air pollution.", "score": 3974, "comments": 211, "upvoteRatio": 0.94, "sentiment": 0.15}, {"count": 7, "id": "5o40yu", "title": "The world’s largest fund manager is threatening to unleash a fresh wave of shareholder rebellions in the UK unless Britain’s largest companies rein in excessive boardroom pay.", "score": 2919, "comments": 260, "upvoteRatio": 0.94, "sentiment": 0.024999999999999994}, {"count": 8, "id": "5o40lj", "title": "Philippines President Duterte says navy will 'bomb' all militants – even if they are holding hostages - Addressing victims, he says ‘So, really, don't allow yourselves to be kidnapped’", "score": 2313, "comments": 379, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 9, "id": "5o44il", "title": "France says Trump’s proposal to move US embassy to Jerusalem would be a provocation", "score": 1924, "comments": 856, "upvoteRatio": 0.86, "sentiment": 0.0}]}