{"data": [{"count": 0, "id": "5w8wqx", "title": "Swedish military and foreign-affairs officials have said they know nothing about a man who appeared on Fox News in the US billed as a “Swedish defence and national security advisor”.", "score": 42347, "comments": 2970, "upvoteRatio": 0.8, "sentiment": -0.1}, {"count": 1, "id": "5waevs", "title": "Parents who let diabetic son starve to death found guilty of first-degree murder: Emil and Rodica Radita isolated and neglected their son Alexandru for years before his eventual death — at which point he was said to be so emaciated that he appeared mummified, court hears", "score": 32187, "comments": 2713, "upvoteRatio": 0.87, "sentiment": -0.5}, {"count": 2, "id": "5w8gfr", "title": "Pope quietly trims sanctions for paedophile priests", "score": 16258, "comments": 1913, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 3, "id": "5w9zwc", "title": "Justin Trudeau, Canada’s prime minister, is facing growing political pressure to address the steady stream of asylum seekers who have been braving freezing temperatures, fields of waist-deep snow and icy ditches to cross into Canada from the US by foot.", "score": 8444, "comments": 2600, "upvoteRatio": 0.88, "sentiment": 0.016666666666666663}, {"count": 4, "id": "5w96l1", "title": "Revealed: how US billionaire helped to back Brexit", "score": 5566, "comments": 779, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 5, "id": "5wb7b1", "title": "Thousands march in Moscow to remember murdered opposition leader Boris Nemtsov", "score": 5201, "comments": 317, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "5wan73", "title": "Rodrigo Duterte’s next target: 9-year-old children-Duterte and his political allies are backing a bill that would lower the age of criminal responsibility from 15 to 9, giving a police force known for violent impunity more room to target “suspects” who still have baby teeth", "score": 5164, "comments": 323, "upvoteRatio": 0.91, "sentiment": -0.14000000000000004}, {"count": 7, "id": "5wamfx", "title": "Israel to Amazon: Stop selling Holocaust-denying literature", "score": 5007, "comments": 1558, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 8, "id": "5w7lxn", "title": "Trump administration meeting with North Korean diplomat cancelled after State Department denies visa", "score": 2997, "comments": 212, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "5w9et9", "title": "French Historian scholar Henry Rousso visiting Texas A&M \"mistakenly detained\" by U.S. customs officials for 10 hours", "score": 2096, "comments": 466, "upvoteRatio": 0.91, "sentiment": 0.0}]}