{"data": [{"count": 0, "id": "67ivae", "title": "Donald Trump to strip all funding from State Dept team promoting women's rights around the world - Leaked plan comes as First Daughter Ivanka defends her father's record with women", "score": 78895, "comments": 9401, "upvoteRatio": 0.71, "sentiment": 0.25}, {"count": 1, "id": "67fs40", "title": "Jimmy Wales, the founder of online encyclopedia Wikipedia, has launched a website aimed at countering the spread of fake news by bringing together professional journalists and a community of volunteers and supporters to produce news articles", "score": 50423, "comments": 2740, "upvoteRatio": 0.85, "sentiment": -0.2}, {"count": 2, "id": "67gp7i", "title": "Ivanka Trump has been booed and hissed at by an audience in Berlin after she praised Donald Trump’s stance on women. During her first international outing as a White House advisor, the first daughter argued her father was \"a tremendous champion of supporting families”.", "score": 29696, "comments": 4749, "upvoteRatio": 0.72, "sentiment": 0.18055555555555555}, {"count": 3, "id": "67dx6l", "title": "The leader of Chechnya reportedly wants to \"eliminate\" the gay community by Ramadan", "score": 22960, "comments": 3887, "upvoteRatio": 0.9, "sentiment": 0.30833333333333335}, {"count": 4, "id": "67j7ue", "title": "A Scottish engineer has been awarded $1m after he revealed that a cruise liner was illegally dumping waste.", "score": 19033, "comments": 657, "upvoteRatio": 0.95, "sentiment": -0.35}, {"count": 5, "id": "67jtyp", "title": "The last male northern white rhino on earth has joined the dating app Tinder - as part of fundraising efforts by conservationists to save the species", "score": 6753, "comments": 329, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "67fmu0", "title": "Plan to legalise and tax cannabis launched in Switzerland", "score": 5078, "comments": 409, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "67f4ru", "title": "China bans religious names for Muslim babies in Xinjiang. List of banned baby names released amid ongoing crackdown on religion that includes law against veils and beards", "score": 4356, "comments": 1242, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 8, "id": "67djtv", "title": "Erdoğan guard threatens woman with rape on social media", "score": 3452, "comments": 498, "upvoteRatio": 0.93, "sentiment": 0.03333333333333333}, {"count": 9, "id": "67cp3x", "title": "Japanese government steps up preparations for missile strike from North Korea, publishing emergency measures for the public.", "score": 2542, "comments": 478, "upvoteRatio": 0.94, "sentiment": 0.0}]}