{"data": [{"count": 0, "id": "6ape1e", "title": "Baltic countries agree to disconnect their power grids from Russia: Estonia, Latvia and Lithuania will connect their power grids to the European Union network through Poland, in order to reduce their dependence on Russia.", "score": 53027, "comments": 2845, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "6arkxt", "title": "Hospitals across England hit by large-scale cyber-attack", "score": 51953, "comments": 7424, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "6ao46r", "title": "White House furious after being trolled with Russia Oval Office photos - \"They tricked us,\" an angry White House official said. \"That's the problem with the Russians -- they lie,\" the official added. The Russians used the photos to troll the White House in its social media posts Wednesday.", "score": 19062, "comments": 2642, "upvoteRatio": 0.78, "sentiment": -0.09333333333333334}, {"count": 3, "id": "6ao6ws", "title": "US signs international declaration on climate change despite Trump's past statements", "score": 9560, "comments": 740, "upvoteRatio": 0.93, "sentiment": -0.125}, {"count": 4, "id": "6atevg", "title": "Massive ransomware attack hits 74 countries - Security firm Kaspersky Lab has recorded more than 45,000 attacks in 74 countries in the past 10 hours. Most of the attacks have targeted Russia.", "score": 5829, "comments": 961, "upvoteRatio": 0.94, "sentiment": 0.11000000000000001}, {"count": 5, "id": "6aqntg", "title": "S Korea leader Moon scraps state-issued history books - South Korea's new president says he is scrapping government-authored history textbooks ordered by his predecessor.", "score": 4263, "comments": 340, "upvoteRatio": 0.96, "sentiment": 0.13636363636363635}, {"count": 6, "id": "6aqzhs", "title": "China's Xi vows to defend climate pact in call with Macron, reaffirms support for further European integration: \"China has always regarded France as a high-priority partner and maintains its support for the process of European integration\" - The two leaders agreed to meet as soon as possible", "score": 2926, "comments": 497, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "6aoqkm", "title": "Trump's top intelligence officials accept conclusion that Russia hacked election", "score": 2717, "comments": 782, "upvoteRatio": 0.81, "sentiment": 0.5}, {"count": 8, "id": "6aqm51", "title": "Lib Dems promise to legalise cannabis for everyone over 18", "score": 1595, "comments": 285, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "6ar5d9", "title": "Solar energy prices in India tumbles to new record low making it cheaper than fossil-fuel generated power", "score": 1180, "comments": 97, "upvoteRatio": 0.92, "sentiment": 0.06818181818181818}]}