{"data": [{"count": 0, "id": "6b08ty", "title": "North Korea launches a new unidentified missile as tensions with US fester", "score": 43333, "comments": 4480, "upvoteRatio": 0.82, "sentiment": 0.13636363636363635}, {"count": 1, "id": "6awv3h", "title": "Facebook users will be given new legal right to delete all posts they made as teenagers in the UK", "score": 39764, "comments": 1911, "upvoteRatio": 0.9, "sentiment": 0.20735930735930733}, {"count": 2, "id": "6avf43", "title": "'Accidental hero' finds kill switch to stop spread of ransomware cyber-attack", "score": 23771, "comments": 1923, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "6aurd7", "title": "U.S. in final stages of $100 billion arms deal for Saudi Arabia: White House official", "score": 23240, "comments": 3683, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "6axmas", "title": "WannaCrypt ransomware: Microsoft issues emergency patch for Windows XP - Microsoft takes unusual step of providing direct support to unupported systems as targets in 74 countries - including vast swathes of UK hospitals - have been impacted by ransomware attack across the globe", "score": 4789, "comments": 858, "upvoteRatio": 0.95, "sentiment": 0.10000000000000002}, {"count": 5, "id": "6azv1r", "title": "US signs treaty to protect Arctic, giving some hope for Paris agreement", "score": 2692, "comments": 322, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "6ax2e6", "title": "UK government cut security support for outdated NHS computers a year ago despite warnings of vulnerability to hackers", "score": 2455, "comments": 230, "upvoteRatio": 0.93, "sentiment": -0.4000000000000001}, {"count": 7, "id": "6az14g", "title": "\"This is not Islam.\" Bakhtawar Bhutto, the daughter of former Prime Minister, Benazir Bhutto, criticizes Pakistani laws regarding the imprisonment of those who eat during Ramzan. Many applauded her, others mocked her for her and PPP Sindh governments indifference towards poverty.", "score": 2183, "comments": 449, "upvoteRatio": 0.89, "sentiment": 0.25}, {"count": 8, "id": "6ay9oh", "title": "24,300 people fled their homes as the Philippine military used airstrikes and artillery against Muslim extremists affiliated with ISIS. 31 Islamic terrorists and their Commander Ismael Abubakar have been killed.", "score": 2126, "comments": 289, "upvoteRatio": 0.93, "sentiment": -0.15000000000000002}, {"count": 9, "id": "6avf0g", "title": "NSA Tools, Built Despite Warnings, Used in Global Cyber Attack: \"Despite warnings, @NSAGov built dangerous attack tools that could target Western software. Today we see the cost,\" Snowden tweeted Friday.", "score": 2109, "comments": 444, "upvoteRatio": 0.9, "sentiment": -0.19999999999999998}]}