{"data": [{"count": 0, "id": "6ehl3s", "title": "PornHub posts Putin's critic Alexey Navalny's anti-government film online after russian court bans it", "score": 77469, "comments": 2276, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 1, "id": "6eee2z", "title": "Trump pulls out of Paris climate deal", "score": 64395, "comments": 18321, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 2, "id": "6efgnz", "title": "Indian Prime Minister Narendra Modi told German Chancellor Angela Merkel in talks in Berlin on Tuesday that India would stay in the Paris climate accord even if the United States pulled out", "score": 58541, "comments": 3383, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 3, "id": "6ecoji", "title": "A huge explosion has hit the Afghan capital, Kabul. Reports say the explosion happened in an area close to foreign embassies and the presidential palace. It was not immediately clear whether there were casualties", "score": 20987, "comments": 2661, "upvoteRatio": 0.93, "sentiment": 0.12500000000000003}, {"count": 4, "id": "6ehspn", "title": "Elon Musk to Trump: Ditch Paris deal and I'll quit as your adviser", "score": 13880, "comments": 1340, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 5, "id": "6egdsd", "title": "Humans are bringing about the sixth mass extinction of life on Earth, according to scientists writing in a special edition of the leading journal Nature. Mammals, birds and amphibians are currently becoming extinct at rates comparable to the previous five mass extinctions", "score": 5534, "comments": 691, "upvoteRatio": 0.89, "sentiment": 0.06011904761904762}, {"count": 6, "id": "6ebqjw", "title": "Trump invites world leaders to call him on his cellphone, raising security, secrecy concerns", "score": 5102, "comments": 605, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 7, "id": "6eglc0", "title": "Comey to testify publicly about Trump confrontations", "score": 3576, "comments": 405, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "6edb8f", "title": "Prime Minister Justin Trudeau waded into escalating tensions between Germany and the United States on Tuesday, chiding world leaders who believe they can ignore climate change or \"turn back the clock\" in the age of globalization and automation.", "score": 3458, "comments": 821, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "6edvgq", "title": "German unemployment fell to a new record low as Europe’s largest economy continued to power ahead.", "score": 2901, "comments": 697, "upvoteRatio": 0.92, "sentiment": 0.04545454545454545}]}