{"data": [{"count": 0, "id": "6rvu4t", "title": "Former Mexican president mocks Donald Trump over golf holiday: 'If you're not happy with job, just leave'. Trump has spent 58 days out of his first 195 at the properties he owns.", "score": 57228, "comments": 5843, "upvoteRatio": 0.66, "sentiment": -0.05}, {"count": 1, "id": "6ry68b", "title": "Venezuela arrests over 'uprising attempt' - A leading member of the Venezuelan government says arrests have been made after soldiers apparently tried to launch an uprising against President Maduro", "score": 31442, "comments": 3194, "upvoteRatio": 0.89, "sentiment": 0.05}, {"count": 2, "id": "6s0x9j", "title": "H.R. McMaster: Russia is trying to 'break apart Europe' with disinformation and propaganda", "score": 15788, "comments": 1960, "upvoteRatio": 0.84, "sentiment": -0.1}, {"count": 3, "id": "6ry5zq", "title": "Netanyahu's top aide turning state's witness leaves little doubt: The PM will be indicted", "score": 3356, "comments": 415, "upvoteRatio": 0.91, "sentiment": 0.15625}, {"count": 4, "id": "6rwcm9", "title": "An Indian boxer won a title fight against a Chinese opponent before offering to hand back the prize as a gesture of peace between the two nations which are locked in a territorial dispute in the Himalayas.", "score": 2717, "comments": 187, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "6rxwcd", "title": "Mexico considers importing avocados as staple priced out of consumers' reach | Country that produces almost half the world’s avocados contemplates the unthinkable as dietary staple becomes too costly for ordinary Mexicans", "score": 2638, "comments": 431, "upvoteRatio": 0.94, "sentiment": -0.15555555555555556}, {"count": 6, "id": "6rx7mi", "title": "'It's memorycide': Turkey dismantles monuments to Kurdish culture", "score": 2464, "comments": 448, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "6ryex0", "title": "Israel moves to close Al Jazeera, ban its journalists", "score": 2048, "comments": 793, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "6rxabs", "title": "North Korea: China urges North Korea to stop missile tests - BBC News", "score": 1898, "comments": 276, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "6rxul3", "title": "Heavily armed Brazilian army troops and police launched a pre-dawn crackdown Saturday on gangs operating out of slums across Rio de Janeiro, following a steep rise in crime. Their main goal was to stop gangs behind a surge in brazen robberies of commercial trucks.", "score": 1357, "comments": 164, "upvoteRatio": 0.94, "sentiment": -0.08666666666666667}]}