{"data": [{"count": 0, "id": "6uw0sl", "title": "Elon Musk leads 116 experts calling for outright ban on killer robots - Open letter signed by Tesla chief and Google’s Mustafa Suleyman urges UN to block use of lethal autonomous weapons to prevent third age of war", "score": 89552, "comments": 5148, "upvoteRatio": 0.84, "sentiment": 0.13333333333333333}, {"count": 1, "id": "6utocu", "title": "Two years after Ireland introduced some of the strictest laws in the world on lobbying transparency, the reforms are being held up as the gold standard for policymakers looking to shine a light on the often murky world of influence peddling.", "score": 37143, "comments": 821, "upvoteRatio": 0.92, "sentiment": 0.2}, {"count": 2, "id": "6uvv5a", "title": "Sweden is raising its military budget and reintroducing the draft amid Russia fears", "score": 3899, "comments": 795, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 3, "id": "6uvirh", "title": "A posse of Sydney drag queens have saved a man from being bashed by thugs", "score": 3835, "comments": 326, "upvoteRatio": 0.89, "sentiment": -0.1}, {"count": 4, "id": "6uvtn0", "title": "Abbas: I met Trump's envoys 20 times and still don't understand their peace plan", "score": 2541, "comments": 336, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 5, "id": "6uwwho", "title": "At least 461 confirmed dead in Sierra Leone mudslide", "score": 2070, "comments": 116, "upvoteRatio": 0.95, "sentiment": -0.033333333333333326}, {"count": 6, "id": "6uvbhk", "title": "In Turkey, Schools Will Stop Teaching Evolution This Fall: The Turkish government is phasing in what it calls a values-based curriculum. Critics accuse Turkey's president of pushing a more conservative, religious ideology — at the expense of young people's education.", "score": 1722, "comments": 224, "upvoteRatio": 0.93, "sentiment": 0.19999999999999998}, {"count": 7, "id": "6uspso", "title": "A German-Turkish writer who is a known critic of President Recep Tayyip Erdogan has been arrested in Spain. Dogan Akhanli, who has written extensively on human rights in Turkey, was detained at the request of Turkish authorities in the city of Granada.", "score": 1484, "comments": 182, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 8, "id": "6uuj2o", "title": "North Korea receiving constant oil supply as China refuses to go all in on isolating rogue state", "score": 1419, "comments": 426, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "6ut7sr", "title": "Iceland close to becoming first country where no Down's syndrome children are born", "score": 1373, "comments": 866, "upvoteRatio": 0.88, "sentiment": 0.25925925925925924}]}