{"data": [{"count": 0, "id": "6x0vtv", "title": "China has reached its 2020 solar power target three years ahead of schedule, eclipsing Europe", "score": 85960, "comments": 3666, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "6wylgn", "title": "Australia plans random drug tests for people receiving welfare", "score": 68554, "comments": 10502, "upvoteRatio": 0.87, "sentiment": -0.5}, {"count": 2, "id": "6wzj5u", "title": "Chinese fishermen get up to 4 years prison for illegally fishing more than 6000 sharks in Ecuador", "score": 7848, "comments": 385, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "6x1ivf", "title": "Brazilian court blocks abolition of vast Amazon reserve", "score": 4746, "comments": 161, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 4, "id": "6x2ivb", "title": "Fears of genocide as up to 3000 Rohingya muslims killed in Myanmar in last three days", "score": 3869, "comments": 928, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 5, "id": "6wy1sw", "title": "Researchers have discovered traces of what could be the world’s oldest wine at the bottom of terracotta jars in a cave in Sicily, showing that the fermented drink was being made and consumed in Italy more than 6,000 years ago.", "score": 3599, "comments": 243, "upvoteRatio": 0.94, "sentiment": 0.5}, {"count": 6, "id": "6wvm08", "title": "Next target Guam, North Korea says", "score": 3099, "comments": 1130, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "6ww9no", "title": "Monsanto Calls for Investigation Into WHO Agency for Ignoring Monsanto-Funded Studies: Monsanto is attempting to take down a WHO agency that in 2015 linked the Monsanto product glyphosate to an increased risk of cancer in humans.", "score": 2839, "comments": 776, "upvoteRatio": 0.91, "sentiment": -0.15555555555555559}, {"count": 8, "id": "6wyk66", "title": "'Miracle' weed killer that was supposed to save farms is killing them instead - Controversial herbicide dicamba found to poison crops as well as pigweed chemical was intended to root out", "score": 2060, "comments": 224, "upvoteRatio": 0.91, "sentiment": 0.55}, {"count": 9, "id": "6wwal6", "title": "Donald Trump Jr., has agreed to sit down for a transcribed interview with the Senate judiciary committee, as investigators continue to dig into his attendance at a 2016 meeting where he was promised Russian dirt on the Clinton campaign.", "score": 2018, "comments": 408, "upvoteRatio": 0.88, "sentiment": -0.07777777777777779}]}