{"data": [{"count": 0, "id": "756vel", "title": "Trump: 'Nobody could have done what I’ve done for Puerto Rico with so little appreciation'", "score": 46734, "comments": 8136, "upvoteRatio": 0.75, "sentiment": -0.1875}, {"count": 1, "id": "758sco", "title": "Israeli, Palestinian women march together for peace: Over 5,000 women from both Israel and the Palestinian territories have arrived in Jerusalem after a two-week march through Israel and the West Bank. They are calling for a peace deal", "score": 46093, "comments": 2628, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 2, "id": "75co3l", "title": "U.S. mail carriers emerge as heroes in Puerto Rico recovery", "score": 21333, "comments": 829, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "75a1rl", "title": "A man dressed as a shark has been fined under new anti-burqa laws in Austria. The shark was advertising the opening of a new electronics store called McShark.", "score": 19027, "comments": 1839, "upvoteRatio": 0.89, "sentiment": 0.13636363636363635}, {"count": 4, "id": "75a5pe", "title": "Organizers behind armed white supremacist protest in Houston revealed as Russian - \"It really gives an indication of the extent to which there must be a major Russian apparatus.\"", "score": 7782, "comments": 1044, "upvoteRatio": 0.87, "sentiment": -0.02291666666666667}, {"count": 5, "id": "7593tl", "title": "Colombian police opened fire and used teargas against United Nations officials investigating a massacre allegedly carried out by a anti-narcotics unit.", "score": 5837, "comments": 115, "upvoteRatio": 0.96, "sentiment": -0.1}, {"count": 6, "id": "759eq3", "title": "Russia Recruited YouTubers to Bash ‘Racist B*tch’ Hillary Clinton Over Rap Beats - Wannabe YouTube stars and diehard Donald Trump supporters ‘Williams &amp; Kalvin’ totally swear they’re from Atlanta. In reality, they were working for the Kremlin.", "score": 5656, "comments": 837, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 7, "id": "75b25n", "title": "Black Plague spreads rapidly in Madagascar", "score": 4863, "comments": 635, "upvoteRatio": 0.96, "sentiment": -0.16666666666666666}, {"count": 8, "id": "75az8f", "title": "MI5 knew British State prosecutors lied to journalists about their decision not to press charges against Member of British Parliament Cyril Smith's sexual abuse of young boys at care homes in Rochdale. British security services Mi5's explanation was “to defend the realm”, an inquiry has heard.", "score": 2034, "comments": 160, "upvoteRatio": 0.94, "sentiment": 0.12}, {"count": 9, "id": "7561oz", "title": "United States and Turkey mutually suspend visa services", "score": 1703, "comments": 496, "upvoteRatio": 0.93, "sentiment": 0.0}]}