{"data": [{"count": 0, "id": "76lj39", "title": "Tesla starts shipping Powerpacks to help Puerto Rico hospitals and medical centers get stable power.", "score": 45501, "comments": 1652, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "76fzu8", "title": "Kobe Steel Scam Hits Planes, Trains, Automobiles - the Japanese steel maker has made a startling admission: It sold products that failed quality control tests to about 500 companies.", "score": 32321, "comments": 2635, "upvoteRatio": 0.92, "sentiment": -0.3333333333333333}, {"count": 2, "id": "76hzh5", "title": "David Attenborough urges action on plastics after filming Blue Planet II", "score": 29609, "comments": 965, "upvoteRatio": 0.93, "sentiment": 0.05}, {"count": 3, "id": "76ijuv", "title": "Somalia bomb attacks: Death toll rises to 189 in twin blasts in Mogadishu", "score": 26366, "comments": 1550, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "76koqd", "title": "Tillerson: Staying in the Iran deal in best interest of the US", "score": 22870, "comments": 1608, "upvoteRatio": 0.85, "sentiment": 1.0}, {"count": 5, "id": "76m0g2", "title": "Russian trolls were ordered to watch \"House of Cards\" to understand U.S. politics and craft messages, ex-worker says", "score": 7796, "comments": 652, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 6, "id": "76iobx", "title": "Nigeria has decided to start issuing visas on arrival for all Africans, the African Union said on Friday, in a major step toward the goal of free movement on the continent.", "score": 6463, "comments": 393, "upvoteRatio": 0.95, "sentiment": 0.15416666666666667}, {"count": 7, "id": "76i913", "title": "Leading climate scientists have warned that geoengineering research could be hijacked by climate change deniers as an excuse not to reduce CO2 emissions, citing the US administration under Trump as a major threat to their work.", "score": 4853, "comments": 323, "upvoteRatio": 0.88, "sentiment": 0.006249999999999999}, {"count": 8, "id": "76g4d4", "title": "Puerto Ricans given drinking water pumped from a hazardous waste site", "score": 4559, "comments": 210, "upvoteRatio": 0.91, "sentiment": 0.19999999999999998}, {"count": 9, "id": "76gp9f", "title": "Drivers who kill will now face life sentence - Dangerous drivers who cause death while using their mobile phones or speeding will face life in prison, ministers have confirmed. Drivers who kill while under the influence of drink or drugs will also face a life sentence.", "score": 3423, "comments": 914, "upvoteRatio": 0.93, "sentiment": -0.09999999999999998}]}