{"data": [{"count": 0, "id": "77747k", "title": "Iranian leader urges Europe to defy 'mentally retarded' Donald Trump over nuclear pact", "score": 53512, "comments": 6848, "upvoteRatio": 0.74, "sentiment": -0.8}, {"count": 1, "id": "775qy9", "title": "Xi Jinping to China: “Any harm we inflict on nature will eventually return to haunt us”", "score": 52297, "comments": 2989, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "7743o0", "title": "The man who killed more than 300 people with a truck bomb in the centre of Mogadishu on Saturday was a former soldier in Somalia’s army whose home town was raided by local troops and US special forces two months ago in a controversial operation in which 10 civilians were killed", "score": 27115, "comments": 2568, "upvoteRatio": 0.7, "sentiment": 0.1438775510204082}, {"count": 3, "id": "772gld", "title": "President Donald Trump took credit for the fact that ISIS is in retreat during an interview Tuesday, claiming that ISIS wasn't on the run before because \"you didn't have Trump as your president.\"", "score": 25941, "comments": 4753, "upvoteRatio": 0.77, "sentiment": 0.0}, {"count": 4, "id": "778fvc", "title": "Warning of ‘ecological Armageddon’ after dramatic plunge in insect numbers", "score": 5776, "comments": 1102, "upvoteRatio": 0.93, "sentiment": -0.016666666666666635}, {"count": 5, "id": "777g6t", "title": "Africa's elite are plundering their countries: A new report based on the Panama Papers reveals how Africa's politicians, generals and business leaders are systematically siphoning off billions of dollars and parking the money offshore.", "score": 4154, "comments": 826, "upvoteRatio": 0.95, "sentiment": 0.13636363636363635}, {"count": 6, "id": "773r9k", "title": "A North Korean defector says the regime is crippled by sanctions and won't last a year.", "score": 3079, "comments": 509, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "778aw2", "title": "Puerto Rico death toll is probably much higher than official count", "score": 2850, "comments": 247, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 8, "id": "777p7g", "title": "Quebec has become the first jurisdiction in North America to institute a so-called “burqua ban,” prohibiting government employees and any citizen using public services from wearing a face veil.", "score": 2829, "comments": 956, "upvoteRatio": 0.94, "sentiment": 0.125}, {"count": 9, "id": "7793ki", "title": "Sweden bomb: Powerful explosion heard at entrance to Helsingborg police station", "score": 2673, "comments": 876, "upvoteRatio": 0.92, "sentiment": 0.3}]}