{"data": [{"count": 0, "id": "7a0k53", "title": "Manafort has 3 passports, traveled to China with phone registered under fake name", "score": 64358, "comments": 5249, "upvoteRatio": 0.83, "sentiment": -0.5}, {"count": 1, "id": "7a5g95", "title": "Ukraine willing to 'provide the information we have' on Trump campaign aide, says Ukraine PM", "score": 52414, "comments": 3452, "upvoteRatio": 0.8, "sentiment": 0.25}, {"count": 2, "id": "7a2y4j", "title": "Sharks now protected no matter whose waters they swim in - “A cross-border conservation pact signed by 126 countries this week promises for the first time to extend extra protection to sharks and several other migratory species, whichever countries they stray into.”", "score": 48625, "comments": 1345, "upvoteRatio": 0.92, "sentiment": 0.03125}, {"count": 3, "id": "7a6znc", "title": "Russia organized 2 sides of a Texas protest and encouraged 'both sides to battle in the streets'", "score": 45579, "comments": 4887, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 4, "id": "7a2el9", "title": "A group of high-profile French men have signed a petition demanding the right to longer paternity leave to enable them to better support their partners. The petition calls for the “derisory” 11 days leave awarded new fathers to be extended to six weeks and made obligatory.", "score": 11482, "comments": 1565, "upvoteRatio": 0.94, "sentiment": 0.2305194805194805}, {"count": 5, "id": "7a3img", "title": "Owner of Corona beer acquires stake in world’s biggest cannabis producer", "score": 9537, "comments": 577, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "7a381l", "title": "Egyptian lawyer says it's a national duty to rape girls who wear revealing clothing like ripped jeans", "score": 6063, "comments": 838, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "7a61wk", "title": "U.S. Senate releases trove of Russian Facebook ads, revealing sophisticated influence campaign", "score": 4439, "comments": 514, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 8, "id": "7a2q84", "title": "Drug giants threaten NHS with legal action over cheaper drug that could save £84m a year", "score": 3729, "comments": 311, "upvoteRatio": 0.95, "sentiment": 0.15000000000000002}, {"count": 9, "id": "7a41az", "title": "Arturo Sarukhan, who served as Mexico’s ambassador to the United States from 2007 to 2013, tweeted on Tuesday that a former U.S. diplomat told him the U.S. State Department’s protocol emphasizes to world leaders that they should use Trump’s D.C. hotel for official visits.", "score": 1899, "comments": 228, "upvoteRatio": 0.89, "sentiment": 0.0}]}