{"data": [{"count": 0, "id": "7aasrd", "title": "A high-level defector tells US Congress that spreading outside information in North Korea is the best way to undermine Kim Jong-un's grip on power. North Koreans \"don't care about state propaganda but increasingly watch illegally imported South Korean movies and dramas.\"", "score": 57806, "comments": 3129, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 1, "id": "7ab8ti", "title": "Poland has legalized medical marijuana", "score": 46809, "comments": 1162, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "7abtoa", "title": "New drug clears fat from arteries in one dose. If effective in humans it could prevent the greatest cause of death in western countries, heart attacks and ischemic strokes", "score": 38718, "comments": 3135, "upvoteRatio": 0.92, "sentiment": 0.4340909090909091}, {"count": 3, "id": "7aavb5", "title": "CIA releases contents of Bin Laden computer, including \"Charlie bit my finger\" and videos about crocheting, the PC game Final Fantasy VII, and three documentaries on him, including Where in the World is Osama bin Laden, as well as Kung Fu Killers, Inside the Green Berets and World's Worst Venom.", "score": 14601, "comments": 1277, "upvoteRatio": 0.94, "sentiment": -0.4}, {"count": 4, "id": "7ab7hv", "title": "There Was So Much Wind Power In Germany This Weekend, Consumers Got Free Energy - Power prices turned negative as wind output reached 39,409 megawatts on Saturday, equivalent to the output of about 40 nuclear reactors.", "score": 12601, "comments": 754, "upvoteRatio": 0.91, "sentiment": 0.10000000000000003}, {"count": 5, "id": "7a7s1u", "title": "U.S. President Donald Trump does not recall a meeting with his foreign policy advisers in March 2016 in which one of them suggested he could arrange a meeting between candidate Trump and Russian President Vladimir Putin, the White House said on Wednesday.", "score": 10694, "comments": 1105, "upvoteRatio": 0.87, "sentiment": -0.041666666666666664}, {"count": 6, "id": "7ab2ga", "title": "TripAdvisor users report that the site has deleted their accounts of being raped and assaulted while traveling", "score": 7742, "comments": 398, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 7, "id": "7aciy0", "title": "Sacked Catalan ministers jailed in Spain", "score": 3070, "comments": 1229, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 8, "id": "7a9n8l", "title": "The hackers who upended the U.S. presidential election had ambitions well beyond Hillary Clinton’s campaign, targeting the emails of Ukrainian officers, Russian opposition figures, U.S. defense contractors and thousands of others of interest to the Kremlin.", "score": 3041, "comments": 617, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "7ab3n8", "title": "Archaeologists discover mysterious void deep within Great Pyramid of Giza: Muon-detecting sensors have revealed a huge hidden cavity hidden within the pyramid – the first major structural find since the 19th century.", "score": 1891, "comments": 318, "upvoteRatio": 0.95, "sentiment": 0.14739583333333334}]}