{"data": [{"count": 0, "id": "7as9m1", "title": "Saudi Arabia intercepts ballistic missile over capital.", "score": 46509, "comments": 4347, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 1, "id": "7aq2ey", "title": "The deadly plague epidemic that has rocked the island of Madagascar could reach mainland Africa. The outbreak, which has been described the worst in 50 years' and has now reached \"crisis\" point, has prompted World Health Organization officials to place nine African countries on high alert.", "score": 40992, "comments": 3160, "upvoteRatio": 0.91, "sentiment": -0.26}, {"count": 2, "id": "7atkm5", "title": "Saudi Arabia ousts ministers, arrests princes, Billionaires and former officials in anti-corruption sting", "score": 29642, "comments": 2355, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "7anw19", "title": "Trump Campaign Adviser Met With Russian Officials in 2016", "score": 5695, "comments": 596, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 4, "id": "7ao3rg", "title": "The man allegedly behind Russia's ‘troll factory’ is reportedly trying to buy the news outlet that keeps exposing his business empire", "score": 4668, "comments": 324, "upvoteRatio": 0.93, "sentiment": -0.4}, {"count": 5, "id": "7apryv", "title": "British scientists have begun testing a radically new approach to treating schizophrenia based on emerging evidence that it could be a disease of the immune system...two-year trial will use antibody drug currently used for MS.", "score": 2657, "comments": 239, "upvoteRatio": 0.95, "sentiment": 0.04545454545454545}, {"count": 6, "id": "7anjfl", "title": "Facebook pressured to notify users exposed to Russian propaganda", "score": 2584, "comments": 281, "upvoteRatio": 0.91, "sentiment": -0.05}, {"count": 7, "id": "7arlx5", "title": "CIA investigated whether Adolf Hitler survived World War II and moved to Colombia", "score": 1840, "comments": 417, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "7arns7", "title": "Factory owned by Grenfell cladding manufacturer catches fire", "score": 1705, "comments": 114, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "7aq3pe", "title": "Social media accounts with ties to Russia pushed a huge Twitter trend in favour of an independent California on US election night 2016. In the early hours of November 9th, shortly after it became clear that Donald Trump would be president, the hashtag #Calexit hit Twitter's list of top trends.", "score": 1233, "comments": 301, "upvoteRatio": 0.89, "sentiment": 0.1619047619047619}]}