{"data": [{"count": 0, "id": "7feict", "title": "Death toll in Egypt mosque attack rises to 305", "score": 53384, "comments": 3704, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "7ffpiu", "title": "Two of Italy's most famous cheeses, Parmesan and Grana Padano, are being produced with milk from emaciated, sometimes lame cows kept permanently indoors. Compassion in World Farming released film from nine farms in Italy's Po valley exposing the \"shocking\" conditions", "score": 32038, "comments": 2642, "upvoteRatio": 0.86, "sentiment": -0.125}, {"count": 2, "id": "7fi1we", "title": "Russia may label McDonald's a \"foreign agent\" hell-bent on damaging people's health", "score": 29159, "comments": 1944, "upvoteRatio": 0.89, "sentiment": -0.125}, {"count": 3, "id": "7fgfb5", "title": "Amazon Workers Go On Strike Just As CEO Jeff Bezos’ Net Worth Reaches $100 Billion", "score": 23760, "comments": 3266, "upvoteRatio": 0.89, "sentiment": 0.15}, {"count": 4, "id": "7fi6fz", "title": "Hackers fill official Isis channels with pornographic pictures", "score": 8531, "comments": 261, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "7fcoqg", "title": "Elon Musk wins bet, finishing massive Austalia battery installation in 100 days", "score": 8453, "comments": 517, "upvoteRatio": 0.92, "sentiment": 0.15}, {"count": 6, "id": "7fexno", "title": "Canada should fight for open internet, says former head of FCC: “do what you can to protect the internet.”", "score": 5757, "comments": 218, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 7, "id": "7fclc0", "title": "Bombshell report reveals new details about Trump's Oval Office meeting with Russians after he fired Comey...sparked widespread concern within the US and Israeli intelligence communities earlier this year when he disclosed details of a highly classified Israeli operation to Russian officials.", "score": 4294, "comments": 365, "upvoteRatio": 0.87, "sentiment": 0.0740909090909091}, {"count": 8, "id": "7fc345", "title": "Mexico’s government has created a marine park the size of Illinois in the Pacific, the largest ocean reserve in North America for the conservation of giant rays, whales and turtles, including dozens of species endemic to the area.", "score": 4133, "comments": 81, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 9, "id": "7fgui3", "title": "2 Billion-Year-Old Fossils of Earth's Earliest Life Form Discovered in India", "score": 3835, "comments": 192, "upvoteRatio": 0.94, "sentiment": 0.0}]}