{"data": [{"count": 0, "id": "7dwk5h", "title": "Humans are reportedly being sold as slaves for $400 each on the front line of the migrant crisis", "score": 33223, "comments": 4107, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "7dtpwl", "title": "The United Nations is considering a possible ban on “killer robots”.", "score": 31979, "comments": 2255, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "7dpj70", "title": "U.S. President Donald Trump said in a tweet on Friday he is putting a decision to allow imports of big game trophies on hold until he can “review all conservation facts.”", "score": 31468, "comments": 2416, "upvoteRatio": 0.85, "sentiment": -0.2}, {"count": 3, "id": "7ds0sv", "title": "Russia cast a second veto in as many days at the United Nations Security Council on Friday to block the renewal of a probe to identify the perpetrators of chemical weapons attacks in Syria.", "score": 28041, "comments": 1700, "upvoteRatio": 0.9, "sentiment": 0.25}, {"count": 4, "id": "7dui8r", "title": "Yemen children are dying at a rate of 130 a day while Saudi-led blockade continues", "score": 17944, "comments": 1101, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "7ds3yg", "title": "A federal judge is considering whether President Donald Trump’s own tweets could force the federal government to reveal more information about its efforts to verify the claims in the controversial privately compiled dossier about Trump’s alleged ties to Russia.", "score": 10841, "comments": 356, "upvoteRatio": 0.86, "sentiment": 0.31}, {"count": 6, "id": "7dpohl", "title": "Pacific threat: 80 percent of fish set to be wiped out as ocean temperatures surge", "score": 8531, "comments": 838, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "7dq49l", "title": "Mueller Has Subpoenaed More Than a Dozen Trump Officials for Documents Related to Russia", "score": 6315, "comments": 553, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 8, "id": "7dssf5", "title": "Amazon Gold Rush Continues to Decimate Peru's Rain Forest. Despite government efforts, mining has expanded into protected areas.", "score": 6083, "comments": 244, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 9, "id": "7du3ue", "title": "Madagascar hasn’t seen a new plague case in 3 weeks", "score": 4915, "comments": 120, "upvoteRatio": 0.96, "sentiment": 0.13636363636363635}]}