{"data": [{"count": 0, "id": "7n4e20", "title": "Iranian forces open fire on protesters as protests continue for third day", "score": 72084, "comments": 6162, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "7n1c9l", "title": "Nepal bans solo climbers from Mount Everest under new rules", "score": 58366, "comments": 3432, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 2, "id": "7myel8", "title": "China, the world's largest importer and end user of elephant tusks, has banned the sale of ivory with the law taking effect on Sunday. The ivory trade is responsible for the deaths of nearly 30,000 elephants every year in Africa.", "score": 31165, "comments": 1251, "upvoteRatio": 0.93, "sentiment": 0.15000000000000002}, {"count": 3, "id": "7n0sdr", "title": "New rules allow Japanese adult film actresses to stop sale of their videos after five years", "score": 3828, "comments": 526, "upvoteRatio": 0.94, "sentiment": 0.07878787878787878}, {"count": 4, "id": "7mza88", "title": "Puerto Rico authorities said Friday that nearly half of power customers in the U.S. territory still lack electricity more than three months after Hurricane Maria, sparking outrage among islanders who accuse the government of mismanaging its response to the Category 4 storm.", "score": 3311, "comments": 445, "upvoteRatio": 0.93, "sentiment": 0.16666666666666669}, {"count": 5, "id": "7my9e2", "title": "Germany has ordered Amazon to stop taking advantage of people who can’t spell “Birkenstock”", "score": 2831, "comments": 315, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "7n1tuk", "title": "The Iranian government has told people to avoid \"illegal gatherings\" in the wake of two days of angry anti-establishment protests in the country.", "score": 2338, "comments": 563, "upvoteRatio": 0.94, "sentiment": -0.5}, {"count": 7, "id": "7my6mh", "title": "UK: Theresa May's Infrastructure Czar Quits, Lashing Out at Brexit - \"Brexit is a nationalist spasm worthy of Donald Trump ... causing civil service nervous breakdown\"", "score": 1706, "comments": 454, "upvoteRatio": 0.88, "sentiment": 0.3333333333333333}, {"count": 8, "id": "7mz7ar", "title": "Mormon Cult Leaders Indicted for Forcing Almost Daily Sex Rituals With Underage Girls, Said God Would Destroy Their Families if They Refused", "score": 1256, "comments": 309, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 9, "id": "7n1bg1", "title": "The British Polar explorer Ben Saunders gave up his quest to cross the South Pole echoing Sir Ernest Shackleton’s words that it was better to return home as a ‘live donkey’ than a ‘dead lion’.", "score": 1103, "comments": 64, "upvoteRatio": 0.93, "sentiment": 0.05883838383838383}]}