{"data": [{"count": 0, "id": "7majjy", "title": "'I am ready to stand for my principles': Double world chess champion says she won't defend titles in Saudi Arabia because of kingdom's inequality. The Ukrainian, 27, will not travel to Saudi Arabia, where she wouldn't even be allowed to walk down the street unaccompanied.", "score": 80205, "comments": 3691, "upvoteRatio": 0.87, "sentiment": 0.014814814814814808}, {"count": 1, "id": "7m7h7z", "title": "Trump will become 1st US president in nearly a century to end 1st year without hosting a state dinner, viewed as an important diplomatic tool. Yet in Asia, he boasted about the red carpets, military parades &amp; dinners leaders held for him.", "score": 48701, "comments": 5439, "upvoteRatio": 0.68, "sentiment": 0.1}, {"count": 2, "id": "7m4t6w", "title": "'Morally broken' tax incentives mean homeless denied food left to waste - Michael Gove has said “much, much more” must be done to tackle food waste as it emerged producers are “incentivised” to send their surplus to green energy plants rather than to charities that feed the vulnerable.", "score": 20076, "comments": 1298, "upvoteRatio": 0.84, "sentiment": -0.1640625}, {"count": 3, "id": "7macg4", "title": "US Spy Satellites Catch Chinese Ships Illegally Selling Oil To North Korea", "score": 18272, "comments": 1355, "upvoteRatio": 0.95, "sentiment": -0.25}, {"count": 4, "id": "7m7qvu", "title": "Russia bans anti-government leaflets amid upcoming 2018 presidential election", "score": 5222, "comments": 610, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "7m86v9", "title": "Report: North Korea soldier found to have anthrax antibodies", "score": 4619, "comments": 386, "upvoteRatio": 0.78, "sentiment": 0.0}, {"count": 6, "id": "7m4sxu", "title": "Authorities in Saudi Arabia are demanding $6 billion from Prince Al-Waleed Bin Talal, one of the richest men in the world, in return for his release after he was arrested in an anti-corruption purge last month in Riyadh.", "score": 2517, "comments": 394, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "7m53rq", "title": "Humidity will make some parts of the world unlivable in 50 years", "score": 2410, "comments": 647, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "7m9mkj", "title": "Colombia recorded its lowest murder rate in four decades this year in the wake of a peace deal with the leftwing FARC rebel group, the government said", "score": 2142, "comments": 294, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "7m6xiu", "title": "UK Government admits 'losing' thousands of papers from National Archives - Documents on the Falklands, Northern Ireland’s Troubles, and the infamous Zinoviev letter among those ‘misplaced’, leaving historians suspicious", "score": 1720, "comments": 106, "upvoteRatio": 0.93, "sentiment": -0.35}]}