{"data": [{"count": 0, "id": "2y21yl", "title": "Lockheed Martin Claims Sustainable Fusion Is Within Its Grasp", "score": 19134, "comments": 3965, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "2y2j5h", "title": "Nasa finds evidence of a vast ancient ocean on Mars", "score": 12407, "comments": 1175, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "2y0dtr", "title": "'India's Daughter' BBC documentary creator Leslee Udwin has left India for fear of being arrested, as Indian parliament bans the film fearing global defamation conspiracy", "score": 13071, "comments": 1889, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "2y0f1m", "title": "The father of a woman who died after a savage gang-rape in Delhi said he thought everyone should watch a documentary about the attack broadcast by the BBC but banned in India \"If a man can speak like that in jail, imagine what he would say if he was walking free,\" said the father of the victim", "score": 8316, "comments": 535, "upvoteRatio": 0.93, "sentiment": 0.05625000000000001}, {"count": 4, "id": "2y0qtr", "title": "India's government has asked YouTube to remove all links to a controversial documentary about the gang rape and murder of a woman in Delhi after banning its broadcast.", "score": 4496, "comments": 485, "upvoteRatio": 0.95, "sentiment": 0.275}, {"count": 5, "id": "2y0pkp", "title": "Iran: We saved the Jews three times; Netanyahu should learn history", "score": 5276, "comments": 2117, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 6, "id": "2y0eaq", "title": "A report outlining the extent of Russia's military involvement in Ukraine, which was being prepared by Russian opposition leader Boris Nemtsov before his murder a few days ago, will be completed and published, opposition activists say", "score": 4247, "comments": 278, "upvoteRatio": 0.93, "sentiment": -0.10000000000000002}, {"count": 7, "id": "2xzfje", "title": "ISIS fighters throw another 'gay' man off a tower – and stone him to death when he survives fall", "score": 3899, "comments": 1431, "upvoteRatio": 0.91, "sentiment": 0.4166666666666667}, {"count": 8, "id": "2y2ef8", "title": "New study says SSRI antidepressants need to be added to list of drugs that induce withdrawal symptoms upon discontinuation. SSRI withdrawal symptoms include depression and anxiety which are being confused with relapse of original illnesses and causing people to stay on drugs longer than needed.", "score": 3192, "comments": 577, "upvoteRatio": 0.94, "sentiment": 0.03712121212121211}, {"count": 9, "id": "2y1c7k", "title": "Quebec resident Alain Philippon charged at Halifax airport for not giving up phone password", "score": 2538, "comments": 478, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 10, "id": "2y17m3", "title": "U.S. ambassador gets 80 stitches after knife attack", "score": 1445, "comments": 245, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 11, "id": "2y22ct", "title": "ISIL commander treated in a hospital in western Turkey, Governor’s office confirms.", "score": 1313, "comments": 269, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 12, "id": "2y0n7l", "title": "China tries to ditch its coal addiction, reduce energy intensity. Country would aim to raise wind power capacity to 200 gigawatts (GW) and solar to around 100 GW by 2020, up from 95.8 GW and 26.5 GW respectively at the end of 2014.", "score": 1026, "comments": 134, "upvoteRatio": 0.91, "sentiment": -0.05}, {"count": 13, "id": "2y229r", "title": "New Zealand Customs propose that it be given blanket authority to force people to disclose passwords to their computers and smartphones at the border. Failure to do so without a reasonable excuse would result in up to 3 months prison.", "score": 790, "comments": 214, "upvoteRatio": 0.93, "sentiment": -0.007575757575757586}, {"count": 14, "id": "2xzfn6", "title": "Chemical fire in Vancouver port. People told to close windows and stay home as far away as Burnaby.", "score": 651, "comments": 54, "upvoteRatio": 0.9, "sentiment": 0.1}]}