{"data": [{"count": 0, "id": "306m9z", "title": "There was no tape draped across a finish line, but NASA is celebrating a win. The agency's Mars Exploration Rover Opportunity completed its first Red Planet marathon Tuesday -- 26.219 miles (42.195 kilometers) - with a finish time of roughly 11 years and two months.", "score": 24391, "comments": 987, "upvoteRatio": 0.93, "sentiment": 0.23750000000000002}, {"count": 1, "id": "304a77", "title": "Airliner crashes in French Alps", "score": 27259, "comments": 6227, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "306qft", "title": "Costa Rica is now running completely on renewable energy: Costa Rica is running without having to burn a single fossil fuel, and it’s been doing so for 75 straight days.", "score": 9136, "comments": 539, "upvoteRatio": 0.87, "sentiment": 0.0761904761904762}, {"count": 3, "id": "303r60", "title": "Indian Supreme Court strikes down law that allowed the government to arrest people for posting offensive statements online", "score": 4118, "comments": 271, "upvoteRatio": 0.95, "sentiment": -0.1027777777777778}, {"count": 4, "id": "3041li", "title": "Beijing to Shut All Major Coal Power Plants to Cut Pollution", "score": 2801, "comments": 420, "upvoteRatio": 0.95, "sentiment": 0.0625}, {"count": 5, "id": "302q8h", "title": "New Zealand Prime Minister responds to Edward Snowden leaks showing NZ spying on UN job seekers \"No one cares about Snowden Leaks. Its 2012 backward looking, anti-American bunch of bonkers\"", "score": 2704, "comments": 421, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 6, "id": "304wr3", "title": "US troops driving through Poland get warm welcome", "score": 2143, "comments": 1219, "upvoteRatio": 0.87, "sentiment": 0.7}, {"count": 7, "id": "305z2q", "title": "'Guilt-Ridden' Japanese Engineer Kills Self Harakiri-Style over Bridge Collapse in Turkey", "score": 1817, "comments": 307, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "305l8v", "title": "UK 'involved in mass murder on British soil, colluded with loyalist paramilitaries in 80 deaths between 1972 and 1978'", "score": 1663, "comments": 388, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "306fdx", "title": "On Tuesday, President Barack Obama dismissed Israeli Prime Minister Benjamin Netanyahu’s efforts to walk back his rejection of a Palestinian state and warned that the Jewish leader’s comments could empower extremists and lead to violence in the region.", "score": 1498, "comments": 653, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 10, "id": "303ent", "title": "Report: Israel spied on US nuclear talks with Iran", "score": 1424, "comments": 783, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 11, "id": "304cth", "title": "Wild African elephants on verge of extinction, say experts - The African elephant population dropped by 80,000 from 2006 to 2013, largely because of poaching", "score": 1345, "comments": 184, "upvoteRatio": 0.93, "sentiment": 0.07857142857142857}, {"count": 12, "id": "3030g3", "title": "Snowden should be allowed a public interest defense, say European lawmakers | A call to extend whistleblower protection to those working in national security.", "score": 1063, "comments": 254, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "3050ub", "title": "The Swedish air force intercepted four Russian military jets flying without transponders along Sweden's east coast on Tuesday morning", "score": 928, "comments": 211, "upvoteRatio": 0.9, "sentiment": -0.05}, {"count": 14, "id": "305wnb", "title": "FIFA President Sepp Blatter says FIFA \"is more influential than any country in the world and every religion’\"", "score": 757, "comments": 298, "upvoteRatio": 0.84, "sentiment": 0.5}]}