{"data": [{"count": 0, "id": "30scp5", "title": "The president and CEO of The Associated Press has called for changes to international laws that would make it a war crime to kill journalists or take them hostage", "score": 27310, "comments": 1537, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "30s2dm", "title": "Assassination of 4 Student Leaders in Honduras Prompts Protests--Four high school students who organized several demonstration against Honduras’ education minister last week were found dead in the country's capital.", "score": 11838, "comments": 849, "upvoteRatio": 0.95, "sentiment": -0.010000000000000002}, {"count": 2, "id": "30u209", "title": "A thousand-year-old treatment for eye infections, made with onion, garlic and part of a cow's stomach, is gaining attention after research at the University of Nottingham. Scientists were \"astonished\" to find it almost completely wiped out staphylococcus aureus, otherwise known as MRSA.", "score": 23268, "comments": 1638, "upvoteRatio": 0.86, "sentiment": -0.016666666666666663}, {"count": 3, "id": "30spvo", "title": "Australia Accidentally Leaked the Personal Information of All the G20 Leaders", "score": 6640, "comments": 612, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "30t9j4", "title": "Hidden camera investigation reveals chicken slaughterhouse practices: \"For six months, an employee of the animal rights group worked inside one of the largest chicken slaughterhouses in Canada, while using a hidden camera to secretly videotape what he was seeing.\"", "score": 4185, "comments": 1304, "upvoteRatio": 0.88, "sentiment": -0.3866666666666667}, {"count": 5, "id": "30uagf", "title": "Germany to end mass killing of male chicks by 2017 - Alternative egg sexing technique \"would add no more than two cents to the cost of an egg\".", "score": 3970, "comments": 1025, "upvoteRatio": 0.93, "sentiment": -0.125}, {"count": 6, "id": "30sdom", "title": "Chinese court jails Muslim for 6 years for growing beard from 2010, wife gets 2 years for wearing veil", "score": 3952, "comments": 1402, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "30t56d", "title": "Singaporean police arrests Amos Yee, a 17-year-old boy because a YouTube video where he criticizes Lee Kuan Yew", "score": 2606, "comments": 792, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "30uxeq", "title": "A Secret Service agent and a DEA agent with lead roles in the investigation to take down the Internet drug bazaar Silk Road allegedly stole proceeds from the underground site and hid their booty in offshore accounts.", "score": 1968, "comments": 131, "upvoteRatio": 0.95, "sentiment": -0.21851851851851853}, {"count": 9, "id": "30r582", "title": "Major 7.7 quake strikes off Papua New Guinea, tsunami warning issued", "score": 1613, "comments": 52, "upvoteRatio": 0.91, "sentiment": 0.09943181818181818}, {"count": 10, "id": "30sidj", "title": "Assad: Turkey Helping IS Fighters Enter Syria", "score": 1116, "comments": 529, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 11, "id": "30qykv", "title": "Cancer Patients Cured With Polio Virus In Duke University Trial, CBS Reports", "score": 1086, "comments": 134, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 12, "id": "30sh1k", "title": "A blogger has been hacked to death in the Bangladeshi capital, Dhaka, a month after a prominent atheist writer was killed in a similar attack.", "score": 890, "comments": 264, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 13, "id": "30t408", "title": "Airstrike In Yemen Hits Area Of Refugee Camp, Killing At Least 45", "score": 786, "comments": 194, "upvoteRatio": 0.9, "sentiment": -0.3}, {"count": 14, "id": "30trs9", "title": "Iranian Man Burns Himself To Death In Government Protest", "score": 752, "comments": 210, "upvoteRatio": 0.88, "sentiment": 0.0}]}