{"data": [{"count": 0, "id": "3266mh", "title": "Australian government set to announce anti vaccination parents will lose social benefits.", "score": 10784, "comments": 1447, "upvoteRatio": 0.93, "sentiment": 0.016666666666666666}, {"count": 1, "id": "3229le", "title": "The biggest extinction event in planetary history was driven by the rapid acidification of our oceans, a new study concludes. So much carbon was released into the atmosphere, and the oceans absorbed so much of it so quickly, that marine life simply died off, from the bottom of the food chain up.", "score": 15458, "comments": 2303, "upvoteRatio": 0.88, "sentiment": 0.19393939393939394}, {"count": 2, "id": "3240xb", "title": "Energy and climate change minister accepts £18,000 from climate sceptic. “It says something that we have an energy and climate change minster who hates wind, loves fracking, and accepts large sums of cash from a central figure in a climate sceptic lobby group,” Greenpeace director John Sauven said.", "score": 9380, "comments": 738, "upvoteRatio": 0.9, "sentiment": 0.10714285714285714}, {"count": 3, "id": "324htr", "title": "President Obama and President Castro of Cuba spoke by phone in the first known conversation between leaders of the two countries in over 50 years.", "score": 7932, "comments": 1223, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 4, "id": "3249jh", "title": "'I saw ISIS playing with a severed head as if it was a football. They killed children in front of their parents': Refugees in Yarmouk reveal atrocities they have seen since Islamic State took over the camp", "score": 6905, "comments": 1532, "upvoteRatio": 0.9, "sentiment": -0.2}, {"count": 5, "id": "323ovc", "title": "Science Shows Marijuana Can Help Kill Tumors, US Federal Government Admits", "score": 7730, "comments": 1381, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "325yr2", "title": "Irish company turns anti-gay pamphlets into confetti for LGBT weddings; 'Shred of Decency' campaign sells confetti made from '100% recycled lies'", "score": 20892, "comments": 980, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 7, "id": "324fdt", "title": "10 doctors ‘shot dead’ after refusing to treat ISIS militants", "score": 5287, "comments": 726, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 8, "id": "323vk7", "title": "Vancouver has become the latest city to commit to running on 100% renewable energy. The city of 600,000 on Canada’s west coast aims to use only green energy sources for electricity, and also for heating and cooling and transportation.", "score": 3316, "comments": 391, "upvoteRatio": 0.93, "sentiment": 0.09999999999999999}, {"count": 9, "id": "3221os", "title": "Nordic nations agree on defense cooperation against Russia", "score": 3138, "comments": 853, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 10, "id": "323m04", "title": "North Korea to Mexico: Give us back our ship - Mexico says it's within its rights to keep it. N Korea vows to retake it.", "score": 2781, "comments": 1029, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 11, "id": "325ibp", "title": "Cops in Malawi ordered to shoot anyone attacking albinos, who are prized for their limbs as good luck charms.", "score": 2523, "comments": 287, "upvoteRatio": 0.95, "sentiment": 0.7}, {"count": 12, "id": "3246gq", "title": "Nazi chants at Dutch soccer game: “Hamas, Hamas, Jews to the gas...My father was in the commandos, my mother was in the SS, together they burned Jews, because Jews burn the best!”", "score": 2537, "comments": 1306, "upvoteRatio": 0.81, "sentiment": 0.3}, {"count": 13, "id": "322bgf", "title": "The most extensive genetic analysis of mountain gorillas ever conducted has found the critically endangered apes burdened with severe inbreeding and at risk of extinction.", "score": 2245, "comments": 82, "upvoteRatio": 0.93, "sentiment": 0.16666666666666666}, {"count": 14, "id": "324drg", "title": "U.S. stops Intel from selling Xeon chips to Chinese supercomputer projects", "score": 1399, "comments": 586, "upvoteRatio": 0.93, "sentiment": 0.0}]}