{"data": [{"count": 0, "id": "33l9vh", "title": "World’s most powerful telescope set to launch in 2018 - NASA is building the biggest telescope the world has ever seen, and it will give scientists the opportunity to 'see' cosmic events that occurred 13.5 billion years ago - just 220 million years following the Big Bang", "score": 7791, "comments": 964, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 1, "id": "33j731", "title": "Chinese scientists just admitted to tweaking the genes of human embryos for the first time in history", "score": 18855, "comments": 3105, "upvoteRatio": 0.84, "sentiment": 0.08333333333333333}, {"count": 2, "id": "33kxts", "title": "EU leaders to declare: 'We cannot take more migrants'", "score": 8707, "comments": 6098, "upvoteRatio": 0.88, "sentiment": 0.5}, {"count": 3, "id": "33ml4h", "title": "Ireland set to examine possibility of decriminalizing cannabis", "score": 8910, "comments": 637, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 4, "id": "33kweu", "title": "Saudi Arabia has beheaded a second Indonesian maid this week despite protests from the Indonesian Government, which is itself facing fierce criticism for its failure to heed calls for clemency for a number of foreigners on death row", "score": 5070, "comments": 960, "upvoteRatio": 0.93, "sentiment": -0.15833333333333335}, {"count": 5, "id": "33l7u8", "title": "Pro-Russian rebels have shelled Ukrainian army positions east of the key city of Mariupol in breach of a ceasefire deal, the BBC has witnessed.", "score": 5318, "comments": 912, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 6, "id": "33nef3", "title": "An international team of scientists has sequenced the complete genome of the woolly mammoth. Now, with the publication is the complete genome, it could be a step closer to resurrecting the animal.", "score": 5263, "comments": 788, "upvoteRatio": 0.93, "sentiment": 0.06666666666666667}, {"count": 7, "id": "33l2fp", "title": "Bees may become addicted to nicotine-like pesticides, study finds. Bees have a preference for sugar solutions laced with the pesticides, scientists say, as a separate landmark field trial show neonicotinoids harm bee population.", "score": 4246, "comments": 185, "upvoteRatio": 0.93, "sentiment": -0.4}, {"count": 8, "id": "33l200", "title": "Australia pays $4 million for Bjørn Lomborg’s flawed methods that downgrade climate change. Climate change contrarian Bjørn Lomborg’s think tank methods have ‘no academic credibility’ says leading climate economist", "score": 3323, "comments": 598, "upvoteRatio": 0.87, "sentiment": -0.25}, {"count": 9, "id": "33m7m2", "title": "An Islamic college in Australia is under investigation after claims that its principal has banned girls from taking part in running competitions because they might \"lose their virginity\".", "score": 1929, "comments": 393, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 10, "id": "33lbw0", "title": "Study shows excess sugar and carbs -- not physical inactivity -- are primarily to blame for the growing obesity epidemic", "score": 1876, "comments": 687, "upvoteRatio": 0.91, "sentiment": 0.2}, {"count": 11, "id": "33lcqp", "title": "Putin and Austria name 1915 killings ‘genocide’", "score": 1862, "comments": 311, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 12, "id": "33mrox", "title": "German President called the Ottoman Turks massacre of Armenians 'genocide'", "score": 1706, "comments": 282, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 13, "id": "33kdk1", "title": "Turkish Student Sentenced To Prison For Retweeting Satirical Article", "score": 1443, "comments": 204, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 14, "id": "33l5fl", "title": "Sony executives were concerned about a news report that showed one of its cameras being used to guide Israeli rockets bombing Gaza, company correspondence shows.", "score": 1109, "comments": 372, "upvoteRatio": 0.84, "sentiment": 0.0}]}