{"data": [{"count": 0, "id": "338s1o", "title": "ISIS, Taliban announced Jihad against each other - Khaama Press (KP)", "score": 27882, "comments": 4968, "upvoteRatio": 0.92, "sentiment": -0.125}, {"count": 1, "id": "336t4u", "title": "Mexican Police Capture Leader of Juárez Cartel", "score": 15916, "comments": 1755, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "339uu2", "title": "Astronomers have discovered what they say is the largest known structure in the universe: an incredibly big hole. The “supervoid”, as it is known, is a spherical blob 1.8 billion light years across that is distinguished by its unusual emptiness.", "score": 10551, "comments": 1741, "upvoteRatio": 0.94, "sentiment": 0.20000000000000004}, {"count": 3, "id": "337xxg", "title": "Canadian insurer Grey Power denies flooded home claim for senior who was away for cancer treatment due to 'leaving the home unattended for more than 4 days'", "score": 6817, "comments": 714, "upvoteRatio": 0.92, "sentiment": 0.10833333333333334}, {"count": 4, "id": "33869m", "title": "Germany plans for the first time to officially recognize the killing of hundreds of thousands of Armenians by the Turkish regime 100 years ago as genocide.", "score": 6228, "comments": 750, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 5, "id": "33a2lr", "title": "North Korean defector says 'The Interview' could push North Korean citizens to revolt", "score": 5268, "comments": 630, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "338z13", "title": "China Adds Solar Power the Size of France in First Quarter: China’s solar installations in the first quarter were almost equal to France’s entire supply of power from the sun. China connected 5.04 gigawatts of solar capacity", "score": 2496, "comments": 376, "upvoteRatio": 0.92, "sentiment": 0.125}, {"count": 7, "id": "337ltp", "title": "UN: Slaughter of 1.5 million Armenians is not genocide", "score": 2010, "comments": 663, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "338xwc", "title": "France’s National Assembly shows support for legalization of Edward Snowden-style whistleblowing", "score": 1391, "comments": 51, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "338ite", "title": "Thailand's largest ever ivory bust - 739 horns weighing 4 tons seized at Bangkok port", "score": 1311, "comments": 93, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 10, "id": "33690z", "title": "Prominent Russian Environmental Activist Flees to Estonia:\"Above all I decided to take my main weak spot — my children — out of Russia,\" Chirikova was quoted ....\"Russia is a country of resources, and environmentalists are the main enemy of the established regime of the natural resources oligarchy.\"", "score": 1028, "comments": 171, "upvoteRatio": 0.86, "sentiment": 0.07976190476190474}, {"count": 11, "id": "339mpj", "title": "Russian Trade With the World Falls 30% as Economic Crisis Deepens", "score": 975, "comments": 327, "upvoteRatio": 0.87, "sentiment": 0.1}, {"count": 12, "id": "338a5n", "title": "‘Bitter and unemployed’ officer under Saddam Hussein drew up Islamic State master plan", "score": 811, "comments": 203, "upvoteRatio": 0.89, "sentiment": -0.1}, {"count": 13, "id": "339hdh", "title": "Prime Minister Netanyahu refuses to meet Jimmy Carter over his 'anti Israel stance'", "score": 603, "comments": 732, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 14, "id": "339nvz", "title": "The Pentagon has confirmed today that the carrier USS Theodore Roosevelt and the cruiser USS Normandy have moved into the Arabian Sea because of the deteriorating security situation in Yemen", "score": 556, "comments": 128, "upvoteRatio": 0.94, "sentiment": 0.4}]}