{"data": [{"count": 0, "id": "32wtnf", "title": "France wants to fight terrorism by spying on everyone - Prime minister says proposed surveillance law 'is not a French Patriot Act,' but civil liberties groups say it goes too far", "score": 12460, "comments": 1355, "upvoteRatio": 0.92, "sentiment": 0.10000000000000002}, {"count": 1, "id": "32xspr", "title": "Vaccination now mandatory for all children in Serbia", "score": 9618, "comments": 1715, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "32v8l0", "title": "Obama praises South Korea for paying teachers as much as doctors, engineers", "score": 23637, "comments": 3661, "upvoteRatio": 0.82, "sentiment": 0.2}, {"count": 3, "id": "32wj9q", "title": "Islamic State's Pakistan chief killed while planting bomb", "score": 3886, "comments": 353, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 4, "id": "32z482", "title": "Egypt strikes Islamic texts from schools, angering Salafists", "score": 2472, "comments": 521, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "32xhh5", "title": "US troops arrive in Ukraine for training exercises", "score": 2148, "comments": 666, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "32y5ag", "title": "Net Neutrality debate: Mark Zuckerberg fighting against Net Neutrality in India", "score": 1847, "comments": 136, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "32ww59", "title": "Swedish robot that bought MDMA, passport and baseball cap is released by police", "score": 1521, "comments": 267, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 8, "id": "32vsd5", "title": "New York University's own investigator has discovered that approximately 10,000 mostly foreign workers who built NYU's Abu Dhabi campus lacked the labor protections NYU had stipulated and many workers, had their passports confiscated and held by their employers", "score": 1494, "comments": 195, "upvoteRatio": 0.94, "sentiment": 0.14227272727272727}, {"count": 9, "id": "32wh9g", "title": "Abbott govt gives $4m to help climate contrarian set up Australian center - Bjørn Lomborg given money to set up a ‘consensus center’. Says climate change is not a top-priority problem & is overstated, that subsidies for renewable energy make no sense.", "score": 1382, "comments": 233, "upvoteRatio": 0.9, "sentiment": -0.06666666666666667}, {"count": 10, "id": "32z0s6", "title": "The leader of Hezbollah, Sayyed Hassan Nasrallah, launched his harshest criticism yet of Saudi Arabia on Friday lashing out at Saudi Arabia's strict ultraconservative Wahhabi brand of Sunni Islam, which has been adopted as the ideology of militant groups such as al-Qaida and the Islamic State.", "score": 1256, "comments": 196, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 11, "id": "32xoua", "title": "Last month was the hottest March worldwide since record keeping began in 1880, and the first three months of 2015 also set a new heat record, US government scientists said Friday.", "score": 993, "comments": 215, "upvoteRatio": 0.87, "sentiment": 0.12878787878787878}, {"count": 12, "id": "32vfgg", "title": "Israeli Supreme Court rules: Israel can confiscate Palestinian property in Jerusalem", "score": 663, "comments": 698, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 13, "id": "32v2no", "title": "WikiLeaks republishes all documents from Sony hacking scandal | Julian Assange says data ‘belongs in the public domain’ and says hacked files shed light on extent of cooperation between government and Hollywood", "score": 584, "comments": 158, "upvoteRatio": 0.91, "sentiment": 0.2}, {"count": 14, "id": "32wsgw", "title": "Italian police arrest 15 Muslims on charges of throwing 12 Christians from migrant boat | Police in Sicily have arrested 15 men suspected of throwing about a dozen Christians from a migrant boat in the Mediterranean. Survivors had informed police of the killings.", "score": 532, "comments": 157, "upvoteRatio": 0.92, "sentiment": -0.025}]}