{"data": [{"count": 0, "id": "346zgd", "title": "\"We've Just Rescued Over 200 Girls In A Daring Attack On Boko Haram Hideout In Sambisa\"- Nigerian Army", "score": 24484, "comments": 1090, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3453op", "title": "Russia cuts nuclear arms stockpiles to minimal levels fulfilling all points of the Treaty on the Non-Proliferation of Nuclear Weapons... making a considerable contribution to the process of comprehensive and complete disarmament.", "score": 23599, "comments": 3152, "upvoteRatio": 0.89, "sentiment": 0.03333333333333333}, {"count": 2, "id": "3458v5", "title": "Vatican climate change summit to highlight moral duty for action. Francis has already said that he believes global warming is mostly man-made and that a Christian who does not protect God’s creation “is a Christian who does not care about the work of God”.", "score": 4172, "comments": 544, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 3, "id": "344ylc", "title": "Finnish military fires warning charges on possible submarine", "score": 2709, "comments": 492, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 4, "id": "345gcs", "title": "A fascinating new simulation finds that self-driving cars will transform cities: 90 percent of cars will be eliminated, acres of land will open up, and commute times will drop 10 percent.", "score": 1724, "comments": 835, "upvoteRatio": 0.87, "sentiment": 0.27878787878787875}, {"count": 5, "id": "346rm1", "title": "Russian officials have cancelled the registration of the political party led by Alexei Navalny, the anti-corruption activist who is one of President Vladimir Putin's most adamant critics", "score": 1165, "comments": 233, "upvoteRatio": 0.9, "sentiment": 0.15}, {"count": 6, "id": "34540r", "title": "Scientists successfully print a mouse's thyroid gland, and are getting ready to transplant artificial organs to living mice. If successful, the experiment could pave the way for the production of 3D-printed human glands.", "score": 892, "comments": 96, "upvoteRatio": 0.93, "sentiment": 0.22000000000000003}, {"count": 7, "id": "3455tb", "title": "UN: Israeli military killed 44 Palestinians at UN shelters", "score": 822, "comments": 721, "upvoteRatio": 0.76, "sentiment": -0.15000000000000002}, {"count": 8, "id": "346hcw", "title": "Suicide is leading cause of death among South Korean teens, says report", "score": 734, "comments": 118, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "344dn7", "title": "Iran leads calls for Israel to give up nuclear weapons", "score": 567, "comments": 643, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 10, "id": "347f7k", "title": "Man pulled alive from rubble around 80 hours after Nepal quake", "score": 484, "comments": 17, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 11, "id": "345mid", "title": "Earthquake slid India up to 10 feet northwards in matter of seconds, says US scientist", "score": 482, "comments": 72, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 12, "id": "344sep", "title": "Nine await mass execution in Indonesia - Security at the prison was heightened and religious counselors, doctors and the firing squad were alerted to start final preparations for the execution of the four Nigerians, two Australians, an Indonesian, a Brazilian and a Filipina.", "score": 449, "comments": 552, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 13, "id": "346db8", "title": "Indonesia executes 8 drug convicts; Mary Jane Fiesta Veloso of the Philippines was spared", "score": 412, "comments": 505, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 14, "id": "343lqp", "title": "Humpback whale population grows, animals proposed to be removed from Endangered Species Act", "score": 357, "comments": 49, "upvoteRatio": 0.92, "sentiment": 0.0}]}