{"data": [{"count": 0, "id": "38scem", "title": "Norway’s $890 billion government-pension fund, considered the largest sovereign-wealth fund in the world, will sell off many of its investments related to coal, making it the biggest institution to join a growing international movement to abandon at least some fossil-fuel stocks.", "score": 15775, "comments": 1413, "upvoteRatio": 0.91, "sentiment": 0.05}, {"count": 1, "id": "38s2sq", "title": "Sepp Blatter will be arrested and forced out of Fifa in a 'couple of months', says Greg Dyke", "score": 9159, "comments": 1014, "upvoteRatio": 0.92, "sentiment": -0.30000000000000004}, {"count": 2, "id": "38s8kz", "title": "Faith Leaders To Obama: Give Women Raped By ISIS Access To Safe Abortions - They're asking him to allow US to fund access to safe abortions for women & girls raped in foreign conflict zones, especially those forcibly impregnated by terrorist groups such as ISIS & Boko Haram.", "score": 4516, "comments": 731, "upvoteRatio": 0.85, "sentiment": 0.22916666666666666}, {"count": 3, "id": "38sk0q", "title": "Gay pride parade attacked in Ukraine", "score": 4059, "comments": 1033, "upvoteRatio": 0.87, "sentiment": 0.08333333333333334}, {"count": 4, "id": "38s8jr", "title": "A group of Syrian women were witnessed on Friday ripping off their Strict Islamic robes and Headscarves after escaping religious persecution by the ISIS.", "score": 3193, "comments": 202, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 5, "id": "38tpa3", "title": "Putin Sends Message to the West: \"I would like to say - there's no need to be afraid of Russia.... The world has changed so much that people in their right mind cannot imagine such a large military conflict today.\"", "score": 2494, "comments": 863, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "38sa7t", "title": "‘Russia would attack NATO only in mad person’s dream’ – Putin", "score": 1848, "comments": 950, "upvoteRatio": 0.88, "sentiment": -0.3125}, {"count": 7, "id": "38sjyn", "title": "Evidence shows ISIS has used deadly chlorine gas and is seeking development of more chemical weapons", "score": 1783, "comments": 211, "upvoteRatio": 0.91, "sentiment": 0.15}, {"count": 8, "id": "38seet", "title": "Turkey's Erdogan says he moved into lavish 1,150-room palace because of 'cockroaches'", "score": 1245, "comments": 133, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "38rp5f", "title": "Bangladesh and India are to sign a historic agreement to simplify their border by exchanging more than 150 enclaves of land.", "score": 1114, "comments": 107, "upvoteRatio": 0.94, "sentiment": 0.25}, {"count": 10, "id": "38uan8", "title": "Israeli Generals Back Nuclear Deal With Iran — Split With Netanyahu", "score": 1066, "comments": 230, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 11, "id": "38skx8", "title": "Kurds, in need of supplies, are starting to panic in war against ISIS.", "score": 851, "comments": 189, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "38t1vf", "title": "With a series of major hacks, China builds a database on Americans", "score": 838, "comments": 122, "upvoteRatio": 0.9, "sentiment": 0.0625}, {"count": 13, "id": "38rmgc", "title": "Carbon emissions from Australia's main electricity network have jumped by an annual rate of 5.2 million tonnes since the Abbott government scrapped the carbon price in July last year, according to new report.", "score": 523, "comments": 64, "upvoteRatio": 0.88, "sentiment": 0.101010101010101}, {"count": 14, "id": "38sdxy", "title": "Pope Francis says the world is beset by an \"atmosphere of war\" and attacked those who are guilty of inciting and fomenting it: Many conflicts across the planet amount to \"a kind of third world war being fought piecemeal and, in the context of global communications, we sense an atmosphere of war,\"", "score": 502, "comments": 84, "upvoteRatio": 0.84, "sentiment": 0.12}]}