{"data": [{"count": 0, "id": "3990ms", "title": "Members of a U.N. peacekeeping mission engaged in \"transactional sex\" with more than 225 Haitian women who said they needed to do so to obtain things like food and medication, a sign that sexual exploitation remains significantly underreported in such missions", "score": 13009, "comments": 1535, "upvoteRatio": 0.93, "sentiment": 0.34375}, {"count": 1, "id": "39b13c", "title": "IMF data shows Iceland's economy recovered after it imprisoned bankers and let banks go bust - instead of bailing them out", "score": 19409, "comments": 2250, "upvoteRatio": 0.8, "sentiment": 0.0}, {"count": 2, "id": "399w0e", "title": "'The biggest leak in Polish history'. Thousands of pages of top secret documents from 'the tapes affair' published on Facebook by a Polish businessman relentlessly fighting with corrupt authorities.", "score": 4903, "comments": 166, "upvoteRatio": 0.91, "sentiment": -0.13333333333333333}, {"count": 3, "id": "39apun", "title": "Richard Branson grants new fathers at Virgin up to 12 months paternity on full pay", "score": 22989, "comments": 1917, "upvoteRatio": 0.77, "sentiment": 0.24318181818181817}, {"count": 4, "id": "399x6v", "title": "European Parliament TTIP vote cancelled because of ‘huge public pressure’.", "score": 3868, "comments": 336, "upvoteRatio": 0.94, "sentiment": 0.13333333333333336}, {"count": 5, "id": "398hu2", "title": "Canadian Spy Bill C-51 passed by Senate, despite widespread public opposition", "score": 3469, "comments": 623, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "39at2w", "title": "Humans to have sex in space for the first time", "score": 3000, "comments": 729, "upvoteRatio": 0.85, "sentiment": 0.25}, {"count": 7, "id": "399v02", "title": "Saudi Arabia is to lift laws that ban women from travelling without a man's permission", "score": 2069, "comments": 285, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "39bmqv", "title": "With less than 500 dollars and an Internet-powered campaign, 25-year-old Mexican Pedro Kumamoto tapped into discontent with corruption-plagued political parties and makes history as the first independent candidate in Mexico to win an election by popular vote.", "score": 1809, "comments": 68, "upvoteRatio": 0.93, "sentiment": 0.2119047619047619}, {"count": 9, "id": "39cz6s", "title": "Russia is no longer strategic partner of European Union, say Members of the European Parliament (resolution passed by 494 votes to 135, with 69 abstentions)", "score": 1625, "comments": 321, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "39abks", "title": "Australian and New Zealand medicine to cost more and healthcare will suffer under TPP, according to Wikileaks documents", "score": 1480, "comments": 88, "upvoteRatio": 0.94, "sentiment": 0.21212121212121213}, {"count": 11, "id": "39aaqr", "title": "In 1951, 22 Inuit children were taken from their homes by the Danish government in order to serve in a social experiment. Decades later, they demand the apology they were never given.", "score": 1016, "comments": 95, "upvoteRatio": 0.93, "sentiment": 0.016666666666666666}, {"count": 12, "id": "398tp3", "title": "John Oliver buys airtime on popular local Trinidadian TV station to appeal to Jack Warner to release incriminating documents on FIFA officials", "score": 810, "comments": 29, "upvoteRatio": 0.93, "sentiment": 0.3}, {"count": 13, "id": "39aqz5", "title": "Isis's dirty bomb: Jihadists have seized 'enough radioactive material to build their first WMD'", "score": 723, "comments": 257, "upvoteRatio": 0.79, "sentiment": -0.11666666666666665}, {"count": 14, "id": "398l2b", "title": "In a major shift of strategy in Iraq, the Obama administration is planning to establish a new military base in Anbar Province and send hundreds of additional American military trainers to help Iraqi forces retake the city of Ramadi and repel the Islamic State.", "score": 695, "comments": 358, "upvoteRatio": 0.91, "sentiment": -0.13352272727272727}]}