{"data": [{"count": 0, "id": "39pmn6", "title": "North Korean officials are now visiting primary schools and \"drawing pictures of bongs and syringes\" which they present to seven-year-old children. Any pupils able to identify them are then interrogated in order to find out if their parents have an illegal drug habit.", "score": 14616, "comments": 1690, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 1, "id": "39p5qj", "title": "The Turkish Government is providing electricity to ISIS in the Syrian town of Tel Abyad, which is occupied by the Islamic State", "score": 10621, "comments": 1423, "upvoteRatio": 0.82, "sentiment": 0.0}, {"count": 2, "id": "39nfdt", "title": "Island Nation Burns Boats to Deter Illegal Fishing - The president of Palau decries those who are \"raping our marine environment.” In a fiery crackdown on illegal fishing burned a cluster of Vietnamese fishing boats off their coast Thursday, sending black smoke up flames over turquoise water.", "score": 4938, "comments": 610, "upvoteRatio": 0.92, "sentiment": -0.3888888888888889}, {"count": 3, "id": "39p5ms", "title": "The United States House of Representatives on Friday approved a measure to allow a \"fast track\" process for a free trade agreement between the US and Europe, which includes a section obligating EU countries to refrain from any kind of boycotts on Israeli goods", "score": 4841, "comments": 1179, "upvoteRatio": 0.89, "sentiment": 0.4000000000000001}, {"count": 4, "id": "39qyxs", "title": "Russia and China break encryption to gain access to NSA leaked files", "score": 5598, "comments": 1533, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 5, "id": "39qx7x", "title": "\"Hopefully we will survive it, because we’re planning for it.\" - Billionaire Cartier Boss Warns of Imminent Uprising, ‘Envy, Hatred’ of Poor People", "score": 2409, "comments": 999, "upvoteRatio": 0.89, "sentiment": -0.4}, {"count": 6, "id": "39njpc", "title": "China has vowed to phase out domestic Ivory market and Crack down online ivory trade.", "score": 2284, "comments": 151, "upvoteRatio": 0.93, "sentiment": -0.07777777777777779}, {"count": 7, "id": "39npso", "title": "The Obama administration is expected to announce an agreement with Cuba in early July to reopen embassies and restore diplomatic relations severed more than five decades ago", "score": 2216, "comments": 263, "upvoteRatio": 0.92, "sentiment": 0.16666666666666666}, {"count": 8, "id": "39p3hu", "title": "Three of the poorest, most violent Central American countries want $20 billion over the coming years to lift their economies with new roads and better education to curb illegal migration into the United States.", "score": 2165, "comments": 348, "upvoteRatio": 0.91, "sentiment": -0.023376623376623384}, {"count": 9, "id": "39n975", "title": "Pentagon: Price tag for war on ISIS is $2.7 billion", "score": 723, "comments": 302, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 10, "id": "39p9wg", "title": "Saudi pages on 9/11 report appear blank", "score": 536, "comments": 239, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 11, "id": "39qepa", "title": "The New Zealand Defence Force has announced it will ban sugary fizzy drinks and deep fried food after official figures released show thousands of personnel tipping the scales at obese or 'severely obese' levels.", "score": 491, "comments": 85, "upvoteRatio": 0.91, "sentiment": 0.06818181818181818}, {"count": 12, "id": "39pnzv", "title": "Facing 'peacekeeper babies,' UN now offers DNA testing to help kids that troops leave behind", "score": 488, "comments": 35, "upvoteRatio": 0.92, "sentiment": -0.15000000000000002}, {"count": 13, "id": "39o2zf", "title": "White House Weighs Sanctions After Second Breach of a Computer System", "score": 456, "comments": 118, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 14, "id": "39p6uu", "title": "U.S. 'recognizes' N. Korea as nuclear weapon state: North's media", "score": 436, "comments": 32, "upvoteRatio": 0.85, "sentiment": 0.0}]}