{"data": [{"count": 0, "id": "3ab536", "title": "Germany agreed Thursday to turn more than 60 former military bases into nature preserves, with the aim of creating vast new green oases and sanctuaries for rare species of birds", "score": 29060, "comments": 1408, "upvoteRatio": 0.93, "sentiment": 0.09090909090909091}, {"count": 1, "id": "3a8ato", "title": "US says it will not provide food aid to North Korea during its worst drought in 100 years", "score": 12058, "comments": 3136, "upvoteRatio": 0.92, "sentiment": -1.0}, {"count": 2, "id": "3a9x8g", "title": "Russia warns of 'risks' should Sweden join Nato: A top Russian official has told a leading Swedish newspaper that the country would be likely to face military action if it were to join Nato.", "score": 14402, "comments": 4054, "upvoteRatio": 0.85, "sentiment": 0.1}, {"count": 3, "id": "3ac2he", "title": "China is utterly and totally dominating solar panels: China has emerged as the world’s largest market for solar panels and in 2015 is expected to be home to a quarter of the planet’s new energy capacity from solar panels, according to a new report from GTM Research", "score": 2325, "comments": 466, "upvoteRatio": 0.93, "sentiment": 0.03454545454545454}, {"count": 4, "id": "3a99n1", "title": "Pork sold by several leading British supermarkets found to be contaminated with a strain of superbug MRSA linked to overuse of powerful antibiotics on factory farms - Some develop skin complaints & the bug can cause life-threatening infections, including pneumonia & blood poisoning", "score": 2218, "comments": 193, "upvoteRatio": 0.94, "sentiment": 0.09999999999999999}, {"count": 5, "id": "3a9spq", "title": "Pope Francis (new encyclical): \"Young people demand change. They wonder how anyone can claim to be building a better future without thinking of the environmental crisis and the sufferings of the excluded.\"", "score": 1743, "comments": 308, "upvoteRatio": 0.91, "sentiment": 0.18409090909090908}, {"count": 6, "id": "3a8j40", "title": "All Systems Go for NASA's Mission to Jupiter Moon Europa - \"Observations of Europa have provided us with tantalizing clues over the last two decades, and the time has come to seek answers to one of humanity's most profound questions.\"", "score": 1337, "comments": 140, "upvoteRatio": 0.94, "sentiment": 0.19444444444444445}, {"count": 7, "id": "3a9heu", "title": "Man in Dubai faces $68,000 fine for Swearing on WhatsApp", "score": 1335, "comments": 214, "upvoteRatio": 0.91, "sentiment": 0.4166666666666667}, {"count": 8, "id": "3a9crt", "title": "India Just Upped Its Solar Target Five-Fold, Will Install More Solar This Year Than Germany", "score": 1035, "comments": 165, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 9, "id": "3abcdv", "title": "Israeli youths arrested after arson attack on Catholic church", "score": 987, "comments": 541, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 10, "id": "3aaanz", "title": "China, the United States and India were responsible for nearly 80% of global growth in the first three months of the year", "score": 823, "comments": 260, "upvoteRatio": 0.91, "sentiment": 0.1375}, {"count": 11, "id": "3a826y", "title": "World Hasn’t Had So Many Refugees Since 1945, Report Says", "score": 728, "comments": 163, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 12, "id": "3a8gn6", "title": "Chad Burqa Ban: Islamic Face Veils Outlawed In Muslim-Majority State Following Boko Haram Suicide Bombings", "score": 675, "comments": 144, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "3a9w42", "title": "Some African Countries Are Trying to Use Science to Make Homophobic Laws, Now African Scientists are Pushing Back", "score": 552, "comments": 83, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 14, "id": "3aa649", "title": "Fukushima power plant operator 'knew of need to protect against tsunami but did not act'", "score": 472, "comments": 144, "upvoteRatio": 0.86, "sentiment": 0.0}]}