{"data": [{"count": 0, "id": "39l8nj", "title": "Newly-surfaced video footage corroborates widespread assertions that the Turkish government's intelligence agency has been ensuring ISIL terrorists safe passage into Syria", "score": 13327, "comments": 1215, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 1, "id": "39ku18", "title": "France gives Google 15 days to expand right-to-be-forgotten worldwide or face sanctions", "score": 12634, "comments": 4370, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "39iyys", "title": "In a study of more than 5.7 million children in 5 countries, Autism was found to be linked to parental age.", "score": 18255, "comments": 2583, "upvoteRatio": 0.85, "sentiment": 0.5}, {"count": 3, "id": "39jqtc", "title": "An Indian journalist who linked an official to corruption died of burns. On his deathbed, he said the official's associates and police officers had set him on fire.", "score": 4122, "comments": 184, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 4, "id": "39l0kr", "title": "The U.N. surprises everyone with a breakthrough deal to slow deforestation", "score": 3606, "comments": 163, "upvoteRatio": 0.93, "sentiment": -0.30000000000000004}, {"count": 5, "id": "39lg81", "title": "Over 90% of the world's population wants zero carbon emissions \"... more than 9 out of 10 people on planet Earth think we should stop burning the oil, gas and coal that have helped boost global temperatures to dangerous record highs.\"", "score": 3847, "comments": 827, "upvoteRatio": 0.78, "sentiment": 0.024999999999999994}, {"count": 6, "id": "39lcha", "title": "Nobel laureate Satyarthi says up to 500,000 child soldiers worldwide \"When I read that a five-year-old child is given a gun to kill an opponent of a militia group in Iraq... and the child could not handle that gun, he was buried alive... That makes me angry. I think this should make you all angry,\"", "score": 2237, "comments": 280, "upvoteRatio": 0.89, "sentiment": -0.3}, {"count": 7, "id": "39j8gb", "title": "Tony Abbott brags that he halted the spread of 'visually awful' wind farms", "score": 2182, "comments": 383, "upvoteRatio": 0.91, "sentiment": -1.0}, {"count": 8, "id": "39j9q4", "title": "Private Contractors Have Created a Shadow NSA.", "score": 2052, "comments": 229, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "39mgn9", "title": "450 Dead Babies Found in Athenian Well Shed Light on Ancient Greeks", "score": 1978, "comments": 349, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 10, "id": "39kc0r", "title": "INTERPOL suspends agreement with FIFA after receiving a €20 mil donation in 2011", "score": 1887, "comments": 117, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 11, "id": "39kt7v", "title": "Pope Francis: 'Let us modify our relationship with natural resources'. People must change their lifestyles and attitudes to help defeat hunger, Pope Francis said Thursday (June 11), a hint of what may be coming in his much-anticipated environmental encyclical next week.", "score": 1711, "comments": 251, "upvoteRatio": 0.85, "sentiment": 0.05}, {"count": 12, "id": "39kyky", "title": "New Charges of Climate Skeptic’s Undisclosed Ties to Energy Industry Highlight Journals’ Role as Gatekeeper. Soon accepted money from ExxonMobil Corp., the American Petroleum Institute, the Charles G. Koch Foundation and Southern Co., one of the largest electric utility companies in the US", "score": 1498, "comments": 243, "upvoteRatio": 0.84, "sentiment": 0.04545454545454545}, {"count": 13, "id": "39l7ks", "title": "Polar bears are seen eating dolphins for the first time as climate change pushes species north", "score": 1387, "comments": 133, "upvoteRatio": 0.88, "sentiment": 0.08333333333333334}, {"count": 14, "id": "39mjtl", "title": "Canada offers to take in jailed Saudi blogger who faces flogging in Saudi Arabia for insulting Islam", "score": 1264, "comments": 179, "upvoteRatio": 0.93, "sentiment": -0.45}]}