{"data": [{"count": 0, "id": "3c002t", "title": "Meditating Portuguese actor mistaken for terrorist on Paris plane. He was released after 6 hrs of questioning during which police watched videos of him on the Internet showing that he is a theater and television actor, and checked his profile on Wikipedia, which states that he is a Buddhist.", "score": 7184, "comments": 902, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "3bxkva", "title": "North Korean scientist flees to Finland with gigabytes of data on inhumane experiments with biochemical weapons, will testify before European parliament later this month", "score": 20436, "comments": 979, "upvoteRatio": 0.81, "sentiment": -0.3}, {"count": 2, "id": "3c0ed0", "title": "Leaked TPP paper shows US pushing drug company rights", "score": 5113, "comments": 246, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "3c0vwf", "title": "Arab tourist was arrested under the Terrorism Act and detained for three hours after filming himself on his mobile phone outside Brighton shopping centre", "score": 6235, "comments": 1155, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 4, "id": "3bzf24", "title": "Julian Assange, WikiLeaks founder, denied asylum in France", "score": 9395, "comments": 2127, "upvoteRatio": 0.77, "sentiment": 0.0}, {"count": 5, "id": "3c1d6z", "title": "Chinese stock market has lost £1.5 trillion in the last three weeks", "score": 3445, "comments": 426, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "3c17pq", "title": "A Colombian man with terminal cancer becomes the first person in the country to die legally by euthanasia, in a move opposed by the Church.", "score": 2447, "comments": 335, "upvoteRatio": 0.91, "sentiment": 0.225}, {"count": 7, "id": "3bzqrk", "title": "Germany: Police confiscate WW2 tank hidden in cellar", "score": 2435, "comments": 547, "upvoteRatio": 0.87, "sentiment": -0.16666666666666666}, {"count": 8, "id": "3bxrx9", "title": "Kurds intent on carving new state out of Iraq after ISIS fight ‘whether the US likes it or not’", "score": 2188, "comments": 918, "upvoteRatio": 0.88, "sentiment": 0.13636363636363635}, {"count": 9, "id": "3bz43n", "title": "74 children executed by ISIS for 'crimes' that include refusal to fast, report says", "score": 2362, "comments": 626, "upvoteRatio": 0.71, "sentiment": 0.2}, {"count": 10, "id": "3byda0", "title": "ISIS wants to destroy Egypt's Sphinx and pyramids saying it's a religious duty", "score": 1892, "comments": 641, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 11, "id": "3c0u50", "title": "WikiLeaks Drops New Docs Detailing NSA’s Hobby of Spying On Allies | The docs detail the systematic spying of the NSA on the economic institutions and officials of France and Germany; New intel discusses the NSA's and GCHQ's efforts towards bugging closed-door meetings incl. bailout plans for Greece", "score": 1827, "comments": 296, "upvoteRatio": 0.88, "sentiment": 0.15757575757575756}, {"count": 12, "id": "3bzixf", "title": "The House of Councilors in Japan passed a bill into law on Friday allowing companies to obtain patents on inventions by their employees — more than a decade after Nobel Prize winner Shuji Nakamura launched a lawsuit against his company over the invention of the blue light-emitting diode.", "score": 1691, "comments": 138, "upvoteRatio": 0.89, "sentiment": 0.25}, {"count": 13, "id": "3c0uge", "title": "Just Before Round of Negotiations on the Proposed 'Trade in Services Agreement' (TISA), Wikileaks Releases Updated Secret Documents", "score": 1196, "comments": 27, "upvoteRatio": 0.89, "sentiment": -0.30000000000000004}, {"count": 14, "id": "3bzs60", "title": "260,000 Austrians sign EU exit petition, forcing referendum debate in parliament", "score": 1104, "comments": 226, "upvoteRatio": 0.84, "sentiment": 0.0}]}