{"data": [{"count": 0, "id": "3djqaj", "title": "Retired General: Drones Create More Terrorists Than They Kill, Iraq War Helped Create ISIS | Retired Army Gen. Mike Flynn, a top intelligence official in the post-9/11 wars in Iraq and Afghanistan, says in a forthcoming interview on Al Jazeera English that drones do more harm than good.", "score": 8096, "comments": 2023, "upvoteRatio": 0.88, "sentiment": 0.375}, {"count": 1, "id": "3dggmc", "title": "British Columbia has a strong appetite for marijuana reform with more than 70% of respondents to a new poll urging either legalization or decriminalization. The Insights West survey found 67% said they support outright legalization, 28% opposed it and 5% were undecided.", "score": 9091, "comments": 1046, "upvoteRatio": 0.9, "sentiment": 0.26742424242424245}, {"count": 2, "id": "3dhzkw", "title": "Japan: Elderly overtake teenagers in crime figures", "score": 6505, "comments": 534, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "3di1r1", "title": "Stop Everything: There’s a New Seaweed That Tastes Like Bacon and Is Better for You Than Kale", "score": 9365, "comments": 1435, "upvoteRatio": 0.83, "sentiment": 0.3181818181818182}, {"count": 4, "id": "3dfx1r", "title": "Cuba is prepared to break with the contentious past and peacefully coexist with the United States, Cuban President Raul Castro said on Wednesday as the two former adversaries are set to restore diplomatic ties", "score": 4637, "comments": 563, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "3dhz9j", "title": "Ireland passes law allowing trans people to choose their legal gender: “Trans people should be the experts of our own gender identity. Self-determination is at the core of our human rights.”", "score": 16400, "comments": 8261, "upvoteRatio": 0.77, "sentiment": 0.26666666666666666}, {"count": 6, "id": "3dk1kj", "title": "Warming of oceans due to climate change is unstoppable, say US scientists", "score": 3266, "comments": 1139, "upvoteRatio": 0.9, "sentiment": -0.125}, {"count": 7, "id": "3di6ga", "title": "US airline United has rewarded two hackers who spotted security holes in its website with a million free flight miles each.", "score": 3046, "comments": 255, "upvoteRatio": 0.96, "sentiment": 0.4}, {"count": 8, "id": "3di9rq", "title": "Angela Merkel tells sobbing asylum seeker why she cannot stay in Germany", "score": 2399, "comments": 1767, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "3difwj", "title": "\"A trove of thousands of Saudi documents recently released by WikiLeaks reveals in surprising detail how [Saudi Arabia's] goal in recent years was not just to spread its strict version of Sunni Islam — though that was a priority — but also to undermine its primary adversary: Shiite Iran.\"", "score": 2061, "comments": 362, "upvoteRatio": 0.93, "sentiment": 0.275}, {"count": 10, "id": "3di0sv", "title": "Chinese workers go ‘faceless’ for a day to avoid stress of faking facial expressions", "score": 1965, "comments": 220, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 11, "id": "3diq4n", "title": "Despite deep cuts to public services and welfare, the UK's 650 MPs are to see their annual pay rise to the equivalent of 106,000 euros.", "score": 1954, "comments": 337, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 12, "id": "3dii3e", "title": "Never-before-seen footage reveals Russian-backed rebels arriving at the wreckage of MH17", "score": 1863, "comments": 578, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 13, "id": "3dhfd0", "title": "Rich countries rejected an international plan to let the UN help fight tax evasion: Transparency advocates tell Quartz that the US was particularly responsible for blocking the provision; Treasury Department officials in Washington and with the delegation did not respond to requests for comment.", "score": 1685, "comments": 205, "upvoteRatio": 0.91, "sentiment": 0.19166666666666665}, {"count": 14, "id": "3dhrvt", "title": "Too young to wed: Malawi chief sends married children back to school -- A Malawi chief took bold steps to address child marriage in her community, reflecting the slow but steady progress against the practice in Malawi and worldwide.", "score": 1427, "comments": 26, "upvoteRatio": 0.91, "sentiment": 0.09166666666666666}]}