{"data": [{"count": 0, "id": "3e6gki", "title": "Leaked emails between Italian spyware vendor Hacking Team and Boeing subsidiary Insitu revealed that drones carrying malware to infect targeted computers via Wi-Fi by flying over their proximity is close to becoming a reality.", "score": 14627, "comments": 1499, "upvoteRatio": 0.93, "sentiment": 0.225}, {"count": 1, "id": "3e8wxj", "title": "Dolphins are struggling to reproduce because of industrial chemical pollution in European waters that can linger in the animals' bodies for a lifetime", "score": 13108, "comments": 1033, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "3e7cr9", "title": "NASA has some big news to announce about other Earth-like planets in the Milky Way at a news conference scheduled for 9 a.m. PST on Thursday", "score": 10560, "comments": 2617, "upvoteRatio": 0.96, "sentiment": -0.0625}, {"count": 3, "id": "3e81pt", "title": "Tibet monk dies in custody, China cremates him to avoid probe, and then seizes his ashes to avoid shrine", "score": 4750, "comments": 440, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "3e8b8x", "title": "White House Finalizing Plan to Close Guantanamo Bay Prison", "score": 4414, "comments": 887, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "3e8zoa", "title": "Tax havens: Super-rich 'hiding' at least $21tn", "score": 4301, "comments": 1470, "upvoteRatio": 0.93, "sentiment": -0.3}, {"count": 6, "id": "3e6vcu", "title": "Poland will not pay a penny for Greece: Poland will not spend a penny from its own budget to help Greece, Prime Minister Ewa Kopacz told a press conference in Warsaw", "score": 3572, "comments": 962, "upvoteRatio": 0.92, "sentiment": 0.6}, {"count": 7, "id": "3e6rct", "title": "Russia Disowns Soldiers Captured in Eastern Ukraine in May: In videotaped interviews after they were captured, Alexandrov and Yerofeyev said they were part of a Russian special forces' spying mission in eastern Ukraine", "score": 2831, "comments": 416, "upvoteRatio": 0.9, "sentiment": 0.17857142857142858}, {"count": 8, "id": "3e7glw", "title": "Romania bans Holocaust denial, fascist symbols", "score": 2160, "comments": 1011, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "3e77cm", "title": "NASA releases Epic New View of Earth; 1st image of the entire sunlit side of Earth at once since Apollo 17 astronauts captured the iconic Blue Marble photograph in 1972.", "score": 1718, "comments": 195, "upvoteRatio": 0.92, "sentiment": 0.14727272727272728}, {"count": 10, "id": "3e83t4", "title": "The Canadian government says it will not be bullied as the United States ratchets up pressure on Canada’s heavily protected dairy sector ahead of what could be the final round of talks for a Pacific Rim trade deal spanning 12 countries.", "score": 1533, "comments": 543, "upvoteRatio": 0.92, "sentiment": -0.13333333333333333}, {"count": 11, "id": "3e5lcy", "title": "Mexican poachers ignore fishing ban as the world’s most endangered porpoise nears extinction: A Greenpeace vessel patrolling the Gulf of California finds that vaquita porpoise–killing gill-net fishing continues despite a government moratorium.", "score": 1340, "comments": 134, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 12, "id": "3e6qoq", "title": "After Four Years, Chinese Dissident Artist Ai Weiwei Gets His Passport Back.", "score": 1321, "comments": 126, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 13, "id": "3e6g74", "title": "Access to Twitter blocked in Turkey... again.", "score": 827, "comments": 73, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 14, "id": "3e941w", "title": "Hacktivist group Anonymous is ramping up efforts to tackle sympathizers of ISIS on Twitter, including flooding accounts with Japanese anime characters", "score": 729, "comments": 88, "upvoteRatio": 0.9, "sentiment": 0.0}]}