{"data": [{"count": 0, "id": "3ek0h4", "title": "New Horizons Finds Nitrogen Glaciers and Hazy Air on Pluto: Astronomers astounded by the dwarf planet's active geology and atmosphere", "score": 14200, "comments": 1428, "upvoteRatio": 0.94, "sentiment": 0.001515151515151511}, {"count": 1, "id": "3ek7a6", "title": "Mexico poverty rate hit 46.2% last year as 2 million more join ranks of poor.The poverty rate increased by 0.7 percentage point to 46.2 percent last year from 45.5 percent in 2012, equivalent to 55.3 million people in the nation of nearly 120 million", "score": 5018, "comments": 970, "upvoteRatio": 0.93, "sentiment": 0.15}, {"count": 2, "id": "3elgmw", "title": "Barack Obama tells African states to abandon anti-gay discrimination", "score": 3380, "comments": 647, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "3ek213", "title": "Cannabis petition forces MPs to consider debating legalisation: More than 100,000 sign appeal calling for total legalisation hosted on government’s official e-petitions website.", "score": 2986, "comments": 276, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 4, "id": "3ejzvp", "title": "An independent Mexican commission said on Thursday it found serious flaws in an investigation into the apparent massacre of 43 students last year, dealing a fresh blow to President Enrique Pena Nieto over a scandal that has battered his administration.", "score": 2222, "comments": 80, "upvoteRatio": 0.93, "sentiment": 0.002777777777777777}, {"count": 5, "id": "3el6kh", "title": "Human Traffickers Arrested at Delhi Airport; 21 Nepalese Girls Rescued", "score": 1740, "comments": 139, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "3ekvp9", "title": "Approximately 80 percent of Mongolia’s crops have died this summer due to extreme drought across the country", "score": 1650, "comments": 157, "upvoteRatio": 0.94, "sentiment": -0.21666666666666667}, {"count": 7, "id": "3eljf8", "title": "Pakistan Tried to Create 'World's Most Powerful Surveillance System' by Illegally Tapping Undersea Internet Cables. The report by Privacy International found that ISI was being provided spying tools by companies such as Atis (Germany), Ericsson (Sweden), Nokia and Huawei", "score": 1377, "comments": 96, "upvoteRatio": 0.92, "sentiment": 0.06000000000000001}, {"count": 8, "id": "3ejtb7", "title": "House prices pushed up by foreign gangsters: Investigators warn the London property market is being \"skewed\" by international criminals seeking to hide their ill-gotten gains.", "score": 1063, "comments": 193, "upvoteRatio": 0.92, "sentiment": -0.0625}, {"count": 9, "id": "3ejkd0", "title": "ISIS has abducted 182 children in the Iraqi city of Mosul to train them as militants & use them as suicide bombers", "score": 949, "comments": 136, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "3ejnh1", "title": "A United Nations watchdog urged Canada on Thursday to investigate alleged human rights abuses by its mining companies abroad and launch an inquiry into the high number of missing and murdered indigenous women and girls.", "score": 907, "comments": 127, "upvoteRatio": 0.92, "sentiment": -0.035}, {"count": 11, "id": "3ek0qh", "title": "Petition to legalise cannabis in Britain gets the 100,000 signatures it needs for Parliament debate", "score": 902, "comments": 62, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 12, "id": "3ek5lg", "title": "Lawsuit accuses 22 banks of manipulating US Treasury auctions", "score": 805, "comments": 42, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 13, "id": "3elnpl", "title": "FBI: China the most predominant economic espionage threat to US", "score": 772, "comments": 235, "upvoteRatio": 0.85, "sentiment": 0.35}, {"count": 14, "id": "3ejwxs", "title": "U.S. troops to train regular Ukrainian military troops later in 2015", "score": 715, "comments": 285, "upvoteRatio": 0.9, "sentiment": -0.03333333333333333}]}