{"data": [{"count": 0, "id": "3g54c0", "title": "Brazilian radio host famous for exposing corruption in his city murdered while broadcasting live on the air by two gunmen.", "score": 32952, "comments": 2083, "upvoteRatio": 0.94, "sentiment": 0.3181818181818182}, {"count": 1, "id": "3g3yu9", "title": "John Kerry: Vietnam war was result of 'profound failure of diplomatic insight'.I’m reminded of conversations I’ve had recently with people who talk almost casually about the prospect of war with one country or another. I’m tempted to say: ‘You don’t have the first idea of what you’re talking about’", "score": 15983, "comments": 2390, "upvoteRatio": 0.91, "sentiment": -0.0966666666666667}, {"count": 2, "id": "3g2iki", "title": "Brazil's president has an approval rating of 8%, which makes Dilma the most unpopular democratically elected president since a military dictatorship ended in 1985.", "score": 17004, "comments": 1383, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 3, "id": "3g4kfa", "title": "Al Qaeda blow up 700 year old mosque in Yemen", "score": 5705, "comments": 458, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 4, "id": "3g41qc", "title": "Bangladesh blogger Niloy Neel hacked to death, 4th blogger to get killed in recent months.", "score": 5138, "comments": 580, "upvoteRatio": 0.94, "sentiment": -0.1}, {"count": 5, "id": "3g2qfq", "title": "North Korea to push back its standard time by 30 minutes, calls it 'Pyongyang time'", "score": 3796, "comments": 429, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "3g3ykm", "title": "Man jailed for 30 years in Thailand for insulting the monarchy on Facebook.", "score": 2065, "comments": 284, "upvoteRatio": 0.94, "sentiment": -1.0}, {"count": 7, "id": "3g4cz9", "title": "Tens of thousands of Russians have joined a protest petition to President Vladimir Putin after vast quantities of foreign food are bulldozed, buried, or burned. For the past year, Russia has banned most fresh produce from countries imposing economic sanctions against Russia over Crimea.", "score": 1907, "comments": 332, "upvoteRatio": 0.91, "sentiment": 0.10416666666666667}, {"count": 8, "id": "3g4ian", "title": "Canada Proposes A Ban On Tiny Plastic Microbeads, Citing Environmental & Health Concerns", "score": 1370, "comments": 122, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "3g3yro", "title": "Archaeologists have discovered a mysterious Stonehenge-style monolith in the deep sea off the coast of Sicily, shedding new light on the earliest civilizations in the Mediterranean basin. Its features leave no doubt that the monolith was man-made some 10,000 years ago.", "score": 1294, "comments": 275, "upvoteRatio": 0.94, "sentiment": 0.1340909090909091}, {"count": 10, "id": "3g47mk", "title": "Lawyers for Ireland's richest native-born citizen, Denis O'Brien, have sent a cease and desist letter to Waterford Whispers News (a satirical news website) requesting a take-down of their article \"Denis O'Brien receives 20 year jail sentence for mobile phone licence bribe in parallel universe\"", "score": 1052, "comments": 44, "upvoteRatio": 0.91, "sentiment": -0.05}, {"count": 11, "id": "3g3ejn", "title": "An amateur radio enthusiast managed to get a quick chat with the International Space Station (ISS) after a month of trying to get through from his shed", "score": 762, "comments": 59, "upvoteRatio": 0.92, "sentiment": 0.027777777777777773}, {"count": 12, "id": "3g6dbf", "title": "Oil prices are now near a six-year low, moving down earlier today to about $44 a barrel", "score": 639, "comments": 322, "upvoteRatio": 0.93, "sentiment": -0.013888888888888895}, {"count": 13, "id": "3g4ah8", "title": "New Zealand Made Trolling Illegal Last Month - Law states that anyone who causes \"harm by posting digital communication,\" a.k.a. trolling, is liable to conviction & could face up to 2 yrs in prison & be subject to $50,000 NZD ($32,570 USD) in fines.", "score": 518, "comments": 247, "upvoteRatio": 0.88, "sentiment": -0.10505050505050505}, {"count": 14, "id": "3g3f36", "title": "Nuclear test refugees from Bikini atoll in the Marshall Islands are now fleeing the effects of climate change as their second home, Kili Island, is suffering from sea level rise. Appealing to the US for financial help with relocation.", "score": 443, "comments": 57, "upvoteRatio": 0.9, "sentiment": 0.16666666666666666}]}