{"data": [{"count": 0, "id": "3hnnxt", "title": "ISIS beheads 81-year-old pioneer archaeologist and foremost scholar on ancient Syria. Held captive for 1 month, he refused to tell ISIS the location of the treasures of Palmyra unto death.", "score": 27269, "comments": 1807, "upvoteRatio": 0.95, "sentiment": 0.2}, {"count": 1, "id": "3hozxk", "title": "North Korea fires shells at South Korean military along western border", "score": 22597, "comments": 4590, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 2, "id": "3hosk5", "title": "A Police Officer in New Zealand used excessive force during an arrest. The three other officers at the scene immediately reported the incident to their supervisor and appeared as witnesses against the officer in court.", "score": 13177, "comments": 909, "upvoteRatio": 0.92, "sentiment": -0.07215909090909091}, {"count": 3, "id": "3hrxg3", "title": "Kim Jong Un orders North Korea military to prepare for war (from Friday at 5 PM)", "score": 20563, "comments": 5373, "upvoteRatio": 0.9, "sentiment": -0.1}, {"count": 4, "id": "3hq82c", "title": "Cyanide levels at Tianjin explosion 356 times the limit", "score": 10597, "comments": 980, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "3hnl4l", "title": "Narcolepsy medication modafinil is world's first safe 'smart drug' - They concluded that the drug, which is prescribed for narcolepsy but is increasingly taken without prescription by healthy people, can improve decision- making, problem-solving and possibly even make people think more creatively.", "score": 7272, "comments": 1280, "upvoteRatio": 0.93, "sentiment": 0.3520408163265306}, {"count": 6, "id": "3hrvkg", "title": "ISIS militants who contracted HIV from captured sex slaves forced to become suicide bombers", "score": 4112, "comments": 456, "upvoteRatio": 0.93, "sentiment": -0.30000000000000004}, {"count": 7, "id": "3hquqi", "title": "Greek PM Alexis Tsipras announces his resignation, triggering snap elections.", "score": 4078, "comments": 587, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "3hrof4", "title": "Women Will Be Allowed to Vote in Saudi Arabia Elections", "score": 2962, "comments": 320, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "3hncxu", "title": "MPs and peers state that drug use is a \"human right\" and call for drug policy reform and human rights legislation that could be used to decriminalise possession, purchase and growing of drugs.", "score": 2278, "comments": 357, "upvoteRatio": 0.91, "sentiment": 0.09523809523809523}, {"count": 10, "id": "3hqymk", "title": "Chinese police arrest 15,000 for Internet crimes that \"jeopardized Internet security\". China launched a six-month program last month, code-named \"Cleaning the Internet\".", "score": 2184, "comments": 221, "upvoteRatio": 0.92, "sentiment": -0.016666666666666666}, {"count": 11, "id": "3hq807", "title": "July 2015 was the warmest month ever recorded for the globe, according to records dating back to 1880", "score": 2121, "comments": 421, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "3hpbxc", "title": "Swedens anti-immigration party largest in Sweden according to a new poll.", "score": 1602, "comments": 819, "upvoteRatio": 0.9, "sentiment": 0.13636363636363635}, {"count": 13, "id": "3hq4m9", "title": "Half of Jerusalem Arabs want to be Israelis", "score": 885, "comments": 443, "upvoteRatio": 0.8, "sentiment": -0.16666666666666666}, {"count": 14, "id": "3hpi7h", "title": "Global banks are facing a threat of lawsuits worth billions of dollars following a landmark settlement in New York over rigging in currency markets.Lawyers warned the victory opens the floodgates for an even greater number of claims in London, the largest foreign exchange trading hub in the world.", "score": 842, "comments": 98, "upvoteRatio": 0.93, "sentiment": 0.13522727272727272}]}