{"data": [{"count": 0, "id": "3hidw9", "title": "Paris shooting survivor suing French media for giving away his location while he hid from shooters", "score": 32465, "comments": 1467, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 1, "id": "3hkj94", "title": "Vaping is 95% safer than smoking and could lead to the demise of the traditional cigarette, Public Health England (PHE) has said in the first official recognition that e-cigarettes are less damaging to health than smoking tobacco.", "score": 34862, "comments": 6661, "upvoteRatio": 0.85, "sentiment": 0.020833333333333336}, {"count": 2, "id": "3hkmb4", "title": "TIANJIN, China – The son of a former police chief is one of two silent owners of the warehouse in Tianjin where explosions killed at least 114 people, and used his connections to help obtain licenses despite the hazmat facility violating safety rules, Chinese state media reported Wednesday.", "score": 7213, "comments": 554, "upvoteRatio": 0.96, "sentiment": -0.1}, {"count": 3, "id": "3hmu23", "title": "Mexico’s government on Wednesday slammed US presidential hopeful Donald Trump’s proposals to deport undocumented immigrants en masse and make Mexicans pay for a wall separating the two countries as absurd, racist and ignorant.", "score": 8634, "comments": 3078, "upvoteRatio": 0.87, "sentiment": -0.5}, {"count": 4, "id": "3hln8s", "title": "Ashley Madison leak confirmed to be real and worse than originally thought.", "score": 7000, "comments": 2103, "upvoteRatio": 0.94, "sentiment": 0.14375000000000002}, {"count": 5, "id": "3hln99", "title": "\"Russians are experiencing the first sustained decline in living standards in the 15 years since President Vladimir V. Putin came to power.\"", "score": 4769, "comments": 961, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 6, "id": "3hkuep", "title": "Beheaded Syrian scholar refused to lead Isis to hidden Palmyra antiquities", "score": 3333, "comments": 219, "upvoteRatio": 0.93, "sentiment": -0.16666666666666666}, {"count": 7, "id": "3hloug", "title": "Alberta man fined for \"Fuck Harper\" sign", "score": 2209, "comments": 545, "upvoteRatio": 0.91, "sentiment": -0.4}, {"count": 8, "id": "3hl6u8", "title": "TPP protest draws thousands", "score": 2149, "comments": 127, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "3hk8jp", "title": "English children among the unhappiest in the world at school due to bullying", "score": 2019, "comments": 642, "upvoteRatio": 0.92, "sentiment": -0.0625}, {"count": 10, "id": "3hlxax", "title": "After Kicking Out the DEA, the UN Says Bolivia Has Successfully Lowered Its Coca Cultivation in Each of the Last Four Years.", "score": 1824, "comments": 206, "upvoteRatio": 0.93, "sentiment": 0.375}, {"count": 11, "id": "3hidkr", "title": "Spanish police are looking to fine a woman who photographed officers parking in a disabled spot under a controversial new \"gag law\". New public security laws allow for fines for a number of offences, including unauthorised protests and photographing police without permission", "score": 1739, "comments": 145, "upvoteRatio": 0.94, "sentiment": 0.1484848484848485}, {"count": 12, "id": "3hkl38", "title": "UK graduates are wasting degrees in lower-skilled jobs: Over-qualification has reached saturation point, meaning money invested in education is being wasted and young people are crippled by debt, report warns", "score": 1693, "comments": 498, "upvoteRatio": 0.94, "sentiment": -0.05}, {"count": 13, "id": "3hie5n", "title": "An almost fully-formed human brain has been grown in a lab for the first time, claim scientists from Ohio State University. The team behind the feat hope the brain could transform our understanding of neurological disease.", "score": 1368, "comments": 398, "upvoteRatio": 0.93, "sentiment": -0.05000000000000001}, {"count": 14, "id": "3hlq0s", "title": "Journalist from The Beijing Daily sneaked into the Tianjin site and provided an account of what he saw", "score": 1238, "comments": 86, "upvoteRatio": 0.92, "sentiment": 0.0}]}