{"data": [{"count": 0, "id": "3ix5k1", "title": "'Illegal' mass protest across Malaysia calling for prime minister's resignation and fair elections after revelation he took $700million in state funds", "score": 17060, "comments": 749, "upvoteRatio": 0.94, "sentiment": 0.09999999999999998}, {"count": 1, "id": "3iyuiw", "title": "Mysterious Wooden Idol Found in Russia is 11,000 years old, The Shigir Idol is twice as old as the Pyramids and Stonehenge - and is by far the oldest wooden structure in the world. Covered in a code no one can decipher.", "score": 28280, "comments": 2606, "upvoteRatio": 0.91, "sentiment": 0.05000000000000001}, {"count": 2, "id": "3iy4vc", "title": "BMW: All Models Electric Within Decade - intends to convert all its vehicles to some configuration of plug-in hybrid. New range of cars could be driven by separate electric motors powering the front/rear wheels, with small gasoline engine to generate electricity to extend the range of the batteries", "score": 7670, "comments": 1855, "upvoteRatio": 0.93, "sentiment": -0.05681818181818182}, {"count": 3, "id": "3iyuyg", "title": "NASA Chief to Congress: 'Don't Make Us Hitch Rides With Russia'", "score": 5428, "comments": 569, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "3iwg75", "title": "Ukraine just published detailed intelligence of Russian troop movements and equipment", "score": 4006, "comments": 657, "upvoteRatio": 0.9, "sentiment": 0.2}, {"count": 5, "id": "3j037t", "title": "Nestle says \"forced labor has no place in our supply chain\" following a U.S. class action lawsuit that alleges the Swiss food company knowingly supported a system of slave labor and human trafficking to make its Fancy Feast cat food", "score": 3061, "comments": 238, "upvoteRatio": 0.93, "sentiment": -0.05000000000000001}, {"count": 6, "id": "3iyock", "title": "Massive gas field discovered off Egypt is potentially 'one of the world's largest' - 5.5 billion barrels of oil equivalent, says Italian energy firm Eni.", "score": 3052, "comments": 593, "upvoteRatio": 0.93, "sentiment": -0.05}, {"count": 7, "id": "3ixfvz", "title": "MIT invents 'breakthrough' 3D printer that can print 10 different materials simultaneously. Costs $7k and is an improvement on next closest multi-material printer at $250k. The next step for the researchers will be to 3D print objects that include embedded motors and actuators", "score": 2412, "comments": 140, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "3iwic7", "title": "Picture of desperate man selling pens in Lebanon's streets with daughter inspired online fundraiser that has gone viral raising over $130,000", "score": 2362, "comments": 275, "upvoteRatio": 0.85, "sentiment": -0.6}, {"count": 9, "id": "3iy6p9", "title": "Conservationists appalled at illegal killing of 25m birds a yr in Mediterranean | Glued, poisoned, trapped, shot – a shocking report reveals enforcement failure at a colossal scale as hunters across southern Europe & the Middle East kill birds with impunity", "score": 1896, "comments": 170, "upvoteRatio": 0.9, "sentiment": -0.3145833333333334}, {"count": 10, "id": "3iz79v", "title": "MI6 spy found dead in holdall 'hacked into secret data about Bill Clinton'", "score": 1419, "comments": 250, "upvoteRatio": 0.88, "sentiment": -0.30000000000000004}, {"count": 11, "id": "3iylue", "title": "Only 16 female voters registered in Saudi municipal elections", "score": 1266, "comments": 91, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "3iwpd4", "title": "A road accident in Swaziland has killed 38 girls and seriously injured 20 others who were on their way to a traditional ceremony where King Mswati III can choose a new wife, pro-democracy activists reported.", "score": 1071, "comments": 125, "upvoteRatio": 0.89, "sentiment": -0.09924242424242424}, {"count": 13, "id": "3iy3jd", "title": "Tens of thousands protest defense bills outside Japan's diet. \"No to war legislation!\" \"Scrap the bills now!\" and \"Abe, quit!\" they chanted during the demonstration in the government district in Tokyo, filling the street outside the front gate of the parliament", "score": 777, "comments": 257, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 14, "id": "3iyeo7", "title": "Outspoken secular Indian scholar killed by gunmen -- Kalburgi was a recipient of several literary awards, including the prestigious Sahitya Academy Award. The police \"strongly suspect\" he may have been the target of \"Hindu fundamentalists.\"", "score": 706, "comments": 113, "upvoteRatio": 0.88, "sentiment": 0.08333333333333331}]}