{"data": [{"count": 0, "id": "3j7w0l", "title": "Canada officially in recession", "score": 18587, "comments": 5177, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3j88g3", "title": "Cuba goes all in on English, amid closer US ties - Now that Cuba has restored diplomatic ties with the United States, teaching English in schools will be a priority", "score": 9451, "comments": 836, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "3j61zy", "title": "Obama on Climate Change: Act Now or Condemn World to a Nightmare", "score": 12591, "comments": 3294, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 3, "id": "3j7gqx", "title": "A New Report Says Organic Food Is Basically a Ripoff - is not always better quality, does not help the environment, provides minimal health benefits and doesn't taste any better.", "score": 5154, "comments": 1897, "upvoteRatio": 0.83, "sentiment": 0.2590909090909091}, {"count": 4, "id": "3j9c6x", "title": "Wikipedia bans 381 users doing “undisclosed paid advocacy\"", "score": 3360, "comments": 303, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "3j69gi", "title": "Up to 90% of seabirds have plastic in their guts - Australian scientists updated estimates & say plastic in the ocean is increasing. \"It's pretty astronomical. In the next 11 yrs we will make as much plastic as has been made since industrial plastic production began in the 1950s.\"", "score": 3269, "comments": 137, "upvoteRatio": 0.93, "sentiment": 0.1125}, {"count": 6, "id": "3j5ylb", "title": "On September 15, a group of activists affiliated with the Show Us Ya Text campaign will converge on New Zealand's Parliament in an attempt to seize the text of the Trans-Pacific Partnership Agreement (TPPA)", "score": 3035, "comments": 295, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 7, "id": "3j878i", "title": "More than 11,000 Icelanders offer to house Syrian refugees to help European crisis", "score": 2917, "comments": 692, "upvoteRatio": 0.87, "sentiment": 0.25}, {"count": 8, "id": "3j9zto", "title": "Christians left homeless due to devastating flooding in Pakistan were told by Muslim charities: convert to Islam or become bonded servants.", "score": 4361, "comments": 1613, "upvoteRatio": 0.72, "sentiment": -0.375}, {"count": 9, "id": "3j6zyp", "title": "Did India village council really order rape of two sisters? Local police and officials say no such order was given", "score": 2696, "comments": 564, "upvoteRatio": 0.88, "sentiment": 0.06666666666666667}, {"count": 10, "id": "3j92l2", "title": "A Japanese vertical farming company has begun construction on a vegetable 'factory' that is smaller than a football pitch but could produce 30,000 heads of lettuce daily", "score": 2531, "comments": 300, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 11, "id": "3j7c4x", "title": "Russia has opened a laboratory in Siberia devoted to the study of extinct animal DNA in the hope of creating clones, it's reported.", "score": 2412, "comments": 362, "upvoteRatio": 0.95, "sentiment": -0.4}, {"count": 12, "id": "3j7wj2", "title": "Japan's teenage suicide rate spikes on September 1st every year as teens dread returning to be bullied at school.", "score": 2218, "comments": 308, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 13, "id": "3j6di2", "title": "A rare celestial event is scheduled for September 28, 2015 - a total lunar eclipse and the closest supermoon of the year. This full Moon is also known as the Harvest or Blood Moon, because it ends the current lunar tetrad.", "score": 2048, "comments": 173, "upvoteRatio": 0.94, "sentiment": 0.16249999999999998}, {"count": 14, "id": "3j5ed5", "title": "Three Category 4 hurricanes form over Pacific Ocean for first time in recorded history", "score": 1885, "comments": 210, "upvoteRatio": 0.92, "sentiment": 0.25}]}