{"data": [{"count": 0, "id": "3lsv3a", "title": "Volkswagen has admitted to using software on VW and Audi branded cars to cheat U.S. diesel emissions tests, shares plunge more than 20 percent.", "score": 34710, "comments": 5998, "upvoteRatio": 0.93, "sentiment": 0.5}, {"count": 1, "id": "3lrccs", "title": "Saudi Teenager Ali Mohammed al-Nimr Has Been Sentenced to Death by Crucifixion", "score": 20088, "comments": 3476, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "3lqx1i", "title": "U.S. Soldiers Told to Ignore Afghan Allies’ Abuse of Boys: \"At night we can hear them screaming, but we’re not allowed to do anything about it\"", "score": 15257, "comments": 3374, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "3ltenp", "title": "German woman, 91, is charged with 260,000 counts of accessory to murder as prosecutors accuse her of being a Nazi SS radio operator who served in Auschwitz", "score": 5342, "comments": 2005, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "3lry4y", "title": "New Zealand Zoo Won't Euthanize Tiger That Killed Zookeeper", "score": 4844, "comments": 584, "upvoteRatio": 0.93, "sentiment": -0.03181818181818183}, {"count": 5, "id": "3ltvbq", "title": "American soldiers ‘told to ignore’ sexual abuse of boys by Afghan allies", "score": 2239, "comments": 594, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 6, "id": "3ltzam", "title": "An engineer who once worked for Russia's military intelligence has been sentenced to 14 years in prison for seeking a job at a Swedish company", "score": 2149, "comments": 192, "upvoteRatio": 0.9, "sentiment": -0.1}, {"count": 7, "id": "3ltazu", "title": "Hungary passes law allowing govt to use army in asylum seeker crisis. According to the law, the army would be allowed to use rubber bullets, pyrotechnical devices, tear gas grenades or net guns", "score": 1380, "comments": 746, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 8, "id": "3lrsnm", "title": "Drug company (Turing Pharmaceuticals) hikes price 5,000% for drug that fights complication of AIDS and cancer", "score": 1236, "comments": 148, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "3lsv0t", "title": "Hungary places ads in Lebanese press warning off migrants...\"Do not listen to the people smugglers. Hungary will not allow illegal immigrants to cross its territory.\"", "score": 1214, "comments": 224, "upvoteRatio": 0.93, "sentiment": -0.25}, {"count": 10, "id": "3lst68", "title": "Ruble fall causes wage parity between Russia and China: The devaluation of the ruble has put average salaries in Russia on par with those in China", "score": 1147, "comments": 309, "upvoteRatio": 0.89, "sentiment": -0.15}, {"count": 11, "id": "3ls4km", "title": "PYD: \"Syrian refugee tripped by Hungarian journalist was member of radical al-Nusra Front\"", "score": 946, "comments": 489, "upvoteRatio": 0.8, "sentiment": 0.0}, {"count": 12, "id": "3lukp1", "title": "Fewer than one in 20 lobbyists are covered by the government’s new lobbying register, according to a report warning that the public are being left in the dark about those trying to influence UK policy.", "score": 945, "comments": 35, "upvoteRatio": 0.92, "sentiment": -0.0034090909090909102}, {"count": 13, "id": "3ls4eo", "title": "SodaStream offers 1,000 jobs to Syrian refugees in Israel. Company, which was targeted by BDS over its West Bank plant, says it could employ refugees in southern Israel", "score": 856, "comments": 422, "upvoteRatio": 0.81, "sentiment": 0.05}, {"count": 14, "id": "3lu6dl", "title": "Hedge fund buys rights to drug used by AIDS patients and raises price from $13.50 to $750 per pill", "score": 619, "comments": 207, "upvoteRatio": 0.92, "sentiment": 0.0}]}