{"data": [{"count": 0, "id": "3lw6m8", "title": "Another drug Cycloserine sees a 2000% price jump overnight as patent sold to pharmaceutical company. The ensuing backlash caused the companies to reverse their deal. Expert says If it weren't for all of the negative publicity the original 2,000 per cent price hike would still stand.", "score": 35182, "comments": 3325, "upvoteRatio": 0.93, "sentiment": 0.037500000000000006}, {"count": 1, "id": "3lxkfp", "title": "Hedge fund trader Martin Shkreli who raised the price HIV drug by 5,000% asked how he sleeps at night. His reply \"You know, Ambien\"", "score": 27282, "comments": 5858, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 2, "id": "3lwzlb", "title": "Ex-hedge funder buys rights to AIDS drugs, increases prices by 5,500%", "score": 8070, "comments": 1432, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "3lzsjk", "title": "Turing to roll back pricing for Daraprim amid controversy", "score": 6636, "comments": 970, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "3lyoug", "title": "‘Ginger extremist’ convicted in royal death plot so Prince Harry can be king", "score": 6585, "comments": 1048, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "3ly70o", "title": "This 16-year-old won the Google Science Fair with a cheap and easy way to detect Ebola.", "score": 4575, "comments": 441, "upvoteRatio": 0.9, "sentiment": 0.5111111111111112}, {"count": 6, "id": "3lyub0", "title": "The commander of U.S. forces in Afghanistan said Tuesday he expects U.S. personnel to report to military superiors any allegations of sexual abuse of boys by Afghan forces. He added that Afghan President Ashraf Ghani has assured him the government \"will not tolerate abuse of its children\"", "score": 4294, "comments": 545, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 7, "id": "3lz86g", "title": "The professional hunter, who helped American dentist kill Zimbabwe’s popular lion Cecil, re-arrested Monday on new charges of planning to smuggle 29 rare sable antelope out of the country", "score": 4223, "comments": 138, "upvoteRatio": 0.91, "sentiment": 0.22727272727272724}, {"count": 8, "id": "3lxf70", "title": "Former Hedge Fund Manager Buys Rights To Drug For Pregnant Women, Increases Price 5500% - The high cost of prescription drugs is shaping up to be an issue in the 2016 presidential election.", "score": 4204, "comments": 420, "upvoteRatio": 0.91, "sentiment": 0.16444444444444442}, {"count": 9, "id": "3ly8d3", "title": "Indigenous activist who helped close polluting Guatemala palm oil factory shot dead", "score": 3797, "comments": 162, "upvoteRatio": 0.93, "sentiment": -0.2}, {"count": 10, "id": "3lznt3", "title": "Pissed-Off UN Interns Protest Unpaid Internships Outside UN Headquarters", "score": 3780, "comments": 390, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 11, "id": "3lzgs6", "title": "After 60 million years of extreme living, seabirds are crashing - A new study finds that the world’s seabird populations have plummeted by almost 70% in just 60 yrs.", "score": 2454, "comments": 247, "upvoteRatio": 0.92, "sentiment": 0.005681818181818177}, {"count": 12, "id": "3lz1ve", "title": "Iran has given permission for five Americans to study in a Tehran University masters program – a 'breakthrough,' the department head says. Others are enrolling in Persian language classes.", "score": 2337, "comments": 345, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "3lzkdq", "title": "91 Year Old Woman To Be Charged With 260,000 Counts Of Accessory To Murder At Auschwitz Nazi Death Camp", "score": 1912, "comments": 765, "upvoteRatio": 0.88, "sentiment": 0.1}, {"count": 14, "id": "3lw6d7", "title": "ISIS jihadists defecting because they are not getting luxury goods and cars as promised", "score": 1788, "comments": 483, "upvoteRatio": 0.93, "sentiment": 0.0}]}