{"data": [{"count": 0, "id": "3obj2r", "title": "'Nightmares, bed-wetting and behavioural problems': Australian Doctors refuse to discharge sick children back to detention centres - despite government's threat of two years in jail for speaking out on the issue", "score": 15496, "comments": 1761, "upvoteRatio": 0.89, "sentiment": -0.20357142857142857}, {"count": 1, "id": "3oc3t9", "title": "For just the third time on record, scientists say they are now watching the unfolding of a massive worldwide coral bleaching event, spanning the globe from Hawaii to the Indian Ocean.", "score": 5213, "comments": 455, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "3o9t8q", "title": "\"Queen of Ivory\" arrested in Tanzania, charged with smuggling at least 706 elephant tusks worth about $2.5 million", "score": 4420, "comments": 265, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "3obrt9", "title": "A Canadian start up has opened a pilot plant to take CO2 out of the atmosphere in the form of pellets. Company plans to scale it up on a Global scale enabling countries to suck more CO2 from the atmosphere than they dump in.", "score": 4513, "comments": 615, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 4, "id": "3odifb", "title": "Turkish police use tear gas to prevent mourners from laying flowers at site of bombings", "score": 8051, "comments": 601, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 5, "id": "3odr6j", "title": "Chinese investors flooding billions into the Australian real estate market prompt money laundering fears", "score": 2081, "comments": 372, "upvoteRatio": 0.92, "sentiment": 0.06666666666666667}, {"count": 6, "id": "3ocdho", "title": "Thousands rally against Erdogan as Turkey mourns deadliest attack", "score": 1952, "comments": 198, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "3obnna", "title": "Fate of Isis leader al-Baghdadi unknown as his convoy 'struck by Iraqi air force'", "score": 1149, "comments": 207, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 8, "id": "3ob2am", "title": "ISIL Threatens to Execute 180 Assyrian Christians unless $14 million ransom is paid.", "score": 990, "comments": 370, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "3od64r", "title": "Syria conflict: Assad forces make 'significant gains'", "score": 916, "comments": 416, "upvoteRatio": 0.89, "sentiment": 0.375}, {"count": 10, "id": "3ocfsq", "title": "Three injured in stabbing attack near Hadera,Israel.", "score": 860, "comments": 571, "upvoteRatio": 0.78, "sentiment": -0.25}, {"count": 11, "id": "3o9tlz", "title": "Nobel Peace Prize committee accused of ignoring what Alfred Nobel wanted", "score": 619, "comments": 81, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 12, "id": "3obtns", "title": "Researchers at the University of Utrecht find that Dutch cyclists live longer than non-bikers. They say the evidence proves that cycling is not just good for your health but adds about an hour to your life for every hour spent this way. People in the Netherlands average about 74 minutes per week.", "score": 603, "comments": 163, "upvoteRatio": 0.88, "sentiment": 0.17727272727272722}, {"count": 13, "id": "3o9t3n", "title": "A mysterious Russian military satellite parked itself between two Intelsat satellites in geosynchronous orbit for five months this year, alarming company executives and leading to classified meetings among U.S. government officials.", "score": 603, "comments": 183, "upvoteRatio": 0.89, "sentiment": -0.05}, {"count": 14, "id": "3oc1hq", "title": "Merkel's deputy expects Germany to get over a million refugees in 2015: More than a million refugees will come to Germany this year, Chancellor Angela Merkel's deputy said on Sunday, as a poll showed almost half of Germans believe she is handling the influx of asylum seekers badly.", "score": 524, "comments": 194, "upvoteRatio": 0.89, "sentiment": -0.12222222222222216}]}