{"data": [{"count": 0, "id": "3pnjzv", "title": "WikiLeaks obtains CIA chief's hacked emails, says will publish them 'shortly'", "score": 13911, "comments": 2459, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "3pnvtx", "title": "Mexico supreme court to discuss legalizing recreational marijuana", "score": 12442, "comments": 1111, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "3pmr1l", "title": "Scientists have found fossil-like hints that some kind of life existed on Earth 4.1 billion years ago — when the planet was a mere volcanic toddler. That's 300 million years earlier for life to pop up than previously thought.", "score": 8462, "comments": 658, "upvoteRatio": 0.93, "sentiment": -0.01666666666666667}, {"count": 3, "id": "3po2jy", "title": "Astronomers announced today that they have spotted a large, rocky object disintegrating in its death spiral around a distant white dwarf star. \"This is something no human has seen before,\" says lead author Andrew Vanderburg. \"We're watching a solar system get destroyed.\"", "score": 5918, "comments": 320, "upvoteRatio": 0.94, "sentiment": 0.028571428571428567}, {"count": 4, "id": "3pmeff", "title": "Sunscreen contributing to decline of coral reefs, study shows | UV filtering chemical is killing off baby coral around tourist resorts, particularly in the Caribbean and Hawaii", "score": 5341, "comments": 535, "upvoteRatio": 0.93, "sentiment": 0.16666666666666666}, {"count": 5, "id": "3pmh2l", "title": "A group that documented Nazi war crimes is now investigating whether massacres committed by Islamic State jihadists against Iraq's Yazidi minority amount to genocide. The Yazidis are neither Arabs nor Muslims and have a unique faith which IS jihadists consider to be heretical and polytheistic.", "score": 4930, "comments": 631, "upvoteRatio": 0.91, "sentiment": 0.375}, {"count": 6, "id": "3pnape", "title": "A Saudi activist has been sentenced to 10 years in prison and barred from travel abroad for another decade, a human rights lawyer said Tuesday.He was considered among the most vocal critics of religious extremism and militancy.", "score": 4275, "comments": 176, "upvoteRatio": 0.92, "sentiment": 0.16666666666666666}, {"count": 7, "id": "3pks5d", "title": "N. Korea asks US for peace treaty, US has ‘no interest’", "score": 7649, "comments": 1460, "upvoteRatio": 0.76, "sentiment": 0.0}, {"count": 8, "id": "3pmcae", "title": "Oslo just declared that it will become the first major city to ban cars", "score": 6947, "comments": 972, "upvoteRatio": 0.74, "sentiment": 0.15625}, {"count": 9, "id": "3pm5bb", "title": "Number of London's 'working poor' surges 70% in 10 years", "score": 3305, "comments": 490, "upvoteRatio": 0.93, "sentiment": -0.4}, {"count": 10, "id": "3plxpm", "title": "Hitler wanted to expel the Jews, not exterminate them: Netanyahu", "score": 3320, "comments": 1594, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 11, "id": "3pkd10", "title": "Camerawoman plans to sue one of the refugees she kicked at Hungary border", "score": 2903, "comments": 629, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "3pma3g", "title": "US Navy F18 jet crashes in Cambridgeshire Fens.", "score": 2847, "comments": 699, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 13, "id": "3pnpa6", "title": "Hiker Discovers Viking Sword in Norway—A hiker sits down to rest finds 1,200-yr-old sword in very good condition, missing only its grip. “When the snow has gone, we will check where the sword was found. If we find several objects, or a tomb, perhaps we can find the story behind the sword.”", "score": 2664, "comments": 218, "upvoteRatio": 0.94, "sentiment": 0.025740740740740713}, {"count": 14, "id": "3pn0r6", "title": "Benjamin Netanyahu blames Holocaust on Palestinian leader at World Zionist Congress, says Hitler only wanted to expel Jews", "score": 2728, "comments": 1214, "upvoteRatio": 0.86, "sentiment": 0.0}]}