{"data": [{"count": 0, "id": "3rc8hw", "title": "Airport Security in the Philippines Have Been Putting Bullets in Luggage to Extort Passengers", "score": 26518, "comments": 2555, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3rf14a", "title": "NASA set to announce another big finding on Mars this Thursday.", "score": 19779, "comments": 2387, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "3rakoa", "title": "The Russian airline whose Airbus plane crashed in Egypt killing all 224 people on board has a chequered history including another fatal accident and has not paid its staff for two months", "score": 7338, "comments": 945, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "3rcdb6", "title": "Lawyers without Borders findings about the Raif Badawi trial: An unfair trial, an incompetent court, a crime which is not one and a punishment that constitutes torture: Saudi Arabia has violated its own laws in addition to its international obligations.", "score": 3458, "comments": 176, "upvoteRatio": 0.93, "sentiment": -0.0625}, {"count": 4, "id": "3rdbai", "title": "Add Porsche To The List Of Cars Involved In VW’s Massive Emissions Cheating Scandal", "score": 3252, "comments": 373, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 5, "id": "3rc6lf", "title": "\"More than 10,000 crocodiles are starving to death on a farm in Honduras after the wealthy family owning them had their assets frozen because of US accusations they laundered money for drug traffickers.\"", "score": 2853, "comments": 332, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 6, "id": "3rd7uq", "title": "2,000-year-old Maccabean-era fortress unearthed in Jerusalem after century-long search | One of the 'great archaeological riddles in the history of Jerusalem' is solved", "score": 2129, "comments": 462, "upvoteRatio": 0.9, "sentiment": 0.4}, {"count": 7, "id": "3rbamy", "title": "Amnesty International says oil giant Shell's claims of cleaning up spills that have destroyed the livelihoods of hundreds of thousands of Nigerians are \"false\"", "score": 1477, "comments": 40, "upvoteRatio": 0.92, "sentiment": -0.13333333333333336}, {"count": 8, "id": "3rdolw", "title": "Czech becomes another country to provide \"sexual assistants\" for disabled people.", "score": 1419, "comments": 299, "upvoteRatio": 0.91, "sentiment": 0.15}, {"count": 9, "id": "3re73d", "title": "Turkey: journalists and political rivals arrested as Erdoğan crackdown widens", "score": 1363, "comments": 231, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "3refg1", "title": "Zimbabwe journalists arrested for linking police with elephant poisonings - Amnesty condemns ‘shocking attempt to threaten freedom of the press’ as trio from state-run Sunday Mail face slander charge", "score": 1234, "comments": 46, "upvoteRatio": 0.91, "sentiment": -1.0}, {"count": 11, "id": "3raqdq", "title": "New UK laws ban unbreakable encryption for internet and social media companies", "score": 1236, "comments": 272, "upvoteRatio": 0.93, "sentiment": 0.08484848484848484}, {"count": 12, "id": "3raps5", "title": "Satellite detected heat flash at time Russian jetliner went down", "score": 1224, "comments": 303, "upvoteRatio": 0.9, "sentiment": -0.07777777777777779}, {"count": 13, "id": "3rf6hh", "title": "The world’s only wild orangutans—already besieged by logging, hunting, pet trading and the steady expansion of palm-oil plantations—are now threatened by forest fires that have burned for months on the islands of Borneo and Sumatra in southeast Asia.", "score": 989, "comments": 59, "upvoteRatio": 0.93, "sentiment": 0.08888888888888889}, {"count": 14, "id": "3rbpol", "title": "A new report by rights group AI claims that the oil giant Shell has not cleaned up oil spills in the Niger Delta, despite promises to do so. Shell operates around 50 oil fields and 5,000 km of pipelines there. According to the company's own figures, it is responsible for 1,693 oil spills since 2007.", "score": 874, "comments": 42, "upvoteRatio": 0.92, "sentiment": 0.23409090909090907}]}