{"data": [{"count": 0, "id": "3vy12r", "title": "Saudi Arabia accused of trying to wreck Paris climate deal - One of the world’s largest oil producers is getting in the way of a deal and making implausible objections, say delegates and campaigners", "score": 22931, "comments": 2289, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "3vzjga", "title": "Kazakhstan has passed a law that would require citizens to install a certificate on all their personal devices allowing the government to capture all the web traffic, passwords and financial details of the population.", "score": 15652, "comments": 1624, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 2, "id": "3vx8no", "title": "Convert who protested outside Parliament over Syrian airstrikes with poster saying 'I am a Muslim... do you trust me enough for a hug?' now faces jail for threatening to bomb MP's house", "score": 12263, "comments": 3499, "upvoteRatio": 0.86, "sentiment": -0.03333333333333333}, {"count": 3, "id": "3vxd7u", "title": "The price of raw, illegal ivory has almost halved in China in the past 18 months because of growing public awareness, a promise from President Xi Jinping to ban the trade, a far-reaching anti-corruption drive and a slowing economy, according a new study by Save the Elephants.", "score": 5378, "comments": 214, "upvoteRatio": 0.95, "sentiment": -0.1688811188811189}, {"count": 4, "id": "3vvot0", "title": "Indian student caught with 160 fake passports, mostly of Arab countries", "score": 4796, "comments": 222, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "3vz0oy", "title": "Icelanders flock to religion revering Sumerian gods and tax rebates - Ancient Zuist movement enjoys revival as thousands join as part of protest against requirement that citizens pay taxes to state church.", "score": 3674, "comments": 332, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "3vxi4l", "title": "A 16-member panel, paid for by Monsanto, is disputing a World Health Organization report published earlier this year that concluded glyphosate, the world's most widely used weed killer, is probably carcinogenic to humans.", "score": 3559, "comments": 846, "upvoteRatio": 0.89, "sentiment": 0.13333333333333333}, {"count": 7, "id": "3vwvcx", "title": "Ammunition, IS propaganda found after France mosque closure", "score": 2971, "comments": 856, "upvoteRatio": 0.92, "sentiment": -0.1}, {"count": 8, "id": "3vx5h6", "title": "Japan defends scientific value of new plan to kill 333 minke whales - claims it wants to study how many whales can be harvested sustainably", "score": 1415, "comments": 365, "upvoteRatio": 0.92, "sentiment": 0.2787878787878788}, {"count": 9, "id": "3vztz7", "title": "S. Korean Navy fires warning shots at Chinese ship in Yellow Sea", "score": 1404, "comments": 197, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "3vxn9u", "title": "Migrants displaying \"Open or Die\" banner at checkpoints into Europe", "score": 1110, "comments": 738, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 11, "id": "3vuzfy", "title": "The use of antibiotics in agriculture is fuelling drug resistance and must be cut back or even banned where they are important for humans, a new report has warned.", "score": 1003, "comments": 55, "upvoteRatio": 0.92, "sentiment": 0.1787878787878788}, {"count": 12, "id": "3vxyv7", "title": "5 Arab Israelis arrested for IS support, planning terror attacks", "score": 943, "comments": 340, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 13, "id": "3vxqxk", "title": "Beheaded for practicing magic; ISIS executes two ‘sorcerers’ in Libya", "score": 854, "comments": 237, "upvoteRatio": 0.89, "sentiment": 0.5}, {"count": 14, "id": "3vxr6o", "title": "Vancouver startup, G-Kup, launches 'world's first' 100% compostable coffee pod, aims to tackle single-cup brewer waste that circled the globe 11 times in 2014", "score": 836, "comments": 136, "upvoteRatio": 0.91, "sentiment": 0.024999999999999994}]}