{"data": [{"count": 0, "id": "45euqf", "title": "Teen girl sent by Boko Haram rips off suicide vest, refuses to bomb refugee camp", "score": 37671, "comments": 2436, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "45dvhj", "title": "Chinese Fusion Reactor Sustains 90 Million Degree Plasma Blast for Over 100 Seconds", "score": 6766, "comments": 1653, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "45g5rs", "title": "U.S. to restore commercial air travel to Cuba", "score": 5803, "comments": 723, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 3, "id": "45crcy", "title": "Doctor fears hidden measles threat after Melbourne anti-vaxer seeks covert help for her infected child", "score": 2889, "comments": 736, "upvoteRatio": 0.92, "sentiment": -0.16666666666666666}, {"count": 4, "id": "45ecla", "title": "The European Union has given Greece three months to fix its border controls or face suspension from the border-free Schengen zone for up to two years.", "score": 2632, "comments": 560, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "45gvx5", "title": "Four billion people face severe water scarcity, new research finds. Water shortages affecting two-thirds of world’s population for a month every year and the crisis is far worse than previously thought.", "score": 2530, "comments": 408, "upvoteRatio": 0.92, "sentiment": -0.08257575757575758}, {"count": 6, "id": "45hd96", "title": "Pope meets Russian Orthodox head after 962-year split: Church reconciliation and the welfare of Christians in Middle East and Africa in the agenda of historic talks held in Cuba.", "score": 2359, "comments": 221, "upvoteRatio": 0.9, "sentiment": -0.05}, {"count": 7, "id": "45dobz", "title": "Macedonia to seal its Southern border completely from all refugees and migrants, employ ‘unconventional methods’ ahead of the anticipated migrant surge", "score": 1385, "comments": 447, "upvoteRatio": 0.88, "sentiment": 0.05}, {"count": 8, "id": "45eew8", "title": "Afghan Taliban flogs woman in public for going out with her brother-in-law to visit doctor", "score": 1250, "comments": 312, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "45dogb", "title": "China now the world leader in wind power production: According to statistics released by the Global Wind Energy Council, China installed 30,500 megawatts of new wind power last year, compared to the world total of 63,000 MW", "score": 1216, "comments": 243, "upvoteRatio": 0.89, "sentiment": 0.03409090909090909}, {"count": 10, "id": "45d68o", "title": "Japanese tourist murdered (strangled) during Trinidad Carnival. Mayor responds to discovery of body by laying blame on victim, stating that women bear the duty to ensure they are not abused.", "score": 1011, "comments": 247, "upvoteRatio": 0.94, "sentiment": -0.037500000000000006}, {"count": 11, "id": "45e59l", "title": "One of oldest cemeteries in Europe discovered, with graves dating back some 8,500 yrs. - Archaeologists in Germany have uncovered the bodies of children & 1 adult man who was buried, strangely, standing upright. “It’s rare for the Mesolithic to find multiple graves in 1 place.”", "score": 905, "comments": 80, "upvoteRatio": 0.92, "sentiment": 0.06999999999999999}, {"count": 12, "id": "45ef3k", "title": "Indonesia bans gay emoji and stickers from messaging apps", "score": 798, "comments": 285, "upvoteRatio": 0.87, "sentiment": 0.4166666666666667}, {"count": 13, "id": "45cc84", "title": "School shooting in Saudi Arabia: teacher kills 6 colleagues", "score": 681, "comments": 290, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 14, "id": "45gz0e", "title": "France says Facebook must face French law in nudity censorship case", "score": 621, "comments": 101, "upvoteRatio": 0.92, "sentiment": 0.0}]}