{"data": [{"count": 0, "id": "4b2hjz", "title": "Explosion rocks central Istanbul", "score": 14639, "comments": 2869, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "4b4ijs", "title": "U.N. says Saudi-led bombing of Yemen market may be international crime", "score": 9625, "comments": 978, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "4b17ug", "title": "Passenger Boeing From Dubai Crashes in Rostov On Don", "score": 6859, "comments": 787, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 3, "id": "4b2tnb", "title": "Russia: Those guilty of insulting Vladimir Putin face six years in prison under proposed law", "score": 5050, "comments": 628, "upvoteRatio": 0.87, "sentiment": -0.75}, {"count": 4, "id": "4b334v", "title": "British Prime Minister David Cameron will postpone publication of the Iraq war inquiry report until after the European Union referendum, leading to accusations that he is deliberately delaying controversial announcements.", "score": 3453, "comments": 189, "upvoteRatio": 0.93, "sentiment": 0.18333333333333335}, {"count": 5, "id": "4b0ync", "title": "Australia: No jail for mum and midwife found guilty of female genital mutilation of young girls", "score": 2594, "comments": 723, "upvoteRatio": 0.9, "sentiment": -0.0875}, {"count": 6, "id": "4b2qae", "title": "US Military Personnel To Be Punished For Bombing Doctors Without Borders Hospital In Afghanistan - “I can tell you those individuals most closely associated with it are suspended from duties & referred for administrative action.” spokesman for US central command.", "score": 2110, "comments": 444, "upvoteRatio": 0.9, "sentiment": 0.125}, {"count": 7, "id": "4b53hx", "title": "Norway's healthcare ministry on Friday proposed allowing people to legally change their gender without the need for any surgery, hormone treatment or sterilisation, a move hailed by Amnesty International.", "score": 1592, "comments": 929, "upvoteRatio": 0.8, "sentiment": 0.1}, {"count": 8, "id": "4b48ov", "title": "For the 2022 World Cup in Qatar, football fans may have to stay in in desert camps", "score": 1576, "comments": 260, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "4b3mwp", "title": "U.S. soldier killed in Islamic State rocket attack in northern Iraq, military says", "score": 1364, "comments": 329, "upvoteRatio": 0.89, "sentiment": -0.15000000000000002}, {"count": 10, "id": "4b4rd4", "title": "China on yellow alert as heavy pollution chokes several cities", "score": 1145, "comments": 123, "upvoteRatio": 0.9, "sentiment": -0.06666666666666667}, {"count": 11, "id": "4b3g3i", "title": "Emmy-Winning Iraq Polls May Have Been Tainted By Fabrication, Researchers Say: The U.S. company in charge of data collection threatened to sue if researchers disclosed their findings.", "score": 1104, "comments": 40, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 12, "id": "4b4v53", "title": "Paris attacker Salah Abdeslam 'backed out of blowing himself up', changed his mind at the last minute.", "score": 694, "comments": 108, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 13, "id": "4b3ekb", "title": "Soyuz capsule blasts off toward space station | A Russian rocket has blasted off from Kazakhstan, carrying three crewmen bound for the International Space Station (ISS). The crew is aboard for a six-month mission.", "score": 669, "comments": 46, "upvoteRatio": 0.9, "sentiment": -0.19999999999999998}, {"count": 14, "id": "4b3amg", "title": "Security Researcher goes missing after investigating Bangladesh bank cyber-heist -- Zoha met with a friend at 11:30 PM on Wednesday night, March 16. While coming home, a jeep pulled in front of their auto-rickshaw, and men separated the two, putting them in two different cars", "score": 568, "comments": 21, "upvoteRatio": 0.91, "sentiment": -0.1}]}