{"data": [{"count": 0, "id": "4bmlb1", "title": "The International Criminal Court Recognises Rape as a War Crime", "score": 21540, "comments": 1340, "upvoteRatio": 0.88, "sentiment": -0.2}, {"count": 1, "id": "4bkcy1", "title": "American missionary injured in Brussels was also at Boston Marathon bombing and in Paris during November attacks", "score": 11303, "comments": 1605, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "4bnqii", "title": "Somalia's prime minister has publicly backed a campaign to ban female genital mutilation (FGM) in his country", "score": 7367, "comments": 387, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "4bm448", "title": "Tony Blair on extremism \"one of the problems with the West is that it constantly can be made to feel guilty about itself\"", "score": 11461, "comments": 3287, "upvoteRatio": 0.8, "sentiment": -0.25}, {"count": 4, "id": "4bk3zi", "title": "U.S. strikes al Qaeda training camp in Yemen, killing dozens", "score": 5997, "comments": 1159, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "4bo3mt", "title": "Poland refuses to accept refugees after Brussels attack", "score": 5430, "comments": 2595, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "4blx49", "title": "Suspected Brussels airport attacker - named as Najim Laachraoui - has been arrested, Belgian media report", "score": 5746, "comments": 1455, "upvoteRatio": 0.66, "sentiment": 0.0}, {"count": 7, "id": "4bn5y4", "title": "Nearly half of England’s teachers plan to leave in next five years", "score": 2749, "comments": 654, "upvoteRatio": 0.92, "sentiment": -0.08333333333333333}, {"count": 8, "id": "4bm31m", "title": "Poland will no longer accept relocated refugees based on an EU distribution program", "score": 2094, "comments": 1113, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "4bmj4k", "title": "Japanese man detained in Turkey near the Syrian border for trying to join Islamic State", "score": 1952, "comments": 343, "upvoteRatio": 0.9, "sentiment": 0.05}, {"count": 10, "id": "4bn988", "title": "Turkey had previously deported one of the Brussels terror attackers, notified Belgian authorities, Pres. Erdoğan says", "score": 1826, "comments": 269, "upvoteRatio": 0.91, "sentiment": -0.16666666666666666}, {"count": 11, "id": "4bmugs", "title": "What we’re doing to the Earth has no parallel in 66 million years, scientists say “If anthropogenic emissions rates have no analogue in Earth’s recent history, then unforeseeable future responses of the climate system are possible,” the authors write.", "score": 1722, "comments": 409, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 12, "id": "4bogt5", "title": "In a trash can in Brussels, police found a computer with a document suggesting that the attackers acted out of a sense of urgency and desperation after the capture on Friday of Salah Abdeslam, the last surviving direct participant in the Paris attacks.", "score": 1591, "comments": 202, "upvoteRatio": 0.92, "sentiment": 0.05}, {"count": 13, "id": "4bkuvd", "title": "Massive Bleaching Event Hits the Great Barrier Reef: Warm ocean temperatures have impacted large swaths of the Great Barrier Reef in the last month, part of a worldwide coral die-off", "score": 1416, "comments": 94, "upvoteRatio": 0.91, "sentiment": 0.40238095238095234}, {"count": 14, "id": "4bkgm0", "title": "Protesters from some of the poorest communities in Ecuador took to the streets and to social media Tuesday – World Water Day, in order to demand that multinational Veolia stops dumping raw sewage into the Saldo Estuary of the littoral city of Guayaquil where they live.", "score": 1135, "comments": 25, "upvoteRatio": 0.91, "sentiment": -0.02035742035742037}]}