{"data": [{"count": 0, "id": "4cneuc", "title": "Amnesty Int. has accused Qatar of using forced labor at World Cup stadium. Amnesty says workers are forced to live in squalid conditions, pay huge recruitment fees, have wages and passports withheld. It accuses Fifa of \"failing almost completely\" to stop the tournament \"built on human rights abuses\"", "score": 17908, "comments": 924, "upvoteRatio": 0.92, "sentiment": 0.006060606060606058}, {"count": 1, "id": "4cps8q", "title": "The FBI, US Department of Justice and anti-corruption police in Britain and Australia have launched a joint investigation into revelations of a massive global bribery racket in the oil industry.", "score": 25566, "comments": 1459, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "4cql8d", "title": "Daily NK reports North Korea declares China an enemy and threatens a \"nuclear storm\" against them", "score": 19816, "comments": 3636, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 3, "id": "4cp9x6", "title": "Norway's integration minister: We can't be like Sweden - A tight immigration policy and tougher requirements for those who come to Norway are important tools for avoiding radicalisation and parallel societies, Integration Minister Sylvi Listhaug said on Wednesday.", "score": 15522, "comments": 3717, "upvoteRatio": 0.85, "sentiment": 0.07380952380952381}, {"count": 4, "id": "4cnc1o", "title": "ISIS forbids remaining Christians from leaving Raqqa", "score": 3751, "comments": 883, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "4cr6fn", "title": "Obama meets with Japan and South Korea today to discuss growing tensions with North Korea.", "score": 932, "comments": 166, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "4csipp", "title": "Hacker claims he helped Enrique Peña Nieto win Mexican presidential election; claims he and other hackers installed malware to monitor opponents during 2012 campaign as part of ‘black propaganda’ operation", "score": 918, "comments": 74, "upvoteRatio": 0.91, "sentiment": 0.08166666666666669}, {"count": 7, "id": "4coq3y", "title": "A US based advocacy group says 98 girls in Central African Republic reported they were sexually abused by international peacekeepers and three girls told that they were undressed, tied and forced to have sex with dogs by a French military commander in 2014.", "score": 731, "comments": 152, "upvoteRatio": 0.89, "sentiment": 0.014285714285714278}, {"count": 8, "id": "4crtuj", "title": "Right-wing, anti-Islam protest in Brussels' Molenbeek district banned", "score": 732, "comments": 841, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 9, "id": "4cncx4", "title": "In the days following Brussels terrorist attacks, street celebrations broke out in several places in Belgium, Vice Prime Minister Jan Jambon said", "score": 617, "comments": 118, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 10, "id": "4crrdr", "title": "Norway’s Whaling Program Just Got Even More Controversial: A new document shows meat from whale hunts going to a company that makes feed for animals on fur farms.", "score": 587, "comments": 153, "upvoteRatio": 0.87, "sentiment": 0.3954545454545455}, {"count": 11, "id": "4cpmga", "title": "ISIS Threatens Germany, Calls For Attack On International Airport - An official Islamic State media wing launched a campaign urging ISIS supporters: \"Do what your brothers in Belgium did!\"", "score": 575, "comments": 435, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 12, "id": "4cp91w", "title": "South Africa's President Zuma ordered by constitutional court to repay costs of upgrading house with public money", "score": 539, "comments": 81, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "4cnsks", "title": "Massive Weapons Haul Intercepted By French Navy", "score": 533, "comments": 98, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 14, "id": "4cqcxp", "title": "Poland Set to Demolish 500 Soviet Monuments", "score": 421, "comments": 375, "upvoteRatio": 0.87, "sentiment": 0.0}]}