{"data": [{"count": 0, "id": "4g80mj", "title": "After being released the head of the Berlin branch of Germany’s Pirate Party, who was arrested for citing an insulting poem about Turkish President Erdogan, has told RT people should expect to lose their freedom of speech when their government \"signs deals with dictators.\"", "score": 21993, "comments": 1568, "upvoteRatio": 0.86, "sentiment": -1.0}, {"count": 1, "id": "4g7sa9", "title": "Dutch journalist arrested in Turkey for criticising Erdoğan", "score": 18509, "comments": 1323, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "4g7zx6", "title": "Police sweep away Brazil’s ‘street children’ ahead of Olympics. As Rio prepares for the spotlight the Games will bring, advocates for homeless youth say children are being detained arbitrarily by police—or in some cases simply vanishing.", "score": 7621, "comments": 719, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 3, "id": "4g8q1v", "title": "Revealed: nearly all new diesel cars exceed official pollution limits - Health experts lambast ‘deceitful’ carmakers as data suggests 97% of vehicles fail to meet NOx emissions standards in real-world conditions.", "score": 6412, "comments": 730, "upvoteRatio": 0.92, "sentiment": -0.08787878787878789}, {"count": 4, "id": "4g6b0l", "title": "India Accuses US Of Double Standards On Solar Trade", "score": 5982, "comments": 1067, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 5, "id": "4g943e", "title": "Australia May Take in African Rhinos to Prevent Extinction", "score": 5203, "comments": 571, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "4g64gd", "title": "Poland plans to ban abortion with no exceptions", "score": 4287, "comments": 2392, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 7, "id": "4g5zv9", "title": "Investigators Say Mexico Has Thwarted Efforts to Solve Students’ Disappearance", "score": 1874, "comments": 139, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "4g6vie", "title": "China to increase high-speed rail network to 30,000 km by 2020: By the end of 2015, the length of high-speed railway (HSR) lines in operation in China exceeded 19,000 km with nearly 10,000 km under construction", "score": 1648, "comments": 341, "upvoteRatio": 0.9, "sentiment": 0.1}, {"count": 9, "id": "4g6o5v", "title": "Prominent Sikh Figure Gunned Down In Pakistan", "score": 1465, "comments": 187, "upvoteRatio": 0.9, "sentiment": 0.17222222222222222}, {"count": 10, "id": "4g6mtd", "title": "A bioethics panel of the Japanese government on Friday approved gene modifications of fertilized human eggs for basic research purposes, while rejecting the technology's clinical use due partly to the unknown impact on the next generation.", "score": 1255, "comments": 73, "upvoteRatio": 0.9, "sentiment": -0.0375}, {"count": 11, "id": "4g8it9", "title": "Far-right 'comes top in Austria vote'", "score": 1148, "comments": 655, "upvoteRatio": 0.88, "sentiment": 0.5}, {"count": 12, "id": "4g7s4c", "title": "Germany is seeking the creation of \"safe zones\" to shelter refugees in Syria, Chancellor Angela Merkel says, an idea Turkey has long championed in the face of UN caution. Keeping refugees on the Syrian side of the border would help Brussels and Ankara stem the flow of migrants to European shores.", "score": 765, "comments": 321, "upvoteRatio": 0.9, "sentiment": 0.15}, {"count": 13, "id": "4g8ctk", "title": "Saudi human rights activist sentenced to 9 years in prison", "score": 710, "comments": 59, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 14, "id": "4g6bp6", "title": "Afghanistan says Kabul attack which killed 64 people and injured 347 others was planned by Haqqani network in Pakistan", "score": 557, "comments": 63, "upvoteRatio": 0.87, "sentiment": -0.2}]}