{"data": [{"count": 0, "id": "4fu21j", "title": "The Netherlands to decriminalize insulting heads of state", "score": 31411, "comments": 2350, "upvoteRatio": 0.9, "sentiment": -1.0}, {"count": 1, "id": "4fshdu", "title": "IS executes 250 women for refusing sexual jihad: report", "score": 27090, "comments": 4759, "upvoteRatio": 0.84, "sentiment": 0.5}, {"count": 2, "id": "4ftzjk", "title": "Russian engineers have used dogs and robots to successfully clear the ancient Syrian city of Palmyra of nearly 3000 explosive devices left behind by Islamic State.", "score": 6346, "comments": 413, "upvoteRatio": 0.91, "sentiment": -0.04}, {"count": 3, "id": "4fshuk", "title": "Referendum on abolishing monarchy must be held when Queen dies, republicans demand", "score": 5127, "comments": 1924, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 4, "id": "4fsg29", "title": "Islamic face veil to be banned in Latvia despite being worn by just three women in entire country", "score": 5097, "comments": 1590, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 5, "id": "4fsbpn", "title": "Super rich who hide money in tax havens to be unmasked", "score": 4004, "comments": 244, "upvoteRatio": 0.93, "sentiment": 0.35416666666666663}, {"count": 6, "id": "4ftgsx", "title": "Edward Snowden to sue Norway in a bid to secure free passage in Norway without being extradited to the US. He wants to come to Norway to accept a freedom of speech award.", "score": 3578, "comments": 1004, "upvoteRatio": 0.9, "sentiment": 0.3333333333333333}, {"count": 7, "id": "4fsbiq", "title": "Scientists resort to advertising to get Great Barrier Reef crisis in Queensland paper", "score": 3087, "comments": 160, "upvoteRatio": 0.92, "sentiment": 0.8}, {"count": 8, "id": "4fsz0a", "title": "David Cameron will not be investigated over off-shore trust and tax affairs by parliamentary watchdog", "score": 2689, "comments": 238, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 9, "id": "4fv068", "title": "Olympic bike lane collapses in Rio; at least 2 die", "score": 1457, "comments": 285, "upvoteRatio": 0.92, "sentiment": -0.3}, {"count": 10, "id": "4fsdgn", "title": "Jamaica Foreign Minister tells UN that scheduling cannabis as a dangerous drug with no medical use is outdated & out of touch & that the UN to needs to get its act together on weed", "score": 1447, "comments": 95, "upvoteRatio": 0.92, "sentiment": -0.28125}, {"count": 11, "id": "4fsikt", "title": "Private US firms are opposing India's space program from launching US satellites into space.", "score": 1299, "comments": 287, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 12, "id": "4fq3wh", "title": "UK secret police is indiscriminately spying on millions of innocent people. New docs revealed by court order show staggering surveillance by MI5, MI6, GCHQ.", "score": 899, "comments": 148, "upvoteRatio": 0.92, "sentiment": 0.07878787878787878}, {"count": 13, "id": "4fskqm", "title": "Pakistan Islamists step up call for Asia Bibi's execution: Bibi, a Catholic mother of five, was convicted of blasphemy and sentenced to death after being accused of insulting the Prophet Muhammad by a group of Muslim women who were angry Bibi drank from the same water container as them.", "score": 836, "comments": 339, "upvoteRatio": 0.92, "sentiment": -0.375}, {"count": 14, "id": "4fr6o5", "title": "The UK Jewish community was “in shock” this week after the UK National Union of Students applauded arguments why NOT to commemorate Holocaust Memorial Day and voted a woman who rails against “Zionist-led media” to be its next president", "score": 837, "comments": 833, "upvoteRatio": 0.82, "sentiment": 0.0}]}