{"data": [{"count": 0, "id": "4iaugh", "title": "Huge Panama Papers search database goes public Monday", "score": 17455, "comments": 762, "upvoteRatio": 0.93, "sentiment": 0.20000000000000004}, {"count": 1, "id": "4i9ml3", "title": "The EU won't sacrifice its high food safety standards for better US auto market access in a transatlantic trade deal being negotiated, German Agriculture Minister Christian Schmidt said Friday.", "score": 24275, "comments": 3838, "upvoteRatio": 0.86, "sentiment": 0.165}, {"count": 2, "id": "4i85v5", "title": "Saudi Prince Urges American Voters To ‘Make The Right Choice’ On Donald Trump: “For the life of me, I cannot believe that a country like the United States can afford to have someone as president who simply says, ‘These people are not going to be allowed to come to the United States’”", "score": 11525, "comments": 3521, "upvoteRatio": 0.7, "sentiment": 0.09523809523809523}, {"count": 3, "id": "4ic1r0", "title": "North Korean leader Kim Jong Un said his country will not use nuclear weapons unless its sovereignty is infringed on by others with nuclear arms and it is willing to normalize ties with states that had been hostile towards it, state media reported on Sunday.", "score": 4446, "comments": 624, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 4, "id": "4ibp9v", "title": "Despite intense opposition from the drinks industry, the Australian NSW government has chosen to support a community-backed recycling scheme for drink containers, as it seeks to reduce litter by 40 per cent by 2020, voting to adopt a 10¢ container deposit scheme to start in July next year.", "score": 3385, "comments": 353, "upvoteRatio": 0.91, "sentiment": 0.06666666666666667}, {"count": 5, "id": "4ibpqi", "title": "A tanker has mysteriously washed up on shore in Liberia with no sign of the crew", "score": 2404, "comments": 254, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "4i9ksk", "title": "ISIS terrorist's wishlist revealed after wife arrested, luggage seized at airport", "score": 1773, "comments": 263, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 7, "id": "4iaq5r", "title": "A molasses spill in a river in El Salvador from a sugarcane processing plant has caused authorities to issue an alert. 3.4 million liters (900,000 gallons) of sludgy, hot molasses was released into the La Magdalena river", "score": 1534, "comments": 141, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 8, "id": "4ic5eh", "title": "Egypt’s Interior Ministry, in Error, Releases Memos on Restricting News Media. One document proposed a rule to stop all coverage related to Giulio Regeni, the Italian graduate student whose brutalized body was found on a Cairo roadside in February.", "score": 975, "comments": 18, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "4ibm8q", "title": "Fort McMurray wildfire reaches 156,000 hectares in size, expected to double Saturday.", "score": 914, "comments": 140, "upvoteRatio": 0.91, "sentiment": -0.05}, {"count": 10, "id": "4i8he8", "title": "Kazakhstan calls for nuclear free world by 2045", "score": 819, "comments": 197, "upvoteRatio": 0.82, "sentiment": 0.4}, {"count": 11, "id": "4i9jev", "title": "Iranian filmmaker sentenced to 233 lashes for documentary about graffiti in Tehran", "score": 753, "comments": 73, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "4ia8d3", "title": "Poles hold large anti-government protest in favor of EU", "score": 667, "comments": 247, "upvoteRatio": 0.82, "sentiment": 0.21428571428571427}, {"count": 13, "id": "4i86f6", "title": "Australia quietly adds 49 species to threatened and endangered lists", "score": 591, "comments": 24, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 14, "id": "4i9iyf", "title": "5 islands have disappeared from the Solomon Islands in the Pacific Ocean due to rising sea levels", "score": 505, "comments": 59, "upvoteRatio": 0.88, "sentiment": -0.125}]}