{"data": [{"count": 0, "id": "4jmw81", "title": "After almost 18 years of circling Earth, the International Space Station completed its 100,000th orbit on Monday.", "score": 44018, "comments": 1180, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 1, "id": "4jkmmq", "title": "Iran is arresting models who pose without headscarves on Instagram", "score": 25363, "comments": 3662, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 2, "id": "4jiy4j", "title": "April breaks global temperature record, marking seven months of new highs. 2016 will be hottest year on record", "score": 19202, "comments": 3319, "upvoteRatio": 0.83, "sentiment": 0.06818181818181818}, {"count": 3, "id": "4jk98k", "title": "Erdoğan pictured as Hitler on Turkish Embassy in Berlin", "score": 4688, "comments": 355, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "4jlu2g", "title": "The London mayor, Sadiq Khan, has outlined plans to quadruple the proportion of “affordable” housing being built in the capital.“There is no point in building homes if they are bought by investors in the Middle East and Asia,” I want to give first dibs to Londoners.”", "score": 3890, "comments": 589, "upvoteRatio": 0.9, "sentiment": 0.125}, {"count": 5, "id": "4jjbps", "title": "Venezuelan President decrees emergency, seizes factories", "score": 3484, "comments": 1142, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 6, "id": "4jl44m", "title": "New move to impeach Tony Blair over Iraq War gains cross-party support", "score": 2394, "comments": 429, "upvoteRatio": 0.91, "sentiment": 0.13636363636363635}, {"count": 7, "id": "4jko77", "title": "Divers Discover 'Spectacular' Cargo of Ancient Shipwreck in Caesarea Harbor - Includes bronze statues & 1000s of coins bearing the images of Roman emperors Constantine & Licinius. 1,600 yr old wreck discovered by divers in ancient harbor of Caesarea.", "score": 1643, "comments": 111, "upvoteRatio": 0.91, "sentiment": 0.35}, {"count": 8, "id": "4jmxeu", "title": "New Snowden Leak Reveals Key NSA Role in Guantanamo Torture", "score": 928, "comments": 99, "upvoteRatio": 0.86, "sentiment": 0.06818181818181818}, {"count": 9, "id": "4jkjoc", "title": "An online al Qaeda magazine is calling for jihadis to damage the US economy by killing business leaders and entrepreneurs, according to analysts.", "score": 786, "comments": 291, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 10, "id": "4jlz5b", "title": "Brazil’s new cabinet: the science minister is a creationist, agriculture minister deforested the Amazon", "score": 771, "comments": 71, "upvoteRatio": 0.86, "sentiment": 0.13636363636363635}, {"count": 11, "id": "4jlyqh", "title": "ADL to recognize Ottoman Empire’s massacre of Armenians as ‘genocide’: “We believe that remembering and educating people about any genocide – Armenian, the Holocaust, Bosnia, Rwanda and others is a necessary tool to prevent future tragedies”", "score": 738, "comments": 238, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 12, "id": "4jisdb", "title": "Half of fish caught in New Zealand waters not in official records. Reconstructed marine catch totalled 38.1 million tonnes between 1950 and 2010, which is 2.7 times the 14 million tonnes reported to the United Nations' Food and Agriculture Organisation (FAO)", "score": 717, "comments": 41, "upvoteRatio": 0.91, "sentiment": -0.015151515151515152}, {"count": 13, "id": "4jmkpo", "title": "Bell offers $1M settlement to Yellowknife man, northern customers over 911 fees. a class-action lawsuit against the company in 2007 over its 75-cent monthly fee for 911 emergency phone service — a service that doesn't exist", "score": 677, "comments": 78, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 14, "id": "4jlvkg", "title": "US scientists have cloned the Zika virus - an important step towards fast-tracking a vaccine against the disease.", "score": 625, "comments": 71, "upvoteRatio": 0.9, "sentiment": 0.4}]}