{"data": [{"count": 0, "id": "4m1zja", "title": "King Tutankhamun's dagger blade made from meteorite, study confirms", "score": 48424, "comments": 2859, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "4m02vi", "title": "Forty tiger cub bodies have been found in a freezer at a Thai Buddhist temple accused of wildlife trafficking and animal abuse.", "score": 13990, "comments": 988, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 2, "id": "4lzebq", "title": "Forced contact with Amazon people would be 'genocide', tribe warns: Survival International says other tribes, who have themselves experienced the dangers of 'first contact', are protecting uncontacted groups against the plans of 'some anthropologists in another country'", "score": 17631, "comments": 2639, "upvoteRatio": 0.88, "sentiment": 0.125}, {"count": 3, "id": "4m1k5i", "title": "Sweden: Fewer than 500 of 163,000 asylum seekers found jobs", "score": 6877, "comments": 1497, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 4, "id": "4m0ikb", "title": "Cars registered before 1997 will be banned in Paris as of July 1st.", "score": 3340, "comments": 1198, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "4lyzd6", "title": "Walmart, Gap, H&M Called Out for Global Worker Exploitation and Abuse: Reports find tens of thousands of laborers in Bangladesh are still making garments in buildings without proper fire exits, while pregnant workers in Indonesia and India face discrimination and wage theft.", "score": 2195, "comments": 182, "upvoteRatio": 0.91, "sentiment": 0.1111111111111111}, {"count": 6, "id": "4lzkyi", "title": "The families of those killed during the 1989 Tiananmen crackdown have accused Beijing of subjecting them to nearly three decades of “white terror” in a bid to stop them speaking out about the massacre.", "score": 1875, "comments": 325, "upvoteRatio": 0.91, "sentiment": -0.03333333333333333}, {"count": 7, "id": "4m07t9", "title": "Anti-vaccination protesters shut down Australian immunisation seminar, call doctors liars", "score": 1748, "comments": 620, "upvoteRatio": 0.92, "sentiment": -0.07777777777777779}, {"count": 8, "id": "4lzkxz", "title": "World's longest and deepest rail tunnel to open in Switzerland, after almost two decades of construction work. It runs 35 miles (57 kilometers) and connects northern and southern Europe by passing under the Swiss Alps. Switzerland says it will revolutionize European freight transport.", "score": 1320, "comments": 171, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 9, "id": "4m2063", "title": "Brazil's government has sprung a leak, and a flood of secrets is gushing out", "score": 1260, "comments": 165, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 10, "id": "4ly3xz", "title": "Migrants accused of encircling and groping women at German music festival", "score": 1217, "comments": 307, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 11, "id": "4m133b", "title": "Black Box From Crashed EgyptAir Jet Found", "score": 943, "comments": 127, "upvoteRatio": 0.88, "sentiment": -0.16666666666666666}, {"count": 12, "id": "4m2vax", "title": "The colorless coral corpses of north Queensland will soon be blanketed with mats of algae, and the hard skeletons will begin to crumble. It may take decades for the submerged wonders of what had recently been unspoiled reefs to resprout and recover from the wipeout, if they ever do.", "score": 912, "comments": 74, "upvoteRatio": 0.91, "sentiment": -0.14583333333333334}, {"count": 13, "id": "4m0xci", "title": "Saudi Arabia on course to execute more than 100 people.", "score": 863, "comments": 346, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 14, "id": "4m2r77", "title": "'Universal cancer vaccine’ breakthrough claimed by scientists", "score": 673, "comments": 167, "upvoteRatio": 0.85, "sentiment": 0.0}]}