{"data": [{"count": 0, "id": "4onyp3", "title": "It's official: May is now Earth's hottest month on record", "score": 12461, "comments": 2148, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "4onw07", "title": "Thomas Mair, charged with MP Jo Cox's murder, gives his name as \"Death to traitors, freedom for Britain\" to UK court", "score": 10198, "comments": 3785, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 2, "id": "4opn7z", "title": "Egypt just sentenced two former Al Jazeera employees to death", "score": 6234, "comments": 589, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "4oomjg", "title": "Norway says it will boost defences against ‘unpredictable’ Russia: “We have an increasingly unpredictable neighbour to the east which is strengthening its military capacity, and showing willingness to use military force as a political tool,”", "score": 2926, "comments": 642, "upvoteRatio": 0.92, "sentiment": -0.10666666666666666}, {"count": 4, "id": "4ooto6", "title": "Canada willingly makes tax deals with tax havens. Billions of dollars are moving out of Canada – nearly all tax free – with 92 tax treaties signed.", "score": 2769, "comments": 256, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 5, "id": "4ooi82", "title": "Exxon Has No Free Speech Rights to Commit Fraud, say Climate Groups: Exxon's \"preemptive strike to shut down the investigation before it is completed should not be countenanced,\" says Union of Concerned Scientists", "score": 2621, "comments": 138, "upvoteRatio": 0.9, "sentiment": -0.1777777777777778}, {"count": 6, "id": "4omuig", "title": "Radiohead Listening Party in Istanbul Attacked by Islamists", "score": 1842, "comments": 302, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "4opu21", "title": "3 International Space Station astronauts return safely to Earth", "score": 1551, "comments": 58, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 8, "id": "4onndn", "title": "Belgium Police Arrest 12 Suspected of Planning New Terror Attack", "score": 1255, "comments": 310, "upvoteRatio": 0.94, "sentiment": 0.043181818181818175}, {"count": 9, "id": "4ong2l", "title": "China has ordered an apparent media blackout on mainland coverage of a Hong Kong bookseller’s claim he was abducted by Chinese agents amid outcry in the territory and internationally over the case.", "score": 786, "comments": 228, "upvoteRatio": 0.92, "sentiment": 0.016666666666666666}, {"count": 10, "id": "4onjxo", "title": "'We shall not take anyone in'. Angry Hungarian ministers hit back at EU migration quotas - Hungarian politicians have said the country will not accept any migrants because the country “does not need immigration”.", "score": 758, "comments": 821, "upvoteRatio": 0.91, "sentiment": -0.25}, {"count": 11, "id": "4omnrg", "title": "Kenya allows anal probes to detect homosexuals.", "score": 746, "comments": 211, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 12, "id": "4oqh1p", "title": "Norway's parliament approves radical proposal to become climate neutral by 2030, 20 years earlier than planned", "score": 728, "comments": 39, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "4opdui", "title": "Russian aircraft bombed US backed rebels near the Jordanian border, forcing US to send aircraft to the area.", "score": 612, "comments": 432, "upvoteRatio": 0.9, "sentiment": 0.05}, {"count": 14, "id": "4oqikj", "title": "Hundreds of academic, religious, popular, student, human and social rights organizations around the world signed a document Friday that condemns the “brutal repression” exerted by the Mexican government against teachers who reject the education reform by President Enrique Peña Nieto.", "score": 479, "comments": 71, "upvoteRatio": 0.88, "sentiment": -0.034523809523809526}]}