{"data": [{"count": 0, "id": "4p2uj2", "title": "An Australian athlete who has competed in six Paralympic Games has been robbed at gunpoint in the Brazilian city of Rio de Janeiro. Liesl Tesch said a man brandishing a gun pushed her off her bicycle and stole it on Sunday.", "score": 13148, "comments": 1562, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "4p45po", "title": "In 2015, 50 environmentalists were killed in Brazil – more than a quarter of those killed worldwide – and last year marked deadliest year for environmental activists, with 185 total murders across world. Out of the 10 deadliest countries in world for environmentalist, seven were in Latin America.", "score": 16728, "comments": 732, "upvoteRatio": 0.87, "sentiment": 0.03333333333333333}, {"count": 2, "id": "4p6jne", "title": "Amazon jaguar shot dead at Olympic torch ceremony", "score": 16453, "comments": 2155, "upvoteRatio": 0.87, "sentiment": -0.2}, {"count": 3, "id": "4p58d8", "title": "Mexican flags raised around Donald Trump's golf course - Ahead of Trump's visit to Scotland this week", "score": 5120, "comments": 1905, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 4, "id": "4p3yqj", "title": "Seafile, a German file-syncing service similar to Dropbox, has announced that Paypal is demanding that they monitor customer data for \"illegal\" content in violation of German law.", "score": 3547, "comments": 274, "upvoteRatio": 0.94, "sentiment": -0.125}, {"count": 5, "id": "4p4lxr", "title": "Three Spanish Olympic sailors robbed at gunpoint in Rio, Brazil", "score": 3193, "comments": 439, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "4p2b7y", "title": "Coral bleaching event now biggest in history – and about to get worse: 'Coral in every major reef region has already experienced severe bleaching. About 93% of the reefs on Australia’s Great Barrier Reef have been affected, and almost a quarter of the reef on the 2,300km stretch is now dead.'", "score": 3031, "comments": 315, "upvoteRatio": 0.92, "sentiment": 0.21250000000000005}, {"count": 7, "id": "4p26zk", "title": "Super-rich quaff champagne in Venezuela country club while middle classes scavenge for food", "score": 3190, "comments": 1329, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 8, "id": "4p3xlc", "title": "Anonymous Officially Announces a Worldwide Political Movement Called The Humanity Party (THumP)", "score": 2600, "comments": 426, "upvoteRatio": 0.8, "sentiment": 0.0}, {"count": 9, "id": "4p7gaj", "title": "Police kill eight striking Mexican teachers as Activists Denounce Police Killings & Crackdowns on Teachers in Oaxaca", "score": 1930, "comments": 216, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 10, "id": "4p3ncr", "title": "Hong Kong bookseller refuses to be silenced after harsh detention in China", "score": 1854, "comments": 137, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 11, "id": "4p3nll", "title": "Chinese prosecutors have successfully sued a county environmental agency for inadequately punishing a sewage firm that produced dye without appropriate safeguards – the first such public interest case against a government department.", "score": 1598, "comments": 64, "upvoteRatio": 0.93, "sentiment": 0.18571428571428572}, {"count": 12, "id": "4p58k8", "title": "Pro-choice activists have delivered abortion pills to women in Northern Ireland using a drone.", "score": 1437, "comments": 201, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 13, "id": "4p4eqz", "title": "Erdogan loses appeal against German media boss", "score": 1267, "comments": 104, "upvoteRatio": 0.92, "sentiment": -0.15}, {"count": 14, "id": "4p4m1f", "title": "Chinese Athletes Robbed in Brazil Ahead of Olympic Games", "score": 1170, "comments": 174, "upvoteRatio": 0.92, "sentiment": 0.0}]}