{"data": [{"count": 0, "id": "4oe57n", "title": "MP Jo Cox dead after shooting attack", "score": 41367, "comments": 12762, "upvoteRatio": 0.82, "sentiment": -0.2}, {"count": 1, "id": "4oc47v", "title": "Decriminalisation Call As 'War On Drugs' Fails. Top public health experts say illicit drug use should be treated as a health issue rather than punishing those who need treatment.", "score": 14055, "comments": 890, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "4obk3z", "title": "Germany to end unofficial tolerance of polygamy: 'No one who comes to us has the right to put their cultural roots, or their religious beliefs, above our laws,' says justice minister", "score": 22556, "comments": 4201, "upvoteRatio": 0.86, "sentiment": 0.09642857142857142}, {"count": 3, "id": "4occpb", "title": "Once Islamic State is defeated, Iraq should be divided into three separate entities to prevent further sectarian bloodshed, with a state each given to Shi'ite Muslims, Sunnis and Kurds, a top Kurdish official said on Thursday.", "score": 6598, "comments": 1657, "upvoteRatio": 0.9, "sentiment": 0.25}, {"count": 4, "id": "4occsz", "title": "Norway Kills More Whales than Japan and Iceland Combined, Report Finds.", "score": 2459, "comments": 345, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 5, "id": "4od6vs", "title": "MP Jo Cox injured following reports of shooting and stabbing in Birstall, West Yorkshire", "score": 2081, "comments": 1056, "upvoteRatio": 0.89, "sentiment": -0.3}, {"count": 6, "id": "4od6xl", "title": "The World Has Gotten More Peaceful, Except the Middle East", "score": 1976, "comments": 676, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 7, "id": "4obght", "title": "Catholic orders take their lead from the pope and divest from fossil fuels: Four Australian Catholic orders are jointly and publicly divesting from coal, oil and gas: ‘We believe the Gospel asks no less of us’", "score": 1879, "comments": 142, "upvoteRatio": 0.89, "sentiment": 0.016666666666666666}, {"count": 8, "id": "4obn4j", "title": "Undercover police officer 'recorded Muslim extremists calling for gay people to be thrown from a building during secret ISIS support meetings in back garden'", "score": 1748, "comments": 327, "upvoteRatio": 0.88, "sentiment": 0.005555555555555554}, {"count": 9, "id": "4obaag", "title": "Employee of Panama Papers Law Firm, Mossack Fonseca, Is Arrested in Switzerland", "score": 1098, "comments": 75, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 10, "id": "4ob07u", "title": "$40 billion aid to Israel is 'largest ever' to any country, says Susan Rice", "score": 937, "comments": 959, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 11, "id": "4od86r", "title": "Lam Wing-kee, bookseller who went missing for nearly eight months and only returned to Hong Kong from the mainland this week, described on Thursday his harrowing detention at a border crossing and sustained efforts by authorities there to extract information from him.", "score": 852, "comments": 128, "upvoteRatio": 0.91, "sentiment": -0.03333333333333333}, {"count": 12, "id": "4oavjj", "title": "Poliovirus detected in water sample in India, state declares ‘global emergency’", "score": 562, "comments": 62, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 13, "id": "4of47k", "title": "Taliban use 'honey trap' boys to kill Afghan police - The Taliban are using child sex slaves to mount crippling insider attacks on police in southern Afghanistan", "score": 542, "comments": 186, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 14, "id": "4odhdv", "title": "One in four deaths of young men aged from 15 to 39 in Ireland is due to alcohol and drink is a factor in half of all suicides.Alcohol is also involved in more than one third of cases of deliberate self-harm, peaking around weekends and public holidays.", "score": 419, "comments": 181, "upvoteRatio": 0.9, "sentiment": 0.029761904761904767}]}