{"data": [{"count": 0, "id": "4ww6bs", "title": "Man who killed shopkeeper for ‘disrespecting Islam’ jailed for minimum of 27 years: Tanveer Ahmed said he had been offended by clips the shopkeeper had uploaded online", "score": 22581, "comments": 4802, "upvoteRatio": 0.85, "sentiment": -0.2}, {"count": 1, "id": "4wx7hc", "title": "The U.S. State Department has approved the potential sale of more than 130 Abrams battle tanks, 20 armored recovery vehicles and other equipment, worth about $1.15 billion, to Saudi Arabia, the Pentagon said on Tuesday.", "score": 9658, "comments": 1400, "upvoteRatio": 0.92, "sentiment": 0.16875}, {"count": 2, "id": "4wvtol", "title": "Chevron wins big victory in legal battle over Amazon oil pollution - US court blocks enforcement of an $8.65b judgment by Ecuador against Chevron for rainforest damage. \"The decision hands well-heeled corporations a template for avoiding legal accountability anywhere in the world.\"", "score": 12953, "comments": 1228, "upvoteRatio": 0.72, "sentiment": 0.175}, {"count": 3, "id": "4wy9bj", "title": "The Nauru files: 2,000 leaked reports reveal scale of abuse of children in Australian offshore detention", "score": 4360, "comments": 920, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "4wv39t", "title": "Mayor in Philippines orders Muslims out of his city in accordance with campaign against illegal drugs.", "score": 3840, "comments": 1182, "upvoteRatio": 0.92, "sentiment": -0.5}, {"count": 5, "id": "4wxotg", "title": "Kissinger hindered US effort to end mass killings in Argentina according to files", "score": 2879, "comments": 551, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 6, "id": "4ww6xg", "title": "German judges call for headscarf ban in court to show 'neutrality': The groups said religious symbols could undermine confidence in the legal system", "score": 2541, "comments": 345, "upvoteRatio": 0.85, "sentiment": 0.06666666666666667}, {"count": 7, "id": "4wv1rp", "title": "Ukraine claims Russian invasion possible at any minute.", "score": 2028, "comments": 830, "upvoteRatio": 0.78, "sentiment": 0.0}, {"count": 8, "id": "4wu8ew", "title": "A Brazilian priest mentioned in the Catholic clergy sex abuse film \"Spotlight\" was found dead in a prison cell after he was arrested again for suspected pedophilia", "score": 1531, "comments": 189, "upvoteRatio": 0.93, "sentiment": -0.1}, {"count": 9, "id": "4wwvoe", "title": "Student debt worries causing depression and alcohol dependency, new research finds. Study's leader says findings suggest 'a vicious cycle' whereby anxiety and problem drinking 'exacerbate financial difficulties'", "score": 1305, "comments": 420, "upvoteRatio": 0.92, "sentiment": -0.2878787878787879}, {"count": 10, "id": "4wyqqx", "title": "Huge fire in Madeira (Island in Portugal) has started threatening Funchal (the biggest city in the Island) and has already gotten to the historical center of the city. Thousands of lives at risk, 1200 firemen fighting the fire, the military have been called. Article in portuguese.", "score": 1065, "comments": 98, "upvoteRatio": 0.94, "sentiment": 0.05000000000000001}, {"count": 11, "id": "4wuz5q", "title": "ISIS executes own members through kitchen gas inhalation", "score": 927, "comments": 180, "upvoteRatio": 0.9, "sentiment": 0.6}, {"count": 12, "id": "4wvaww", "title": "Austria sees run of incidents involving asylum seekers - A series of attacks linked to asylum seekers have taken place in Austria in recent weeks including one in which two young mothers pushing prams were attacked in a park in broad daylight.", "score": 825, "comments": 382, "upvoteRatio": 0.88, "sentiment": 0.05416666666666667}, {"count": 13, "id": "4wvh3c", "title": "Druglords in the Philippines teams up with local terrorists and ISIS to assassinate President Rodrigo Duterte", "score": 827, "comments": 544, "upvoteRatio": 0.69, "sentiment": 0.0}, {"count": 14, "id": "4wvx2q", "title": "Sen. Mike Duffy is once again charging taxpayers for his costs of living in Ottawa, filing the same kind of residency claims that first triggered the Senate expense scandal", "score": 737, "comments": 44, "upvoteRatio": 0.91, "sentiment": 0.2833333333333333}]}