{"data": [{"count": 0, "id": "4yu6p3", "title": "Britain has gone “further than any other Western democracy” in its expansion of surveillance powers and its ability to collect bulk data without justifiable reason, a British MP has said. IP Bill will allow UK intelligence agencies to collect, store and access information about internet users.", "score": 24479, "comments": 2725, "upvoteRatio": 0.87, "sentiment": -0.03125}, {"count": 1, "id": "4yxi5z", "title": "Russians who practice female genital mutilation (FGM) could face ten years imprisonment under a new bill. The bill says that FGM “has no place in a civilized society,” and was presented to parliament by United Russia deputy Maria Maksakova-Igenbergs.", "score": 31111, "comments": 6294, "upvoteRatio": 0.84, "sentiment": 0.1340909090909091}, {"count": 2, "id": "4yt2gn", "title": "Moroccan king calls on Moroccans in diaspora to reject Islamic extremism", "score": 7229, "comments": 903, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 3, "id": "4yvukl", "title": "'ISIS child suicide bomber' who slaughtered 50 at Turkey wedding by blowing himself up was as young as 12", "score": 4778, "comments": 640, "upvoteRatio": 0.91, "sentiment": 0.1}, {"count": 4, "id": "4yvkze", "title": "Four men have run over a kangaroo, stabbed it with a knife and stamped on its head in a shocking display of animal cruelty that they filmed and posted on social media (graphic content)", "score": 3963, "comments": 993, "upvoteRatio": 0.86, "sentiment": -0.32222222222222224}, {"count": 5, "id": "4yrsa5", "title": "Officials: 22 killed, 94 hurt in wedding blast in Turkey", "score": 3251, "comments": 264, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 6, "id": "4ytw04", "title": "Kim Jong-un 'orders' terror attacks against South Koreans abroad over London diplomat defection", "score": 2295, "comments": 173, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "4ytbgm", "title": "Philippine President Rodrigo Duterte railed against the United Nations on Sunday after it called for an end to the wave of killings unleashed by his war on drugs, saying he might leave the organization and invite China and others to form a new one.", "score": 1477, "comments": 286, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 8, "id": "4yryw3", "title": "France seizes 2,000 dead seahorses en route to Vietnam", "score": 1306, "comments": 121, "upvoteRatio": 0.92, "sentiment": -0.2}, {"count": 9, "id": "4yuh82", "title": "Top US commander warns Russia, Syria: In the most direct public warning to Moscow and Damascus to date, the new US commander in Iraq and Syria is vowing to defend US special operations forces in northern Syria if regime warplanes and artillery again attack in areas where troops are located.", "score": 1080, "comments": 909, "upvoteRatio": 0.89, "sentiment": 0.2655844155844156}, {"count": 10, "id": "4ywros", "title": "The suicide attacker who detonated his explosives amid an outdoor Kurdish wedding party in southeastern Turkey, killing at least 51 people, was an Islamic State group child as young as 12 years old. The extremist group has a history of using children as weapons, sending them to their death", "score": 1020, "comments": 103, "upvoteRatio": 0.88, "sentiment": -0.033333333333333326}, {"count": 11, "id": "4yuwb9", "title": "Singapore's Prime Minister collapses half-way through televised National Address", "score": 660, "comments": 52, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 12, "id": "4yvqof", "title": "Publisher wins rights to Voynich manuscript, a book no one can read: Tiny Spanish publisher can clone centuries-old manuscript written in language or code that no one has cracked", "score": 639, "comments": 124, "upvoteRatio": 0.91, "sentiment": 0.09999999999999999}, {"count": 13, "id": "4ywsau", "title": "Promised prosperity never arrived in Russian-held Crimea, locals say", "score": 577, "comments": 318, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 14, "id": "4yxcup", "title": "Twitter suspends 235,000 accounts for terror-related activity", "score": 563, "comments": 88, "upvoteRatio": 0.89, "sentiment": 0.0}]}