{"data": [{"count": 0, "id": "52vb5h", "title": "Australians petition to put Steve Irwin on their money.", "score": 80183, "comments": 2875, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "52wkir", "title": "The death of a young Chinese actress from cancer has sparked a debate on social media - because she initially chose traditional Chinese medicine over chemotherapy.", "score": 13750, "comments": 1815, "upvoteRatio": 0.9, "sentiment": 0.022222222222222223}, {"count": 2, "id": "52xvio", "title": "Egyptian state media claims 9/11 was carried out by West to justify war on terror", "score": 39666, "comments": 6720, "upvoteRatio": 0.76, "sentiment": 0.0}, {"count": 3, "id": "52uilk", "title": "A former Filipino militiaman testified before the country's Senate on Thursday that President Rodrigo Duterte, when he was still a city mayor, ordered him and other members of a liquidation squad to kill criminals and opponents in gangland-style assaults that left about 1,000 dead", "score": 5353, "comments": 531, "upvoteRatio": 0.92, "sentiment": -0.08125}, {"count": 4, "id": "52yayr", "title": "Mexico wants to build a border wall with Central America to keep out illegal immigrants", "score": 6025, "comments": 1004, "upvoteRatio": 0.84, "sentiment": -0.09999999999999999}, {"count": 5, "id": "52xsc9", "title": "WikiLeaks' Julian Assange offers to surrender if Chelsea Manning is released", "score": 3650, "comments": 820, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 6, "id": "52udom", "title": "Britain’s failure to protect girls from female genital mutilation (FGM) has been described as a “national scandal” by a committee of MPs, who said it was “beyond belief” that, 30 years since it became illegal, not a single person has been convicted of the crime.", "score": 2901, "comments": 647, "upvoteRatio": 0.93, "sentiment": -0.19523809523809524}, {"count": 7, "id": "52tcpn", "title": "Germans back mandatory education for refugees: Three-quarters of Germans support language classes for refugees paid for by the state.", "score": 2698, "comments": 679, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "52vrsi", "title": "In a study that shatters a cornerstone concept in linguistics, an analysis of nearly two-thirds of the world’s languages shows that humans tend to use the same sounds for common objects and ideas, no matter what language they’re speaking.", "score": 1794, "comments": 248, "upvoteRatio": 0.92, "sentiment": -0.06666666666666667}, {"count": 9, "id": "52u9oy", "title": "U.S. confirms two more freed Guantanamo inmates rejoined militant groups", "score": 1778, "comments": 702, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 10, "id": "52vviu", "title": "Fentanyl is so dangerous that some cops now carry an antidote in case they touch it - Touching or inhaling even a small amount of fentanyl can be fatal, so federal police in Canada are now carrying naloxone in case they come in contact with it.", "score": 1577, "comments": 417, "upvoteRatio": 0.92, "sentiment": -0.11666666666666665}, {"count": 11, "id": "52xbz2", "title": "Scientists reveal most accurate depiction of a dinosaur ever created", "score": 1515, "comments": 188, "upvoteRatio": 0.93, "sentiment": 0.45000000000000007}, {"count": 12, "id": "52tpnw", "title": "Humanity driving 'unprecedented' marine extinction: Report comparing past mass extinction events warns that hunting and killing of ocean’s largest species will disrupt ecosystems for millions of years", "score": 1516, "comments": 189, "upvoteRatio": 0.93, "sentiment": 0.175}, {"count": 13, "id": "52wvly", "title": "St John's Wort 'stops emergency contraceptive pill working.'", "score": 1255, "comments": 159, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 14, "id": "52wn4o", "title": "'My shift has finished': Spanish train driver abandons 109 passengers in the countryside", "score": 943, "comments": 192, "upvoteRatio": 0.88, "sentiment": 0.0}]}