{"data": [{"count": 0, "id": "51gyt3", "title": "ISIS loses all territory along Turkey-Syria border", "score": 22638, "comments": 1203, "upvoteRatio": 0.93, "sentiment": -0.3}, {"count": 1, "id": "51dswd", "title": "Islamic State bans burka in northern Iraq after veiled woman kills 2 jihadists", "score": 25964, "comments": 3367, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "51f0cq", "title": "The 'impossible' EM Drive is about to be tested in space - It uses electromagnetic waves as 'fuel', creating thrust by bouncing microwave photons back and forth inside a cone-shaped closed metal cavity.", "score": 25865, "comments": 3833, "upvoteRatio": 0.88, "sentiment": -0.25555555555555554}, {"count": 3, "id": "51hzbc", "title": "Declaring a \"moral obligation\" to heal the wounds of a secret war, President Barack Obama on Tuesday pledged help to clear away the 80 million unexploded bombs the U.S. dropped on Laos a generation ago", "score": 14774, "comments": 1820, "upvoteRatio": 0.89, "sentiment": -0.09999999999999999}, {"count": 4, "id": "51fbti", "title": "Women must undergo female genital mutilation to curb male 'sexual weakness', Egyptian MP says: Nine out of 10 Egyptian women between the ages 15 to 49 have undergone FGM", "score": 7767, "comments": 1493, "upvoteRatio": 0.88, "sentiment": 0.16666666666666666}, {"count": 5, "id": "51fbqb", "title": "Australian cancer drug that melts away cancer in stage 4 patients given fast-track approval in the United States", "score": 6278, "comments": 286, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "51hq01", "title": "Russia faces HIV epidemic with 1 million positive cases; Kremlin blames moral lapses", "score": 5923, "comments": 851, "upvoteRatio": 0.92, "sentiment": 0.11363636363636363}, {"count": 7, "id": "51dp3u", "title": "President Duterte warns Islamic terrorist group Abu Sayyaf: 'I will really open up your body. Just give me vinegar and salt, and I will eat you... If you annoy me to the fullest... I will eat you alive.'", "score": 3728, "comments": 798, "upvoteRatio": 0.91, "sentiment": 0.05}, {"count": 8, "id": "51ez1v", "title": "China has warned that anyone advocating for Hong Kong's independence could be punished, state media say", "score": 3024, "comments": 520, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "51fi0j", "title": "Duterte: \"I once considered being a priest. It's good I didn't join the priesthood or else now I would be a homosexual.\"", "score": 2482, "comments": 551, "upvoteRatio": 0.88, "sentiment": 0.7}, {"count": 10, "id": "51degv", "title": "Source: Veiled woman kills two ISIS members in a surprise attack after ISIS warned against such attacks. A veiled woman attacked another ISIS member a few days back", "score": 2189, "comments": 189, "upvoteRatio": 0.94, "sentiment": -0.06666666666666667}, {"count": 11, "id": "51fe11", "title": "Norwegian hairdresser who threw woman out of salon for wearing hijab faces six-month jail term: Salon owner Merete Hodne compared the hijab to Nazi symbols", "score": 1719, "comments": 1089, "upvoteRatio": 0.9, "sentiment": -0.05}, {"count": 12, "id": "51fm81", "title": "Palm oil firm accused of hiring men to kidnap smog inspectors in Indonesia: Seven people from a ministry of environment team documenting illegal forest fires were taken hostage and threatened, ministry says", "score": 1175, "comments": 33, "upvoteRatio": 0.93, "sentiment": -0.35}, {"count": 13, "id": "51fhti", "title": "Toxic air pollution particles found in human brains: Detection of ‘abundant’ magnetite particles raises concerns because of suggested links to Alzheimer’s disease", "score": 884, "comments": 56, "upvoteRatio": 0.92, "sentiment": 0.3}, {"count": 14, "id": "51cho9", "title": "Britain is now the second biggest arms dealer in the world", "score": 786, "comments": 244, "upvoteRatio": 0.9, "sentiment": 0.0}]}