{"data": [{"count": 0, "id": "53ry3z", "title": "Antibiotics: World leaders sign groundbreaking UN declaration to tackle 'biggest global health threat' | If antibiotics lose their effectiveness then key medical procedures – including gut surgery, caesarean sections, joint replacements and chemotherapy – could become too dangerous to perform", "score": 19639, "comments": 1317, "upvoteRatio": 0.93, "sentiment": -0.15}, {"count": 1, "id": "53sjf0", "title": "375 top scientists warn of 'real, serious, immediate' climate threat: 375 National Academy of Sciences members sign an open letter expressing frustration at political inaction on climate change", "score": 22561, "comments": 3749, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 2, "id": "53tac9", "title": "Muslim schoolboys who refused to shake hands with female teachers lose appeal: Case at school near Basel sparks fierce debate across Switzerland", "score": 10726, "comments": 2625, "upvoteRatio": 0.9, "sentiment": 0.05}, {"count": 3, "id": "53vdx5", "title": "South Korea confirms it has military plan to remove Kim Jong Un", "score": 10951, "comments": 1180, "upvoteRatio": 0.91, "sentiment": -0.1}, {"count": 4, "id": "53tfk1", "title": "Muslim migrant boat captain who 'threw six Christians to their deaths from his vessel because of their religion' goes on trial for murder", "score": 32316, "comments": 6633, "upvoteRatio": 0.81, "sentiment": 0.0}, {"count": 5, "id": "53u7bm", "title": "Obama Warns of “Mass Migrations” If Climate Change Is Not Confronted", "score": 8626, "comments": 1804, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 6, "id": "53tu03", "title": "Women entitled to end pregnancy regardless of reason: Indian Bombay High Court", "score": 6078, "comments": 787, "upvoteRatio": 0.9, "sentiment": 0.16}, {"count": 7, "id": "53sl5r", "title": "Someone Is Putting Malicious USB Sticks in Australian Mailboxes: “The USB drives are believed to be extremely harmful and members of the public are urged to avoid plugging them into their computers or other devices,” the announcement from the Victoria Police reads.", "score": 4623, "comments": 597, "upvoteRatio": 0.94, "sentiment": -0.0625}, {"count": 8, "id": "53slwc", "title": "Tesla Model S hacked by Chinese tech team. Controlling it from 12 miles away.", "score": 3420, "comments": 384, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "53u7e0", "title": "A Canadian businessman has been charged with fraudulently misdirecting $694K in government cash meant to buy breakfasts for children at an impoverished northern Ontario First Nation reserve for his personal use.", "score": 2977, "comments": 220, "upvoteRatio": 0.95, "sentiment": 0.125}, {"count": 10, "id": "53uswi", "title": "Technology giant Hewlett-Packard is copping an international backlash after thousands of owners of its printers were suddenly blocked from using cheaper, third-party ink cartridges.", "score": 2739, "comments": 310, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 11, "id": "53qybc", "title": "Burger King and KFC called out for lagging behind on antibiotic-free meat: A new report grades fast food chains on their efforts to curb the rise of antibiotic-resistant bacteria, which kills 700,000 people worldwide each year", "score": 2405, "comments": 120, "upvoteRatio": 0.93, "sentiment": -0.02121212121212122}, {"count": 12, "id": "53tz41", "title": "Teenage Christian boy arrested for sharing 'blasphemous' Facebook post in Pakistan: Pakistani law can see alleged blasphemy punished by death or life imprisonment", "score": 1719, "comments": 331, "upvoteRatio": 0.92, "sentiment": -0.03333333333333333}, {"count": 13, "id": "53vus5", "title": "Puerto Rico's electrical grid has collapsed. 1.5 million without electricity.", "score": 1332, "comments": 160, "upvoteRatio": 0.96, "sentiment": 0.0}, {"count": 14, "id": "53sis8", "title": "\"Italian Prime Minister Matteo Renzi had some fighting words for German leader Angela Merkel: Your obsession with austerity is strangling Europe and your country is the only one profiting.\"", "score": 1172, "comments": 235, "upvoteRatio": 0.92, "sentiment": 0.0}]}