{"data": [{"count": 0, "id": "56okpz", "title": "Philippines President Duterte orders US forces out after 65 years: 'Do not treat us like a doormat'", "score": 27057, "comments": 5195, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "56lnqd", "title": "Dropbox, Google Drive, Github blocked in Turkey", "score": 17663, "comments": 1393, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 2, "id": "56m0mo", "title": "Iranian woman is sentenced to six years in prison for an unpublished story she wrote about women being stoned to death", "score": 11371, "comments": 669, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 3, "id": "56kfmt", "title": "Germany to pay convicted gays 30 million euro: to compensate more than 50,000 men who were jailed for their sexual orientation under a historic law", "score": 9942, "comments": 787, "upvoteRatio": 0.88, "sentiment": 0.3333333333333333}, {"count": 4, "id": "56kyfc", "title": "Homophobic attacks in UK rose 147% in three months after Brexit vote", "score": 6153, "comments": 1530, "upvoteRatio": 0.78, "sentiment": 0.6}, {"count": 5, "id": "56lz07", "title": "'At least 3,600 slaughted' in Philippines president Rodrigo Duterte's first 100 days in office: President says he intends to extend crackdown on drugs by 'maybe another six months'", "score": 4521, "comments": 609, "upvoteRatio": 0.92, "sentiment": -0.024999999999999994}, {"count": 6, "id": "56o6ud", "title": "Indian Government to the Supreme Court: Triple Talaq and polygamy is not an integral part of Islam, and cannot exist in a modern and secular democracy.", "score": 4273, "comments": 526, "upvoteRatio": 0.92, "sentiment": 0.2}, {"count": 7, "id": "56nuvc", "title": "Chinese wine-tasters have won a taste test in France, in what organisers call \"a thunderbolt in the wine world\". They came first out of 21 teams by identifying details of six white wines and six red wines without seeing the bottle or label.", "score": 3944, "comments": 463, "upvoteRatio": 0.89, "sentiment": 0.0625}, {"count": 8, "id": "56oovl", "title": "Colombian President Juan Manuel Santos has said he will donate the money from the Nobel Peace prize to help the victims of the 52-year conflict in his country. He was awarded the prize for reaching a peace agreement with the Farc rebel group last month.", "score": 2940, "comments": 139, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "56n0pb", "title": "Russia tensions with US 'more dangerous' than during the Cold War: German's foreign minister Frank-Walker Steinmeir says during the Cold War superpowers had 'red lines and respected them'", "score": 2717, "comments": 694, "upvoteRatio": 0.87, "sentiment": -0.20357142857142854}, {"count": 10, "id": "56lp17", "title": "1st of its kind expedition mapping submerged ancient landscapes in Black Sea is finding rare collection of over 40 shipwrecks, the 1st views of types never seen before.", "score": 1288, "comments": 45, "upvoteRatio": 0.92, "sentiment": 0.24444444444444446}, {"count": 11, "id": "56nidc", "title": "UN has become a burden on humanity, President Erdoğan says", "score": 1215, "comments": 282, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 12, "id": "56n72a", "title": "Car Bomb in Southeast Turkey Kills 18 Killed, Wounds 27", "score": 889, "comments": 51, "upvoteRatio": 0.89, "sentiment": -0.2}, {"count": 13, "id": "56lpnf", "title": "\"Pope Francis has named 17 new cardinals -- 13 of them under age 80 and thus eligible to vote in a conclave to elect his successor.\"", "score": 877, "comments": 114, "upvoteRatio": 0.9, "sentiment": 0.4681818181818182}, {"count": 14, "id": "56l8ji", "title": "China backs Russia after veto of UN demand for end to bombing of Syria's Aleppo. China’s UN Ambassador said some of the content of a French draft did ‘not reflect the full respect for the sovereignty, independence, unification and territorial integrity of Syria’, while the the Russian draft did", "score": 759, "comments": 277, "upvoteRatio": 0.89, "sentiment": 0.11666666666666665}]}