{"data": [{"count": 0, "id": "58e3gj", "title": "‘Alan Turing law’ unveiled by government will posthumously pardon thousands of gay men convicted of historic offences: The Enigma codebreaker's great neice says Government decision is 'absolutely tremendous'", "score": 41017, "comments": 2250, "upvoteRatio": 0.85, "sentiment": 0.3875}, {"count": 1, "id": "58ja9q", "title": "Australian nurses who spread anti-vaccination messages face prosecution", "score": 36911, "comments": 3271, "upvoteRatio": 0.86, "sentiment": 0.0}, {"count": 2, "id": "58g46m", "title": "Philippine President Duterte announces 'separation' from United States", "score": 16107, "comments": 4634, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 3, "id": "58hdvw", "title": "Germany rules parents with no day care options can sue cities for lost earnings: Germany's highest court has decided that muncipalities are the responsible party for the lack of legally-mandated day care spots for every child. The ruling comes after three mothers sued for lost earnings.", "score": 6711, "comments": 1743, "upvoteRatio": 0.91, "sentiment": 0.2}, {"count": 4, "id": "58houa", "title": "Italy abortion row as woman dies after miscarriage in hospital: The family of Valentina Milluzzo said the doctor treating her refused to abort the foetuses because he was a \"conscientious objector\" to abortion. The hospital has categorically rejected the family's claims", "score": 6686, "comments": 808, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "58hiks", "title": "Isis has not shot down an American warplane in Syria, US coalition insists", "score": 3644, "comments": 611, "upvoteRatio": 0.91, "sentiment": -0.07777777777777779}, {"count": 6, "id": "58g1sy", "title": "25 New 'Dead Sea Scrolls' Revealed", "score": 2973, "comments": 590, "upvoteRatio": 0.92, "sentiment": -0.03181818181818183}, {"count": 7, "id": "58idcg", "title": "Sweden opens first atheist cemetery to cater to growing non-religious population", "score": 2003, "comments": 402, "upvoteRatio": 0.89, "sentiment": 0.25}, {"count": 8, "id": "58gjz7", "title": "Onshore windfarms more popular than thought, UK poll finds | Some 73% of the British public polled by ComRes support onshore windfarms in contrast with government decisions to block them", "score": 1719, "comments": 215, "upvoteRatio": 0.93, "sentiment": 0.275}, {"count": 9, "id": "58dgua", "title": "New antibiotic mined from human gut reverses drug resistance in superbugs: \"drug that can reverse resistance in pathogens and help kill off methicillin-resistant Staphylococcus aureus (MRSA) bacteria. In mice with lethal MRSA infections, the drug helped cure 100 percent of infections.\"", "score": 1684, "comments": 63, "upvoteRatio": 0.95, "sentiment": 0.06818181818181818}, {"count": 10, "id": "58fzn0", "title": "New Scottish independence bill published - BBC News", "score": 1401, "comments": 400, "upvoteRatio": 0.92, "sentiment": 0.13636363636363635}, {"count": 11, "id": "58gmt9", "title": "Researchers Have Developed An Effective Painkiller That Has No Side Effects: \"Preclinical tests proved that the new analgesic is effective for longer periods than other painkillers, suppresses pain symptoms of various etiologies and has no toxic effects on the body.\"", "score": 989, "comments": 145, "upvoteRatio": 0.8, "sentiment": 0.21856060606060604}, {"count": 12, "id": "58fls6", "title": "Turkish air raid kills as many as 200 Kurdish militia, CNN", "score": 805, "comments": 232, "upvoteRatio": 0.89, "sentiment": 0.5}, {"count": 13, "id": "58gt75", "title": "New species of giant herbivorous dinosaur found in outback Australia.", "score": 780, "comments": 89, "upvoteRatio": 0.91, "sentiment": 0.06818181818181818}, {"count": 14, "id": "58j51b", "title": "President Duterte never consulted his Cabinet before coming out with statements regarding the termination of joint military exercises between the Philippines and the United States, according to Defense Secretary Delfin Lorenzana", "score": 583, "comments": 160, "upvoteRatio": 0.91, "sentiment": -0.1}]}