{"data": [{"count": 0, "id": "59ucyb", "title": "Uber drivers in the UK have won an employment tribunal case which ruled they are workers rather than self-employed. This means they are entitled to Holiday Pay and a minimum wage", "score": 49626, "comments": 5888, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 1, "id": "59rq4b", "title": "President Vladimir Putin on Thursday accused American politicians of whipping up hysteria about a mythical Russian threat as a ploy to distract voters from their own failings in the run-up to the U.S. presidential election.", "score": 50112, "comments": 8970, "upvoteRatio": 0.8, "sentiment": 0.19999999999999998}, {"count": 2, "id": "59rd7f", "title": "Cuban lung cancer 'vaccine' gets FDA trial go-ahead", "score": 3281, "comments": 289, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 3, "id": "59vnnx", "title": "Google AI invents its own cryptographic algorithm; no one knows how it works", "score": 2807, "comments": 506, "upvoteRatio": 0.91, "sentiment": 0.6}, {"count": 4, "id": "59upp9", "title": "Taiwan could become first Asian country to legalise same-sex marriage following suicide of prominent gay professor: Professor Jacques Picoux killed himself after he realised he had no right to home he had shared with partner for nearly 40 years, friends say", "score": 2376, "comments": 270, "upvoteRatio": 0.92, "sentiment": 0.1154761904761905}, {"count": 5, "id": "59xb5d", "title": "Russia loses seat on UN Human Rights Council", "score": 5749, "comments": 743, "upvoteRatio": 0.59, "sentiment": -0.15}, {"count": 6, "id": "59tr0m", "title": "Hacker-founded Pirate Party could win Iceland election", "score": 1505, "comments": 109, "upvoteRatio": 0.94, "sentiment": 0.8}, {"count": 7, "id": "59u4l1", "title": "Trans-Pacific Partnership trade deal doomed, ex-PM Brian Mulroney predicts", "score": 1247, "comments": 364, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 8, "id": "59rdux", "title": "Palestinian Authority names school after planner of Munich Olympics massacre", "score": 1067, "comments": 567, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 9, "id": "59v0s3", "title": "Germany to send tanks to Russian border: Protecting Lithuania from Russia is to be Germany's responsibility, according to the new NATO defense plans that emerged at this week's summit in Brussels", "score": 970, "comments": 437, "upvoteRatio": 0.92, "sentiment": 0.06818181818181818}, {"count": 10, "id": "59u59g", "title": "Massive marine park declared in Antarctic Ocean -- The sanctuary will cover more than 12 percent of the Southern Ocean, which is home to more than 10,000 species including most of the world's penguins, whales, seabirds, colossal squid and Antarctic tooth fish", "score": 888, "comments": 74, "upvoteRatio": 0.94, "sentiment": 0.3}, {"count": 11, "id": "59t74e", "title": "Philippine mayor, nine bodyguards killed in police shoot-out • A Philippine mayor accused of drug trafficking was killed along with nine bodyguards in a shoot-out with police Friday, authorities said, hours after President Rodrigo Duterte threatened to intensify his crackdown on crime.", "score": 876, "comments": 262, "upvoteRatio": 0.94, "sentiment": -0.2}, {"count": 12, "id": "59wiin", "title": "Starfish are dying out in the Pacific – and no-one is quite sure why | The disappearance of sunflower starfish, also known as sea stars, is ‘going to change the shape of the ecosystem’, scientist says", "score": 863, "comments": 84, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 13, "id": "59tbj6", "title": "In Germany, Syrians find mosques too conservative", "score": 848, "comments": 282, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 14, "id": "59tvee", "title": "9th century library in Morocco goes digital to reach wider audience - The al-Qarawiyyin library in the former capital Fez is widely believed to be the oldest in the world & is home to some of the rarest & most unique manuscripts.", "score": 797, "comments": 25, "upvoteRatio": 0.91, "sentiment": 0.155}]}