{"data": [{"count": 0, "id": "5an308", "title": "Montreal police tracked journalist's iPhone: “I was living in the fiction that police officers wouldn’t dare do that, and in the fiction that judges were protecting journalists -- and hence the public -- against this type of police intrusion,” Lagace said. “Clearly, I was naive.”", "score": 35913, "comments": 2010, "upvoteRatio": 0.87, "sentiment": -0.06666666666666665}, {"count": 1, "id": "5as5tc", "title": "South Korean Coast Guard vessels have, for the first time, fired machine guns against Chinese boats illegally fishing in Korean waters.", "score": 21650, "comments": 1687, "upvoteRatio": 0.92, "sentiment": -0.08333333333333333}, {"count": 2, "id": "5ar6m7", "title": "Women and girls who survived Boko Haram violence were raped by government officials at camps in northern Nigeria where they sought safety, according to a new rights group report.", "score": 21362, "comments": 1781, "upvoteRatio": 0.91, "sentiment": 0.13636363636363635}, {"count": 3, "id": "5apr9k", "title": "Philippines' Duterte: We'll turn to Russia if US won't sell us guns. \"They're blackmailing me that they won't sell weapons? We have lots of explosives here,\"", "score": 16400, "comments": 3824, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 4, "id": "5apkwb", "title": "China exceeds emission target - China successfully reduced its carbon intensity by 20 percent during the 12th Five-Year Plan period (2010-15), surpassing its original 17 percent target, said a senior environmental official on Tuesday.", "score": 6838, "comments": 581, "upvoteRatio": 0.9, "sentiment": 0.5625}, {"count": 5, "id": "5ap949", "title": "Global markets in 'early stages of panic' after poll puts Donald Trump ahead", "score": 4965, "comments": 3504, "upvoteRatio": 0.79, "sentiment": 0.05}, {"count": 6, "id": "5ap5oo", "title": "EU declares Israel boycott protected as free speech", "score": 2899, "comments": 2144, "upvoteRatio": 0.88, "sentiment": 0.4}, {"count": 7, "id": "5ap4c3", "title": "Hong Kong one of Asia'\u0080\u0099s worst countries for slavery; 29,500 people out of 7 million population trapped in \"modern slavery\" in one of world's 10 richest cities", "score": 2400, "comments": 443, "upvoteRatio": 0.92, "sentiment": -0.3333333333333333}, {"count": 8, "id": "5apuxq", "title": "Moscow Amnesty International Office Seized - \"The electricity in the entryway had been turned off and new locks had been installed in the office's door... A notice on the door stated that the office was now city property. Amnesty received no advance warning about the closure. \"", "score": 2234, "comments": 138, "upvoteRatio": 0.92, "sentiment": 0.06818181818181818}, {"count": 9, "id": "5apz50", "title": "The President of Iceland refuses a pay raise. Says he does not want or need it.", "score": 2087, "comments": 175, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 10, "id": "5aoydh", "title": "In Uganda, gay men say police use torturous method to 'prove' homosexuality", "score": 1987, "comments": 173, "upvoteRatio": 0.92, "sentiment": 0.4166666666666667}, {"count": 11, "id": "5ams86", "title": "\"While countries should be open to taking in refugees and migrants in need they also must be prudent about only accepting as many as they can integrate into their societies, Pope Francis said.\"", "score": 1962, "comments": 590, "upvoteRatio": 0.91, "sentiment": 0.16666666666666666}, {"count": 12, "id": "5apc23", "title": "Official Announces HIV Epidemic In Russia's Fourth-Largest City", "score": 1407, "comments": 166, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 13, "id": "5ar0vx", "title": "Remember the Panama Papers? Pakistani Prime Minister Nawaz Sharif to face corruption probe over leaked documents", "score": 1304, "comments": 61, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 14, "id": "5aq28x", "title": "Russian President Vladimir Putin Wants Microsoft Out of the Country", "score": 1180, "comments": 427, "upvoteRatio": 0.9, "sentiment": 0.1}]}