{"data": [{"count": 0, "id": "5dgirw", "title": "Britain just passed the \"most extreme surveillance law ever passed in a democracy\"", "score": 37301, "comments": 4062, "upvoteRatio": 0.85, "sentiment": 0.1875}, {"count": 1, "id": "5dcyp0", "title": "Australia ranked among worst developed countries for climate change action", "score": 18534, "comments": 1805, "upvoteRatio": 0.88, "sentiment": -0.26666666666666666}, {"count": 2, "id": "5df7h1", "title": "Russia Wants To Send People Back To The Moon In 2031 - ... \"building a new space station in lunar orbit in the next decade ... and possibly a base on the lunar surface. Russia is in the process of developing a new heavy-lift rocket, and a manned spacecraft called Federatio\"", "score": 12211, "comments": 1286, "upvoteRatio": 0.9, "sentiment": -0.05454545454545456}, {"count": 3, "id": "5dg6nl", "title": "New Zealand quake - preacher under fire over homosexuals claim: An online petition calling for the church to be classed as a hate group and lose its tax-free status has been signed by 100,000 people.", "score": 9405, "comments": 647, "upvoteRatio": 0.88, "sentiment": -0.33181818181818185}, {"count": 4, "id": "5dfpa1", "title": "Bull set on fire at Spanish Toro Jubilo festival - The bull, called Mancheguito, suffered an “excruciating 13 minutes of torture”. Organizers only allowed access to those with invitations, so even journalists were banned. \"But we still managed to record the shocking scenes.\"", "score": 7550, "comments": 1274, "upvoteRatio": 0.81, "sentiment": -0.3333333333333333}, {"count": 5, "id": "5dfiba", "title": "France To Shut Down All Its Coal Power Plants By 2023 - \"France is already a world leader when it comes to a low-carbon energy mix. Investing heavily in nuclear power a few decades back, the country now gets more than 75 percent of its electricity from the wonders of nuclear fission.\"", "score": 6750, "comments": 543, "upvoteRatio": 0.93, "sentiment": -0.011111111111111117}, {"count": 6, "id": "5dhbi4", "title": "Germany's Justice Minister says Facebook should be treated like a media company rather than a technology platform, suggesting he favors moves to make social media groups criminally liable for failing to remove hate speech", "score": 3421, "comments": 603, "upvoteRatio": 0.92, "sentiment": -0.2888888888888889}, {"count": 7, "id": "5ddeab", "title": "More than 400 people are killed by smog as lethal blanket of pollution smothers Iranian capital", "score": 3329, "comments": 218, "upvoteRatio": 0.92, "sentiment": 0.15}, {"count": 8, "id": "5dg0b1", "title": "Brexit blamed for £100 billion budget black hole", "score": 3111, "comments": 490, "upvoteRatio": 0.87, "sentiment": -0.16666666666666666}, {"count": 9, "id": "5dgkg2", "title": "Singapore to hang Nigerian national at dawn tomorrow for trafficking of Marijuana", "score": 2405, "comments": 1335, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 10, "id": "5df65m", "title": "Europe at risk of collapse; France, Germany must lead: French PM", "score": 2309, "comments": 906, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 11, "id": "5ddda4", "title": "Kosovo arrests 19 ISIS terrorists planning attack on Israeli soccer team - Breaking News", "score": 2047, "comments": 159, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 12, "id": "5df0it", "title": "Australia dubbed 'fossil of the day' after lobbying for coal mine at climate talks - Energy minister Josh Frydenberg raises concern with American counterpart over US activists seeking to stop Adani’s giant Carmichael coalmine", "score": 1688, "comments": 214, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "5di0wl", "title": "Fracking can cause earthquakes that last for months, study finds", "score": 1165, "comments": 129, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 14, "id": "5deqes", "title": "A French corporation is being sued for war crimes and financing terrorism due to allegedly collaborating with Daesh. The Lafarge construction group is accused of working with Daesh terrorists for 3 years in order to keep their factory running.", "score": 1166, "comments": 106, "upvoteRatio": 0.93, "sentiment": -0.075}]}