{"data": [{"count": 0, "id": "5k2slj", "title": "Germany's biggest evacuation since WWII to take place on Christmas Day as authorities in Augsburg, Southern Germany, plan to evacuate 54,000 people after a 3.8-ton bomb, dropped on the city by Britain during World War II was found during building work.", "score": 35679, "comments": 3098, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 1, "id": "5k2xhq", "title": "Iraqi Muslim Soldiers Erect Largest Christmas Tree in Iraq in Solidarity with Christians", "score": 14147, "comments": 1030, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 2, "id": "5k4bch", "title": "NATO Chief Auditor Yves Chandelon found dead in suspicious incident", "score": 13017, "comments": 1516, "upvoteRatio": 0.87, "sentiment": -0.2}, {"count": 3, "id": "5k1rez", "title": "Hindu girls kidnapped, enslaved and converted to Islam in Pakistan . An estimated 1,000 young Christian and Hindu girls, most of them underage and impoverished, are taken from their homes each year, converted to Islam and married off", "score": 3877, "comments": 1242, "upvoteRatio": 0.9, "sentiment": 0.2125}, {"count": 4, "id": "5k39h8", "title": "The Nigerian army has captured one of Boko Haram's last strongholds", "score": 3389, "comments": 40, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "5k249m", "title": "Prices of HIV, diabetes and angina drugs slashed by up to 44% in India", "score": 2503, "comments": 149, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "5k40eh", "title": "Sixteen hurt in Christmas eve blast at Catholic church in Philippines", "score": 2323, "comments": 186, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 7, "id": "5k5489", "title": "Le Pen promises to take France out of EU & NATO", "score": 1604, "comments": 1507, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 8, "id": "5k2ag8", "title": "6 more mysterious radio signals have been detected coming from outside our galaxy. They're all coming from the one place.", "score": 1587, "comments": 236, "upvoteRatio": 0.75, "sentiment": 0.16666666666666666}, {"count": 9, "id": "5k29et", "title": "A Singaporean teenager whose video posts and blogs mocking his government and its late founder landed him in jail twice has been detained in the U.S. where he is seeking asylum, his lawyer and a human rights group said Saturday.", "score": 1467, "comments": 309, "upvoteRatio": 0.91, "sentiment": -0.13333333333333333}, {"count": 10, "id": "5k0pjl", "title": "The headless body of a Rohingya Muslim man has been discovered days after he spoke with reporters about unrest in Myanmar's Rakhine state, officials say. The body of the 41-year-old was found floating in a river on Friday.", "score": 1194, "comments": 200, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 11, "id": "5k3dx1", "title": "Nigeria: Boko Haram is crushed, forced out of last enclave", "score": 1160, "comments": 48, "upvoteRatio": 0.92, "sentiment": -0.13333333333333333}, {"count": 12, "id": "5k3yxo", "title": "Israel has recalled its ambassador from New Zealand after the UN Security Council passed a resolution condemning Israel's continued settlements", "score": 933, "comments": 849, "upvoteRatio": 0.89, "sentiment": 0.13636363636363635}, {"count": 13, "id": "5k45jr", "title": "Berlin attack: Anis Amri's nephew and two more arrested", "score": 860, "comments": 61, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 14, "id": "5k5gmq", "title": "More than 100 skiers trapped in Cervinia cable cars in Italian Alps: A ski lift in northern Italy has broken down blocking more than 120 holiday skiers in gondola cabins at 2,500 meters (8,200 feet) altitude. A rescue operation is underway, officials said", "score": 780, "comments": 78, "upvoteRatio": 0.9, "sentiment": 0.04074074074074072}]}