{"data": [{"count": 0, "id": "5keuyk", "title": "Solar was the cheapest source of electricity in 2016, and it will further undercut fossil fuels in 2017", "score": 44214, "comments": 3132, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 1, "id": "5kcz57", "title": "Syrian man who filmed daughters before sending one of them for suicide bombing is killed in Damascus", "score": 21845, "comments": 2784, "upvoteRatio": 0.87, "sentiment": -0.2}, {"count": 2, "id": "5kdp3a", "title": "Fake rice confiscated in Nigeria was intended for display only, is more expensive than real rice.", "score": 4255, "comments": 349, "upvoteRatio": 0.93, "sentiment": -0.06}, {"count": 3, "id": "5kdcge", "title": "Authorities in Saudi Arabia have used a viral party video to identify and arrest partygoers in the country", "score": 4231, "comments": 739, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 4, "id": "5kett9", "title": "Diamond tycoon in India pays for more than 236 fatherless brides to get married in a mass wedding", "score": 3077, "comments": 179, "upvoteRatio": 0.9, "sentiment": 0.375}, {"count": 5, "id": "5kdsjg", "title": "Scientists to send greetings to other worlds: After decades of fruitless scanning the skies for alien messages, scientists say it's time to try a basic rule of etiquette: Say \"hello\" first.", "score": 2588, "comments": 802, "upvoteRatio": 0.91, "sentiment": -0.03125}, {"count": 6, "id": "5kbfhu", "title": "Mexico: six decapitated heads found on Christmas Day", "score": 2061, "comments": 425, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 7, "id": "5keho6", "title": "Turkish authorities have arrested the cafeteria manager for insulting the president after he said he would not serve tea to Tayyip Erdogan", "score": 1879, "comments": 230, "upvoteRatio": 0.92, "sentiment": -1.0}, {"count": 8, "id": "5kfsoz", "title": "Georgia’s Constitutional Court has struck down a law which sent many young people to prison for using marijuana. -- “The Constitutional Court found that the norms referring to the use of a small amount of marijuana, as well as its purchase, storage and production, are unconstitutional.”", "score": 1870, "comments": 115, "upvoteRatio": 0.93, "sentiment": 0.048611111111111105}, {"count": 9, "id": "5kblqs", "title": "Israel to approve construction of 618 more East Jerusalem homes in defiance of UNSC resolution", "score": 1748, "comments": 1407, "upvoteRatio": 0.87, "sentiment": 0.5}, {"count": 10, "id": "5kcun6", "title": "India Successfully Tests Indigenous, Long-Range, Nuclear-Capable Missle.", "score": 1683, "comments": 480, "upvoteRatio": 0.89, "sentiment": 0.75}, {"count": 11, "id": "5kd96u", "title": "All 2,349 reindeer killed in anthrax outbreak are replaced: Remote herders from 45 families get new animals to rebuild herds decimated by 'zombie' anthrax infection. 3 outbreaks of anthrax this summer in the Yamalo-Nenets region killed a boy, 1000s of reindeer, & several dogs.", "score": 1640, "comments": 71, "upvoteRatio": 0.93, "sentiment": -0.07272727272727274}, {"count": 12, "id": "5kdakw", "title": "Mass graves of tortured civilians found in Aleppo", "score": 1303, "comments": 620, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 13, "id": "5kfzz9", "title": "Israel has reportedly suspended ties with 12 UN Security Council nations", "score": 1226, "comments": 779, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 14, "id": "5kcfll", "title": "The FBI is investigating how hackers infiltrated computers at the Federal Deposit Insurance Corporation for several years beginning in 2010 in a breach senior FDIC officials believe was sponsored by China's military", "score": 1174, "comments": 138, "upvoteRatio": 0.91, "sentiment": -0.05}]}