{"data": [{"count": 0, "id": "5j0ahs", "title": "US 'got it so wrong' on Saddam Hussein, says CIA analyst who interrogated dictator | 'We never thought about using weapons of mass destruction,' former Iraqi ruler told CIA", "score": 30354, "comments": 5336, "upvoteRatio": 0.75, "sentiment": -0.25}, {"count": 1, "id": "5j12o0", "title": "No one wants to help Donald Trump build a registry of Muslims: Tech giants Microsoft and IBM have said they would refuse to help create a registry of Muslim Americans under Trump's presidency", "score": 30080, "comments": 3366, "upvoteRatio": 0.68, "sentiment": 0.2}, {"count": 2, "id": "5iyscw", "title": "Canada Says Only 28 Americans Have Applied for Trump-Related Refugee Status", "score": 15557, "comments": 2879, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 3, "id": "5j086t", "title": "Rebels burn Syria evacuation buses - BBC News", "score": 7540, "comments": 1252, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 4, "id": "5j06qz", "title": "Google Publishes Eight Secret FBI Requests: Google revealed in October it had been freed from a gag order preventing it from talking about a secret FBI request for customer data made in 2015", "score": 4216, "comments": 232, "upvoteRatio": 0.94, "sentiment": -0.4}, {"count": 5, "id": "5j0vr4", "title": "Six New Deep Sea Creatures Just Discovered at Site Slated for Underwater Mining. Seafloor hot springs are rife with life.", "score": 3341, "comments": 148, "upvoteRatio": 0.94, "sentiment": 0.12878787878787878}, {"count": 6, "id": "5iyqjw", "title": "Amazon deforestation ticks tragically up: The rate of deforestation in the Amazon rainforest has increased again in 2016, for the fourth consecutive year - loss of rainforest this year has been the greatest since 2008.", "score": 2675, "comments": 273, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 7, "id": "5j14oo", "title": "Solar System’s biggest asteroid is an ancient ocean world: NASA's Dawn spacecraft finds that Ceres is full of water.", "score": 2413, "comments": 251, "upvoteRatio": 0.95, "sentiment": 0.35}, {"count": 8, "id": "5j2kat", "title": "Russia says will veto French draft resolution to send UN observers to Aleppo", "score": 2217, "comments": 307, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 9, "id": "5j1pcu", "title": "At least 150 people executed in Saudi Arabia for second year in row", "score": 1682, "comments": 265, "upvoteRatio": 0.91, "sentiment": -0.15}, {"count": 10, "id": "5iy16d", "title": "‘Shocking’ rise in number of homeless children in B&Bs at Christmas. Shelter says government figures of 124,000 children in temporary accommodation in England show that benefit cuts have made private rents unaffordable", "score": 1406, "comments": 278, "upvoteRatio": 0.92, "sentiment": -0.5}, {"count": 11, "id": "5j04ks", "title": "Duterte’s admission that he used a powerful painkiller has prompted concern about his health, with lawmakers urging him Sunday to undergo a medical examination and disclose the results.", "score": 1398, "comments": 229, "upvoteRatio": 0.91, "sentiment": 0.15}, {"count": 12, "id": "5j1uap", "title": "Muslim cleric banned in Pakistan is preaching in UK mosques: It is feared that Syed Muzaffar Shah Qadri, who praised the murder of a politician, will incite hatred between Muslims", "score": 1349, "comments": 165, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 13, "id": "5j2ys2", "title": "At least 8 die after drinking bath lotion in Russia", "score": 1281, "comments": 237, "upvoteRatio": 0.88, "sentiment": -0.3}, {"count": 14, "id": "5j20mn", "title": "Poland is 'on road to autocracy' says high court president", "score": 815, "comments": 265, "upvoteRatio": 0.87, "sentiment": 0.16}]}