{"data": [{"count": 0, "id": "5lonpo", "title": "Cannabis ingredient to be classed as medicine in UK.", "score": 31617, "comments": 1403, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 1, "id": "5lrjj9", "title": "An Indian minister who said groping at New Year celebrations in Bangalore was caused by women dressing \"like Westerners\" has caused outrage. Reports have emerged on local and social media of women being molested during festivities on Saturday night.", "score": 18030, "comments": 2389, "upvoteRatio": 0.88, "sentiment": 0.05656565656565656}, {"count": 2, "id": "5lqs9b", "title": "India's double first in climate battle: World's first industrial plant that captures CO2 emissions from a coal boiler and uses the CO2 to make valuable chemicals, and just 100 km away is the world's biggest solar farm.", "score": 17956, "comments": 776, "upvoteRatio": 0.9, "sentiment": 0.16666666666666666}, {"count": 3, "id": "5lv1o8", "title": "A Moroccan girl who survived shootings at the Reina nightclub in Istanbul claims that the survivors received \"inhumane\" treatment while at the Turkish police station.", "score": 14805, "comments": 1425, "upvoteRatio": 0.71, "sentiment": -0.9}, {"count": 4, "id": "5lsdoq", "title": "Finland becomes the first country in Europe to pay its unemployed citizens a basic monthly income, in a radical pilot project: Two thousand people will receive 560 euros every month for two years, without having to report whether they are seeking employment or how they are spending the money", "score": 13712, "comments": 2195, "upvoteRatio": 0.87, "sentiment": 0.125}, {"count": 5, "id": "5lrr4v", "title": "Germany sees 'overwhelming' sales of Hitler's Mein Kampf", "score": 9227, "comments": 2042, "upvoteRatio": 0.83, "sentiment": 0.5}, {"count": 6, "id": "5lrznr", "title": "China has launched a direct rail freight service to London, being cheaper than air freight and faster than sea", "score": 6740, "comments": 647, "upvoteRatio": 0.94, "sentiment": 0.1}, {"count": 7, "id": "5lr5od", "title": "London Harrods restaurants keep up to 75% of waiters' tips, claims union - 'The lack of transparency in the system gives Harrods huge power over its staff'", "score": 6319, "comments": 1369, "upvoteRatio": 0.93, "sentiment": 0.4000000000000001}, {"count": 8, "id": "5lrnnn", "title": "Researchers have classified a brand-new organ inside our bodies, one that's been hiding in plain sight in our digestive system this whole time. Its function is still poorly understood, and studying it could be the key to better understanding and treatment of abdominal and digestive disease.", "score": 4821, "comments": 313, "upvoteRatio": 0.92, "sentiment": 0.017142857142857147}, {"count": 9, "id": "5lt2zw", "title": "Saudi Arabia jails and flogs workers for unpaid wage protests", "score": 4457, "comments": 382, "upvoteRatio": 0.95, "sentiment": 0.2}, {"count": 10, "id": "5lt2sx", "title": "partygoers trash Sydney beach with 15 tonnes of garbage on Christmas Day", "score": 3468, "comments": 391, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 11, "id": "5lq0ut", "title": "Facebook 'censors' naked statue of sea god Neptune: Facebook told art historian the image violates its guide lines because it \"presents an image with content that is explicitly sexual\".", "score": 3465, "comments": 562, "upvoteRatio": 0.92, "sentiment": 0.25}, {"count": 12, "id": "5lsjxr", "title": "South Korean president refuses to testify in impeachment trial", "score": 2868, "comments": 241, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 13, "id": "5luv4n", "title": "Magnitude 7.2 earthquake strikes near Fiji", "score": 2742, "comments": 86, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 14, "id": "5lq8kf", "title": "Children in England consume half their recommended maximum daily intake of sugar at breakfast, and by the end of the day have had more than three times the healthy limit, according to research from Public Health England (PHE).", "score": 1901, "comments": 372, "upvoteRatio": 0.93, "sentiment": 0.16666666666666669}]}