{"data": [{"count": 0, "id": "5n4wke", "title": "Russia considers banning sale of cigarettes to anyone born after 2015", "score": 66483, "comments": 5782, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "5n1v7w", "title": "A 1,000-foot-thick ice block about the size of Delaware is snapping off of Antarctica", "score": 27575, "comments": 3608, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 2, "id": "5n48hu", "title": "Swiss Muslim girls must swim with boys", "score": 11057, "comments": 3029, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 3, "id": "5n60k2", "title": "Report: Russia spread fake news and disinformation in Sweden - Russia has coordinated a campaign over the past 2years to influence Sweden’s decision making by using disinformation, propaganda and false documents, according to a report by researchers at The Swedish Institute of International Affairs.", "score": 7241, "comments": 1090, "upvoteRatio": 0.83, "sentiment": -0.25}, {"count": 4, "id": "5n84od", "title": "Two-thirds of all new HIV cases in Europe are being recorded in just one country – Russia: More than a million Russians now live with the virus and that number is expected to nearly double in the next decade", "score": 3895, "comments": 490, "upvoteRatio": 0.92, "sentiment": 0.11212121212121212}, {"count": 5, "id": "5n5eqj", "title": "100% of Dutch Trains Now Run on Wind Energy. The Netherlands met its renewable energy goals a year ahead of time.", "score": 2951, "comments": 224, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "5n3du3", "title": "The U.S. dropped an average of 72 bombs every day — the equivalent of three an hour — in 2016, according to an analysis of American strikes around the world. U.S. Bombed Iraq, Syria, Pakistan, Afghanistan, Libya, Yemen, Somalia in 2016", "score": 2868, "comments": 1109, "upvoteRatio": 0.93, "sentiment": -0.075}, {"count": 7, "id": "5n55z1", "title": "Legal challenge against UK’s sweeping surveillance laws quickly crowdfunded", "score": 2022, "comments": 111, "upvoteRatio": 0.95, "sentiment": 0.26666666666666666}, {"count": 8, "id": "5n5qqq", "title": "Pesticides kill over 10 million bees in a matter of days in Brazil countryside", "score": 1426, "comments": 154, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "5n4us4", "title": "The German government is investigating a recent surge in fake news following claims that Russia is attempting to meddle in the country’s parliamentary elections later this year.", "score": 1305, "comments": 367, "upvoteRatio": 0.86, "sentiment": -0.1}, {"count": 10, "id": "5n4h87", "title": "The families of American victims of Islamic State terrorist attacks in Europe have sued Twitter, charging that the social media giant allowed the terror group to proliferate online", "score": 1012, "comments": 246, "upvoteRatio": 0.9, "sentiment": 0.011111111111111112}, {"count": 11, "id": "5n8hvg", "title": "In a major shuffle, Justin Trudeau re-tools cabinet in preparation for the Donald Trump era", "score": 556, "comments": 274, "upvoteRatio": 0.87, "sentiment": 0.0625}, {"count": 12, "id": "5n30pj", "title": "UK Government quietly launched ‘assault on freedom’ while distracting people, say campaigners behind legal challenge - The Investigatory Powers Act became law at the end of last year, and gives spies the power to read through everyone’s entire internet history", "score": 522, "comments": 86, "upvoteRatio": 0.93, "sentiment": -0.04}, {"count": 13, "id": "5n8eet", "title": "Germany's ugliest word of the year is \"traitor of the people\" - or Volksverraeter: The word is seen by many as having Nazi overtones and has been used recently by right-wing groups", "score": 499, "comments": 573, "upvoteRatio": 0.78, "sentiment": 0.25}, {"count": 14, "id": "5n1yke", "title": "Japanese scientists believe they have established the identity of a \"missing element\" within the Earth's core.", "score": 434, "comments": 46, "upvoteRatio": 0.9, "sentiment": -0.1}]}