{"data": [{"count": 0, "id": "5nxt1y", "title": "14 year old Boy from India made a Anti-Landmine Drone which can detect and defuse has signed a 5 crore rupees deal (50 million rupees) for production with the Indian Government", "score": 49115, "comments": 1833, "upvoteRatio": 0.8, "sentiment": 0.1}, {"count": 1, "id": "5nv73m", "title": "Former MI6 agent Christopher Steele's frustration as FBI sat on Donald Trump Russia file for months: Steele was so concerned by revelations he worked without payment after Trump's election victory in November", "score": 35213, "comments": 7848, "upvoteRatio": 0.66, "sentiment": 0.0}, {"count": 2, "id": "5nwpke", "title": "Porn censorship laws and age checks breach human rights and threaten privacy, says UN official: 'said that amendments to the UK’s Digital Economy Bill could violate international law on freedom of speech.'", "score": 5794, "comments": 507, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 3, "id": "5ny822", "title": "Uproar as PM Trudeau calls for end to oil sand production", "score": 4159, "comments": 806, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "5nwa7u", "title": "Trump suggests he would be open to lifting sanctions on Russia", "score": 3257, "comments": 1626, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "5ny3at", "title": "Ecuador has begun drilling for oil in the world’s richest rainforest", "score": 2582, "comments": 217, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 6, "id": "5nwb1j", "title": "Canada prepares for \"radical recast\" of relationship with the United States, names Chrystia Freeland, leading Russia critic banned from entry by Moscow, as foreign minister.", "score": 2437, "comments": 827, "upvoteRatio": 0.91, "sentiment": -0.125}, {"count": 7, "id": "5nyysh", "title": "SpaceX launches first rocket since explosion, returns stage to earth", "score": 1098, "comments": 74, "upvoteRatio": 0.93, "sentiment": 0.25}, {"count": 8, "id": "5ny149", "title": "Saudi Arabia's religious authority says cinemas, song concerts harmful: The Grand Mufti Sheikh Abdulaziz Al al-Sheikh said cinemas and round-the-clock entertainment could open the door to \"atheistic or rotten\" foreign films and encourage the mixing of the sexes.", "score": 1006, "comments": 262, "upvoteRatio": 0.9, "sentiment": 0.09375}, {"count": 9, "id": "5nv0ov", "title": "The Trans-Pacific Partnership is “dead”, according to a Donald Trump transition team policy advisor, while reaffirming that the incoming administration views China as “perpetrating an economic war”.", "score": 996, "comments": 503, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 10, "id": "5nvsys", "title": "Mexican traders debate buying Twitter and shutting it down to silence Donald Trump - President-elect has hurt the nation's currency with a series of damaging tweets - now some people have an interesting proposal", "score": 957, "comments": 158, "upvoteRatio": 0.83, "sentiment": 0.11481481481481481}, {"count": 11, "id": "5nyl0s", "title": "Hundreds of Tibetans defy China, gather at birthplace of Buddhism in India. 2,000 Tibetans from mainland China attend Kalchakra", "score": 830, "comments": 142, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 12, "id": "5nyd03", "title": "Austria's far-right Freedom Party calls for ban on 'fascistic Islam' - The head of Austria's far-right Freedom Party (FPO) on Saturday called for a law banning \"fascistic Islam\" and Muslim symbols, comparable to an existing law banning Nazi symbols, saying Islam could wipe out European society.", "score": 776, "comments": 698, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 13, "id": "5ny0lk", "title": "Duterte wants kidnappers 'blown up,' even with hostages. About the hostages that could die because of his orders, Duterte says, 'Sorry, collateral damage'", "score": 773, "comments": 236, "upvoteRatio": 0.9, "sentiment": -0.15}, {"count": 14, "id": "5nz1po", "title": "iPhone battery 'may have' caused fire that brought down EgyptAir flight MS804", "score": 760, "comments": 165, "upvoteRatio": 0.83, "sentiment": -0.15555555555555559}]}