{"data": [{"count": 0, "id": "5roev7", "title": "Donald Trump lifts sanctions on Russia that were imposed by Obama in response to cyber-security concerns", "score": 65380, "comments": 9113, "upvoteRatio": 0.74, "sentiment": 0.0}, {"count": 1, "id": "5rjv9n", "title": "Trump told Australian Prime Minister refugee agreement was the 'worst deal ever' and phone conversation was ‘worst call by far’ he had had with world leaders.", "score": 48649, "comments": 11542, "upvoteRatio": 0.76, "sentiment": -0.475}, {"count": 2, "id": "5rmn5r", "title": "Danish green energy giant Dong said on Thursday it was pulling out of coal use, burning another bridge to its fossil fuel past after ditching oil and gas. Dong is the biggest wind power producer in Europe.", "score": 34273, "comments": 2057, "upvoteRatio": 0.89, "sentiment": -0.15}, {"count": 3, "id": "5rl2w0", "title": "US military officials: Trump-ordered raid in Yemen that killed US Navy SEAL was approved 'without sufficient intelligence'", "score": 13940, "comments": 2930, "upvoteRatio": 0.75, "sentiment": -0.15000000000000002}, {"count": 4, "id": "5rmzga", "title": "'It's so much worse': Renewed fighting in Ukraine pushes town to brink of humanitarian catastrophe", "score": 11151, "comments": 1685, "upvoteRatio": 0.92, "sentiment": -0.4}, {"count": 5, "id": "5rnqed", "title": "Russian critic Vladimir Kara-Murza suffers sudden organ failure", "score": 6886, "comments": 469, "upvoteRatio": 0.93, "sentiment": -0.22916666666666669}, {"count": 6, "id": "5roa2l", "title": "Germany to teach Trump's inner circle how EU works: The inner circle of US President Donald Trump has little knowledge about the European Union and Germany is having to explain how the world’s biggest trading bloc does business, the German government’s transatlantic coordinator said", "score": 5902, "comments": 851, "upvoteRatio": 0.87, "sentiment": -0.0375}, {"count": 7, "id": "5rjmrp", "title": "The government of Poland will take Russia to UN court over the death of Poland's president in 2010 in a plane crash in Russia and Moscow's refusal to turn over the wreckage", "score": 5373, "comments": 521, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "5rmmji", "title": "Trump: Iran was on its last legs and ready to collapse until the U.S. came along and gave it a life-line in the form of the Iran Deal", "score": 4498, "comments": 1413, "upvoteRatio": 0.86, "sentiment": 0.1}, {"count": 9, "id": "5rn781", "title": "Turkey Bans Reporting with Title \"Breaking News\"", "score": 3725, "comments": 175, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "5rl02p", "title": "Microsoft, Amazon and Expedia to support lawsuit against Trump immigration order", "score": 3024, "comments": 464, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 11, "id": "5rkbfg", "title": "Mexican government says Trump never threatened to send troops to Mexico", "score": 2909, "comments": 577, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 12, "id": "5rmt48", "title": "Shinzo Abe intends to propose during a meeting with U.S. President Donald Trump on Feb. 10 a bilateral economic cooperation plan, including the creation of a $450 billion (¥51 trillion) market through railways and other infrastructure investments in the US to generate 700,000 jobs.", "score": 2751, "comments": 510, "upvoteRatio": 0.94, "sentiment": 0.037500000000000006}, {"count": 13, "id": "5rq9or", "title": "More than 250,000 Romanians are on the street to claim justice for the third day in a row.", "score": 2115, "comments": 87, "upvoteRatio": 0.95, "sentiment": 0.25}, {"count": 14, "id": "5rnoiy", "title": "The EU and Mexico said they would accelerate free trade talks amid a wave of protectionist threats by US President Donald Trump.", "score": 1800, "comments": 233, "upvoteRatio": 0.91, "sentiment": 0.4}]}