{"data": [{"count": 0, "id": "60v1if", "title": "Parliament shooting: Police officer and another man shot outside UK House of Commons", "score": 52049, "comments": 17857, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 1, "id": "60x8af", "title": "At least 30 dead after US air strike hits Syrian school where civilians had taken shelter", "score": 42578, "comments": 5485, "upvoteRatio": 0.77, "sentiment": -0.25}, {"count": 2, "id": "60tvee", "title": "Paul Manafort, secretly worked for a Russian billionaire to advance the interests of Russian President Vladimir Putin a decade ago, signed a $10 million annual contract beginning in 2006", "score": 31274, "comments": 2448, "upvoteRatio": 0.78, "sentiment": -0.13333333333333333}, {"count": 3, "id": "60s8fu", "title": "North Korea missile launch 'fails'", "score": 26610, "comments": 2546, "upvoteRatio": 0.89, "sentiment": -0.5}, {"count": 4, "id": "60tsu4", "title": "Twitter CEO is being asked to resign for cheating investors into believing 48 million users were human when in fact were bots…", "score": 7076, "comments": 625, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 5, "id": "60rr3w", "title": "A German bank that loaned $300m to Donald Trump played a prominent role in a money laundering scandal run by Russian criminals with ties to the Kremlin. Deutsche Bank and other western financial institutions processed at least $20bn in money of “criminal origin” from Russia", "score": 4696, "comments": 418, "upvoteRatio": 0.76, "sentiment": -0.040625}, {"count": 6, "id": "60vkhr", "title": "The world's first zero-emissions hydrogen train is coming. \"A zero-emissions train that runs on just steam and condensed water has successfully completed its first test run in Germany.\"", "score": 3544, "comments": 436, "upvoteRatio": 0.93, "sentiment": 0.4166666666666667}, {"count": 7, "id": "60vppw", "title": "Theresa May told her school cuts are forcing teachers to buy 'pens, pencils and paper' out of their own pockets - ‘She was clearly elected on a pledge not to cut school funding and that is exactly what is happening’, Jeremy Corbyn says", "score": 2963, "comments": 378, "upvoteRatio": 0.91, "sentiment": 0.31666666666666665}, {"count": 8, "id": "60uydo", "title": "Germany to officially pardon 50,000 gay men convicted under Nazi-era law criminalising homosexuality", "score": 2841, "comments": 203, "upvoteRatio": 0.91, "sentiment": 0.4166666666666667}, {"count": 9, "id": "60rd70", "title": "Coal in 'freefall' as new power plants dive by two-thirds.", "score": 2443, "comments": 350, "upvoteRatio": 0.94, "sentiment": 0.13636363636363635}, {"count": 10, "id": "60rqrh", "title": "Top NSA official says telephone surveillance should have been disclosed: 'U.S. government should have publicized the existence of a program that vacuumed up in bulk Americans' telephone call data before its existence was leaked by Edward Snowden, the NSA's deputy director said.'", "score": 2360, "comments": 227, "upvoteRatio": 0.94, "sentiment": 0.5}, {"count": 11, "id": "60ttbz", "title": "Erdogan warns Europeans 'will not walk safely' if current attitude persists", "score": 1993, "comments": 775, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 12, "id": "60tykz", "title": "Lawyer of dead Russian whistleblower injured after fall from window", "score": 1028, "comments": 99, "upvoteRatio": 0.93, "sentiment": -0.1}, {"count": 13, "id": "60vhc4", "title": "An Indian politician has said Winston Churchill is no better than Adolf Hitler and the two leaders have equivalent amounts of “blood” on their hands.", "score": 1017, "comments": 1038, "upvoteRatio": 0.81, "sentiment": -0.25}, {"count": 14, "id": "60vglw", "title": "As many as 7,000 massive underground methane bubbles, formed by thawing permafrost are set to explode in Siberia. Such explosions, while releasing greenhouse gases, can create massive craters and poses a major safety risk to the local people", "score": 936, "comments": 242, "upvoteRatio": 0.93, "sentiment": 0.09375}]}