{"data": [{"count": 0, "id": "62z0lo", "title": "Second doomsday vault set up in an abandoned coal mine in Norwegian Arctic will store world's most precious books in digital form to protect them from the apocalypse.", "score": 27325, "comments": 1774, "upvoteRatio": 0.93, "sentiment": 0.2}, {"count": 1, "id": "62yklh", "title": "Global Anger and Dismay After Trump Slams Brakes on U.S. Climate Action: \"Whoever tries to change into reverse gear is only going to harm themselves when it comes to international competitiveness,\" German environment minister Barbara Hendricks", "score": 24556, "comments": 2279, "upvoteRatio": 0.8, "sentiment": -0.09999999999999999}, {"count": 2, "id": "62zcyy", "title": "Anger as UK tampon tax is used to help fund anti-abortion group", "score": 16284, "comments": 1123, "upvoteRatio": 0.84, "sentiment": -0.7}, {"count": 3, "id": "62ygq8", "title": "Lawyer explains why Michael Flynn's immunity request changes everything: 'Flynn's immunity request very strongly suggests there was a criminal conspiracy at the highest levels of government'", "score": 8573, "comments": 1477, "upvoteRatio": 0.67, "sentiment": 0.08166666666666667}, {"count": 4, "id": "6327v9", "title": "State schools should not teach religious doctrine, says Muslim community leader", "score": 7250, "comments": 562, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 5, "id": "62ynaj", "title": "Spain Confirms it Would Not Veto Membership of and Independent Scotland to the EU", "score": 6220, "comments": 618, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "62yhc6", "title": "Michael Flynn Failed to Disclose Payments From Russian Propaganda Network: 'In addition to RT, Flynn’s amended disclosure statement reveals payments for speeches to two Russian companies, Kaspersky and Volga Dnepr Airlines. Neither of those payments was disclosed in Flynn’s initial ethics filing.'", "score": 5542, "comments": 659, "upvoteRatio": 0.89, "sentiment": -0.12}, {"count": 7, "id": "62zdi8", "title": "Chechen police 'have rounded up more than 100 suspected gay men'", "score": 3490, "comments": 823, "upvoteRatio": 0.93, "sentiment": 0.45833333333333337}, {"count": 8, "id": "631hlr", "title": "The United States is prepared to respond to North Korean nuclear threats on its own if China fails to pressure Pyongyang, President Donald Trump said in an interview with the Financial Times", "score": 3470, "comments": 1084, "upvoteRatio": 0.92, "sentiment": 0.033333333333333326}, {"count": 9, "id": "62yv3l", "title": "Leaked minutes of Brexit cabinet committee meeting show UK ministers plotted to exploit EU’s fear of Vladimir Putin during Brexit talks", "score": 2069, "comments": 335, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 10, "id": "631zcd", "title": "Anti-Corruption Protests In Russia Continue", "score": 1839, "comments": 187, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 11, "id": "62wu0q", "title": "U.S-led Coalition strikes against ISIS have killed 229 civilians: Pentagon report", "score": 1315, "comments": 432, "upvoteRatio": 0.89, "sentiment": -0.2}, {"count": 12, "id": "630c5i", "title": "Germany opens investigation into Turkish group accused of spying on Erdogan opponents in 35 countries", "score": 1069, "comments": 25, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 13, "id": "630u1n", "title": "Egypt's judges are up in arms over a draft law expanding the president's control of the judiciary, saying the bill undermines their independence.", "score": 878, "comments": 62, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 14, "id": "630lpg", "title": "Second Moscow opposition protest leads to arrests - At least 29 people have been arrested", "score": 802, "comments": 51, "upvoteRatio": 0.89, "sentiment": -0.15}]}