{"data": [{"count": 0, "id": "63t2ps", "title": "Rep. Devin Nunes steps aside from Russia probe", "score": 27639, "comments": 3969, "upvoteRatio": 0.8, "sentiment": 0.0}, {"count": 1, "id": "63tvzy", "title": "Trump has scientists mad enough to march on Earth Day: 'The protesters believe Trump has no respect for the truth when it comes to well-settled science on some of the most critical questions facing the country.'", "score": 11795, "comments": 1395, "upvoteRatio": 0.81, "sentiment": -0.03125}, {"count": 2, "id": "63w54u", "title": "Twitter is suing the US government over a demand to unmask the people behind an anti-Trump account", "score": 5947, "comments": 382, "upvoteRatio": 0.91, "sentiment": -0.4}, {"count": 3, "id": "63s1bh", "title": "Male contraceptive blocked by drug companies who make billions from the female pill. The ‘male pill’, made by an Indian startup, would ease the burden on the 225 million women in developing countries", "score": 5330, "comments": 1101, "upvoteRatio": 0.58, "sentiment": 0.0}, {"count": 4, "id": "63qa6e", "title": "A gay couple in Osaka has become the first same-sex couple to be recognized as foster parents in Japan.", "score": 3136, "comments": 140, "upvoteRatio": 0.9, "sentiment": 0.33333333333333337}, {"count": 5, "id": "63tlc7", "title": "Farms could slash pesticide use without losses, research reveals - Study shows almost all farms could significantly cut chemical use while producing as much food, in a major challenge to the billion-dollar pesticide industry", "score": 2777, "comments": 217, "upvoteRatio": 0.92, "sentiment": 0.2125}, {"count": 6, "id": "63q6vy", "title": "Dutch men hold hands against anti-LGBT violence: A married couple was attacked by a group of young men while holding hands at night in the city of Arnhem. Straight Dutch men have launched a campaign to hold hands in solidarity", "score": 2317, "comments": 822, "upvoteRatio": 0.9, "sentiment": 0.18333333333333335}, {"count": 7, "id": "63vb7z", "title": "Scientists say they have detected an atmosphere around an Earth-like planet for the first time.", "score": 2272, "comments": 165, "upvoteRatio": 0.95, "sentiment": 0.25}, {"count": 8, "id": "63rbbx", "title": "Australian regulator sues Apple alleging iPhone 'bricking': Australia's consumer watchdog is alleging [Apple] used a software update to disable iPhones which had cracked screens fixed by third parties.", "score": 1734, "comments": 379, "upvoteRatio": 0.94, "sentiment": 0.03333333333333333}, {"count": 9, "id": "63s1oy", "title": "Duterte defends adultery because it’s a ‘non-issue’ in Philippines where divorce is outlawed. “This is a world of hypocrisy. Who among you here does not have a mistress?”", "score": 1567, "comments": 364, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 10, "id": "63wgej", "title": "Israel postpones primary vote due to Britney Spears concert — \"We delayed the vote one day, to July 4. We couldn't hire enough security for the election because of the Britney Spears concert on July 3.\"", "score": 1242, "comments": 137, "upvoteRatio": 0.9, "sentiment": 0.09166666666666667}, {"count": 11, "id": "63uoit", "title": "U.S. Military Officials Say it Was a Syrian Aircraft That Deployed Chemical Weapons on Civilians", "score": 891, "comments": 643, "upvoteRatio": 0.84, "sentiment": -0.1}, {"count": 12, "id": "63q6ao", "title": "World's biggest sailing yacht built using illegal timber: A German shipyard has used illegally-logged teak from Myanmar when constructing a megayacht for a Russian billionaire. The wood was sourced from a government-controlled firm that was sanctioned this year", "score": 758, "comments": 73, "upvoteRatio": 0.92, "sentiment": -0.175}, {"count": 13, "id": "63r7u0", "title": "Turkey jails 30 more lawyers, bringing total to 400", "score": 726, "comments": 82, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 14, "id": "63upn4", "title": "Russia's Supreme Court has upheld the decision of a Russian city to ban Jehovah's Witnesses as an extremist group.", "score": 643, "comments": 191, "upvoteRatio": 0.91, "sentiment": 0.0}]}