{"data": [{"count": 0, "id": "6owcyk", "title": "Women burn burqas and men shave beards to celebrate liberation from Isis in Syria | The Independent", "score": 83524, "comments": 5581, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 1, "id": "6otkz6", "title": "Iran's Foreign Minister: Saudi Arabia Is Involved in 94% of Terrorist Attacks in the World", "score": 31993, "comments": 2452, "upvoteRatio": 0.86, "sentiment": -0.125}, {"count": 2, "id": "6ov8kq", "title": "President Trump asserted his “complete power to pardon” in a tweet Saturday after reports emerged this week that he was discussing his ability to pardon people in the ongoing investigation into ties between his campaign and Russia.", "score": 31077, "comments": 5171, "upvoteRatio": 0.78, "sentiment": 0.1}, {"count": 3, "id": "6otu5p", "title": "Pepsico, Unilever and Nestlé accused of complicity in illegal rainforest destruction | Palm oil plantations on illegally deforested land in Sumatra – home to elephants, orangutans and tigers – have allegedly been used to supply scores of household brands, says new report", "score": 6604, "comments": 348, "upvoteRatio": 0.95, "sentiment": -0.24090909090909093}, {"count": 4, "id": "6ovyqy", "title": "Trump has launched an all-out assault on the federal investigation into his campaign’s ties to Russia, reflecting an intensifying obsession with the probe within the West Wing.", "score": 5907, "comments": 1000, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 5, "id": "6oulf6", "title": "Cows are emerging as an unlikely weapon in the fight against HIV as new research reveals they can produce powerful antibodies against the notorious, vaccine-resistant virus. It’s the first recorded occasion that any animal, including humans, have rapidly produced antibodies to neutralize the virus.", "score": 2293, "comments": 163, "upvoteRatio": 0.92, "sentiment": 0.046590909090909086}, {"count": 6, "id": "6oszea", "title": "Beijing Won't Allow Justin Bieber to Perform in China Because He is a Bad Influence", "score": 2245, "comments": 345, "upvoteRatio": 0.91, "sentiment": -0.6999999999999998}, {"count": 7, "id": "6ose50", "title": "NASA Is Uploading Decades of Archival Footage to YouTube", "score": 1907, "comments": 91, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 8, "id": "6ov6z6", "title": "Consumers denied chance to bring £14bn class action against Mastercard for alleged overcharging", "score": 1045, "comments": 56, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 9, "id": "6ovtyo", "title": "A recent heatwave in Siberia’s frozen wastes has resulted in outbreaks of deadly anthrax and a series of violent explosions", "score": 972, "comments": 195, "upvoteRatio": 0.93, "sentiment": -0.30000000000000004}, {"count": 10, "id": "6ouvbx", "title": "Saudi king orders that women no longer need a man’s permission to travel, study or make police complaints", "score": 964, "comments": 125, "upvoteRatio": 0.97, "sentiment": 0.0}, {"count": 11, "id": "6otxj0", "title": "A Chinese spy ship has been spotted off the coast of Queensland during a joint training exercise between Australian and US forces, the defence department has confirmed.", "score": 952, "comments": 138, "upvoteRatio": 0.9, "sentiment": 0.13333333333333333}, {"count": 12, "id": "6oxeui", "title": "British police may have helped Saudi Arabia arrest men due to be executed, MPs reveal: Cross-party letter urges Theresa May to intervene in potential execution of 14 prisoners", "score": 814, "comments": 49, "upvoteRatio": 0.89, "sentiment": -0.04375}, {"count": 13, "id": "6otzhw", "title": "Germany Freezes Arms Shipments to Turkey after Warning Its Citizens against Travel to Turkey", "score": 726, "comments": 36, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 14, "id": "6our4i", "title": "US strike kills 16 Afghan policemen in Helmand province", "score": 645, "comments": 224, "upvoteRatio": 0.87, "sentiment": 0.0}]}