{"data": [{"count": 0, "id": "6rvu4t", "title": "Former Mexican president mocks Donald Trump over golf holiday: 'If you're not happy with job, just leave'. Trump has spent 58 days out of his first 195 at the properties he owns.", "score": 57561, "comments": 5621, "upvoteRatio": 0.66, "sentiment": -0.05}, {"count": 1, "id": "6ry68b", "title": "Venezuela arrests over 'uprising attempt' - A leading member of the Venezuelan government says arrests have been made after soldiers apparently tried to launch an uprising against President Maduro", "score": 31510, "comments": 3071, "upvoteRatio": 0.89, "sentiment": 0.05}, {"count": 2, "id": "6s0x9j", "title": "H.R. McMaster: Russia is trying to 'break apart Europe' with disinformation and propaganda", "score": 15857, "comments": 1877, "upvoteRatio": 0.84, "sentiment": -0.1}, {"count": 3, "id": "6ry5zq", "title": "Netanyahu's top aide turning state's witness leaves little doubt: The PM will be indicted", "score": 3359, "comments": 399, "upvoteRatio": 0.91, "sentiment": 0.15625}, {"count": 4, "id": "6rwcm9", "title": "An Indian boxer won a title fight against a Chinese opponent before offering to hand back the prize as a gesture of peace between the two nations which are locked in a territorial dispute in the Himalayas.", "score": 2729, "comments": 185, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "6rxwcd", "title": "Mexico considers importing avocados as staple priced out of consumers' reach | Country that produces almost half the world’s avocados contemplates the unthinkable as dietary staple becomes too costly for ordinary Mexicans", "score": 2652, "comments": 416, "upvoteRatio": 0.94, "sentiment": -0.15555555555555556}, {"count": 6, "id": "6rx7mi", "title": "'It's memorycide': Turkey dismantles monuments to Kurdish culture", "score": 2470, "comments": 429, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 7, "id": "6ryex0", "title": "Israel moves to close Al Jazeera, ban its journalists", "score": 2054, "comments": 744, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "6rxabs", "title": "North Korea: China urges North Korea to stop missile tests - BBC News", "score": 1903, "comments": 255, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "6rxul3", "title": "Heavily armed Brazilian army troops and police launched a pre-dawn crackdown Saturday on gangs operating out of slums across Rio de Janeiro, following a steep rise in crime. Their main goal was to stop gangs behind a surge in brazen robberies of commercial trucks.", "score": 1354, "comments": 159, "upvoteRatio": 0.94, "sentiment": -0.08666666666666667}, {"count": 10, "id": "6rx8nd", "title": "Tesla Model S Sets New Record For Distance Traveled On One Charge: 1078 km (669.83) miles with Tesla ModelS 100D", "score": 1266, "comments": 192, "upvoteRatio": 0.87, "sentiment": 0.13636363636363635}, {"count": 11, "id": "6rvdkr", "title": "The United States assassinated Pakistan's first PM, Nawabzada Liaquat Ali Khan, more than sixty years ago, according to US State Department documents", "score": 1218, "comments": 169, "upvoteRatio": 0.81, "sentiment": 0.375}, {"count": 12, "id": "6s17qc", "title": "Climate change to cause humid heatwaves that will kill even healthy people", "score": 973, "comments": 285, "upvoteRatio": 0.85, "sentiment": 0.5}, {"count": 13, "id": "6rxoz2", "title": "Consensus of focus groups: Australian PM Malcolm Turnbull is \"a huge disappointment who's been held back by his own party and has not made even one improvement to the people's lives\"", "score": 781, "comments": 99, "upvoteRatio": 0.9, "sentiment": 0.08000000000000002}, {"count": 14, "id": "6s0067", "title": "A new HIV prevention drug will be made available for free to thousands of NHS patients in September: The pioneering PrEP will be rolled out to sexual health clinics in cities around the UK, including London, Manchester and Brighton", "score": 756, "comments": 91, "upvoteRatio": 0.93, "sentiment": 0.3590909090909091}]}