{"data": [{"count": 0, "id": "6unuqk", "title": "20 Tons Of Nutella Stolen From Truck In Germany - Police are looking out for over $80,000 of sweet contraband. “Anyone offered large quantities of chocolate via unconventional channels should report it to the police immediately.”", "score": 74021, "comments": 2633, "upvoteRatio": 0.89, "sentiment": 0.28214285714285714}, {"count": 1, "id": "6urp9w", "title": "Lebanese army raises Spanish flag on captured ISIS hilltop paying homage to Barcelona attack victims", "score": 51699, "comments": 1647, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "6uq2e6", "title": "Chinese Ship Found Carrying Endangered Species from Galapagos - It was carrying 300 metric tons of frozen marine species, with endangered fish & hammerhead sharks piled down below. The area forms the largest biomass of sharks in existence.", "score": 45944, "comments": 3233, "upvoteRatio": 0.92, "sentiment": -0.07777777777777779}, {"count": 3, "id": "6upaig", "title": "Russia attack: Isis claims responsibility for stabbing rampage in Siberian city of Surgut", "score": 3161, "comments": 285, "upvoteRatio": 0.92, "sentiment": -0.6}, {"count": 4, "id": "6uq3o6", "title": "Billionaire Paul Allen Finds Lost World War II Cruiser USS Indianapolis in the Philippine Sea", "score": 3146, "comments": 182, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 5, "id": "6up5mb", "title": "Dog digs up $85k worth of black tar heroine in backyard", "score": 2307, "comments": 194, "upvoteRatio": 0.94, "sentiment": 0.06666666666666667}, {"count": 6, "id": "6uotn2", "title": "Pussy Riot's Nadya Tolokonnikova - Authoritarianism is spreading like 'sexually transmitted diseases': Tolokonnikova, who was imprisoned for protesting Russian President Vladimir Putin, says \"democracy is being eroded\" by leaders like President Donald Trump.", "score": 2223, "comments": 532, "upvoteRatio": 0.77, "sentiment": 0.25}, {"count": 7, "id": "6unzpp", "title": "Finnish police investigate Turku's attack as terror act - Suspect is Moroccan teen", "score": 2027, "comments": 411, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 8, "id": "6upk12", "title": "Peanut allergy cured in majority of children in immunotherapy trial: Australian researchers hail breakthrough after ‘life-changing’ tolerance persists for up to four years", "score": 1738, "comments": 70, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "6ull1s", "title": "Russia treating feminists as 'extremists' amid crackdown on dissent", "score": 1545, "comments": 380, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 10, "id": "6uo67n", "title": "India threatens Philip Morris after they allegedly push cigarettes to young people. Advertisements at kiosks, the free distribution of Marlboro smokes at nightclubs and bars, and the use promotions on TV screens are breaches of the law, Indian authorities say", "score": 1336, "comments": 79, "upvoteRatio": 0.92, "sentiment": 0.13333333333333333}, {"count": 11, "id": "6unjbe", "title": "Saudi coalition killed hundreds of children in Yemen, confidential UN report claims", "score": 1107, "comments": 130, "upvoteRatio": 0.91, "sentiment": -0.2}, {"count": 12, "id": "6unjqw", "title": "Stephen Hawking: I'm worried about the future of the NHS - BBC News", "score": 1097, "comments": 211, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 13, "id": "6up8rp", "title": "Pakistan holds state funeral for German nun who fought leprosy. Widely known as Pakistan's Mother Teresa, Pfau died last week in the southern city of Karachi at age 87. She is to be buried in her adopted homeland.", "score": 1043, "comments": 109, "upvoteRatio": 0.91, "sentiment": -0.025}, {"count": 14, "id": "6ur77p", "title": "President Maduro strips Venezuela's parliament of power. Legislative powers taken from opposition-led parliament, as country’s fugitive attorney general alleges Maduro corruption links", "score": 999, "comments": 150, "upvoteRatio": 0.93, "sentiment": 0.05000000000000002}]}