{"data": [{"count": 0, "id": "7538s7", "title": "Emmanuel Macron to introduce new tax on expensive jewellery, supercars and luxury yachts", "score": 55327, "comments": 4317, "upvoteRatio": 0.82, "sentiment": -0.18181818181818182}, {"count": 1, "id": "750xt5", "title": "Theresa May is under pressure to publish secret legal advice that is believed to state that parliament could still stop Brexit before the end of March 2019 if MPs judge that a change of mind is in the national interest", "score": 27864, "comments": 2725, "upvoteRatio": 0.85, "sentiment": -0.1}, {"count": 2, "id": "74ysny", "title": "Ghana says it intends to hook all the 36,000 Junior High Schools in the country to solar energy as it ratifies International Solar Alliance agreement.", "score": 25237, "comments": 663, "upvoteRatio": 0.91, "sentiment": 0.08}, {"count": 3, "id": "752e3y", "title": "The world’s biggest laptop brands rely on Chinese student labourers as young as 16 to work 12-hour days on factory production lines, with their funding and graduation at risk if they fail to comply, a labour watchdog has claimed.", "score": 7650, "comments": 609, "upvoteRatio": 0.93, "sentiment": -0.13333333333333333}, {"count": 4, "id": "7515q6", "title": "Internet users are to be granted more rights on connection speeds as UK Ofcom imposes tougher rules on how ISPs advertise broadband services: The proposals give consumers the right to exit contracts penalty-free if speeds fall below a guaranteed minimum", "score": 6151, "comments": 323, "upvoteRatio": 0.94, "sentiment": 0.39285714285714285}, {"count": 5, "id": "74yx1k", "title": "Indigenous woman registers to run for Mexican presidency in 2018", "score": 5273, "comments": 299, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 6, "id": "750mz6", "title": "‘Antibiotic apocalypse’: doctors sound alarm over drug resistance", "score": 4500, "comments": 539, "upvoteRatio": 0.95, "sentiment": 0.4}, {"count": 7, "id": "751bzv", "title": "Huge demonstration against Catalan independence in Barcelona", "score": 4176, "comments": 1406, "upvoteRatio": 0.89, "sentiment": 0.4000000000000001}, {"count": 8, "id": "752j8d", "title": "Men with a history of sexual violence and domestic abuse joined Islamic State because of the organisation’s systemic use of rape and slavery as a form of terrorism, according to new analysis.", "score": 4111, "comments": 434, "upvoteRatio": 0.93, "sentiment": 0.21212121212121213}, {"count": 9, "id": "751v1o", "title": "Iran president: 10 Trumps can’t roll back nuke deal benefits. “If the United States violates (the nuclear deal), the entire world will condemn America, not Iran,”", "score": 3447, "comments": 656, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 10, "id": "75011c", "title": "Nobel Peace Prize Winner Called Trump a Moron Two Days Earlier", "score": 3152, "comments": 484, "upvoteRatio": 0.76, "sentiment": -0.4}, {"count": 11, "id": "74z3je", "title": "Ex-British Prime Minister Sir Ted Heath 'abused boys as young as 10 and 11 as he's set to be linked to 42 claims of paedophile assaults.", "score": 2469, "comments": 303, "upvoteRatio": 0.93, "sentiment": 0.1}, {"count": 12, "id": "74ze5a", "title": "Mosquito-Borne Diseases Found In U.S. Athletes And Staff At Rio Olympics", "score": 2440, "comments": 108, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 13, "id": "752cz3", "title": "Niue, a tiny island country in the pacific (population 1,600) has just declared over 126,000 km2 of it's ocean as marine reserve.", "score": 2395, "comments": 109, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 14, "id": "74zzlb", "title": "North Korean leader Kim Jong Un has promoted his 28-year-old sister to the ruling party’s political wing, bringing her closer to the center of power and tightening the family’s control on the regime.", "score": 2162, "comments": 238, "upvoteRatio": 0.94, "sentiment": -0.05}]}