{"data": [{"count": 0, "id": "77dbp6", "title": "Theresa May will not fund sprinklers for tower blocks despite promises made to the contrary in the aftermath of the Grenfell Tower disaster", "score": 51262, "comments": 3328, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "77fof6", "title": "Trump Jr. And Kellyanne Conway Were Personally Involved In Spreading Russian Propaganda During Election", "score": 39524, "comments": 3655, "upvoteRatio": 0.64, "sentiment": -0.03333333333333333}, {"count": 2, "id": "77aknt", "title": "Twitter Was Warned Repeatedly About This Fake Account Run By A Russian Troll Farm And Refused To Take It Down: The account was one of hundreds created by Russia's Internet Research Agency and drew 136,000 followers by tweeting divisive messages in the name of the Tennessee Republican Party.", "score": 37356, "comments": 2626, "upvoteRatio": 0.74, "sentiment": -0.21851851851851853}, {"count": 3, "id": "77f9mj", "title": "Police raid Church of Scientology in Budapest", "score": 24437, "comments": 1558, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 4, "id": "77gyuf", "title": "9.7-million-year-old tooth discovered in Germany belongs to hominin species known only to have existed in Africa 4 million years later", "score": 9706, "comments": 504, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 5, "id": "77emzu", "title": "Donald Trump suggests Russia, FBI and Democrats colluded to pay for dossier on his Kremlin links - but provides no evidence", "score": 5190, "comments": 1428, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 6, "id": "77fvfd", "title": "Trump gave himself a perfect rating for his response to the hurricane that devastated Puerto Rico: “I would give myself a 10,” Trump said when asked by reporters how he would score his efforts, on a 1-10 scale.", "score": 2788, "comments": 560, "upvoteRatio": 0.85, "sentiment": 1.0}, {"count": 7, "id": "77clf8", "title": "Jacinda Ardern is next prime minister of New Zealand, Winston Peters confirms", "score": 2737, "comments": 576, "upvoteRatio": 0.91, "sentiment": 0.06818181818181818}, {"count": 8, "id": "77ejcr", "title": "The UK no longer has a national public library system", "score": 2138, "comments": 634, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 9, "id": "77ekr9", "title": "'I'm disgusted': Top Sears staff will still get $6.5 million in bonus payments despite retailer's demise", "score": 2003, "comments": 269, "upvoteRatio": 0.94, "sentiment": -0.25}, {"count": 10, "id": "77bbma", "title": "'It's able to create knowledge itself': Google unveils AI that learns on its own - In a major breakthrough for artificial intelligence, AlphaGo Zero took just three days to master the ancient Chinese board game of Go ... with no human help.", "score": 1902, "comments": 652, "upvoteRatio": 0.92, "sentiment": 0.023214285714285725}, {"count": 11, "id": "77ek2w", "title": "Merkel wants EU aid cut to Turkey for democratic backsliding", "score": 1893, "comments": 200, "upvoteRatio": 0.94, "sentiment": 0.2}, {"count": 12, "id": "77d4nw", "title": "Spanish Government to Proceed With Suspending Catalan Autonomy", "score": 1572, "comments": 897, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 13, "id": "77ajx2", "title": "Canada passes Magnitsky human rights law, sparking Russian threats", "score": 1405, "comments": 237, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 14, "id": "77e0v9", "title": "Organs from 505 registered donors in the UK could not be made available for transplant in the last five years because of objections from relatives. The law states that consent lies with the deceased, but in practice, relatives' wishes are always respected.", "score": 1220, "comments": 277, "upvoteRatio": 0.93, "sentiment": 0.2}]}