{"data": [{"count": 0, "id": "77747k", "title": "Iranian leader urges Europe to defy 'mentally retarded' Donald Trump over nuclear pact", "score": 54394, "comments": 6489, "upvoteRatio": 0.74, "sentiment": -0.8}, {"count": 1, "id": "775qy9", "title": "Xi Jinping to China: “Any harm we inflict on nature will eventually return to haunt us”", "score": 53120, "comments": 2807, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 2, "id": "7743o0", "title": "The man who killed more than 300 people with a truck bomb in the centre of Mogadishu on Saturday was a former soldier in Somalia’s army whose home town was raided by local troops and US special forces two months ago in a controversial operation in which 10 civilians were killed", "score": 27494, "comments": 2389, "upvoteRatio": 0.7, "sentiment": 0.1438775510204082}, {"count": 3, "id": "772gld", "title": "President Donald Trump took credit for the fact that ISIS is in retreat during an interview Tuesday, claiming that ISIS wasn't on the run before because \"you didn't have Trump as your president.\"", "score": 26398, "comments": 4488, "upvoteRatio": 0.77, "sentiment": 0.0}, {"count": 4, "id": "778fvc", "title": "Warning of ‘ecological Armageddon’ after dramatic plunge in insect numbers", "score": 6015, "comments": 1054, "upvoteRatio": 0.93, "sentiment": -0.016666666666666635}, {"count": 5, "id": "777g6t", "title": "Africa's elite are plundering their countries: A new report based on the Panama Papers reveals how Africa's politicians, generals and business leaders are systematically siphoning off billions of dollars and parking the money offshore.", "score": 4366, "comments": 776, "upvoteRatio": 0.95, "sentiment": 0.13636363636363635}, {"count": 6, "id": "773r9k", "title": "A North Korean defector says the regime is crippled by sanctions and won't last a year.", "score": 3241, "comments": 491, "upvoteRatio": 0.9, "sentiment": 0.0}, {"count": 7, "id": "778aw2", "title": "Puerto Rico death toll is probably much higher than official count", "score": 2988, "comments": 233, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 8, "id": "777p7g", "title": "Quebec has become the first jurisdiction in North America to institute a so-called “burqua ban,” prohibiting government employees and any citizen using public services from wearing a face veil.", "score": 2952, "comments": 887, "upvoteRatio": 0.94, "sentiment": 0.125}, {"count": 9, "id": "7793ki", "title": "Sweden bomb: Powerful explosion heard at entrance to Helsingborg police station", "score": 2771, "comments": 830, "upvoteRatio": 0.92, "sentiment": 0.3}, {"count": 10, "id": "775hkj", "title": "The world's first floating wind farm has started delivering electricity to the Scottish grid.", "score": 2574, "comments": 201, "upvoteRatio": 0.95, "sentiment": 0.25}, {"count": 11, "id": "77a62r", "title": "Trump Campaign Staffers Pushed Russian Propaganda Days Before the Election", "score": 2374, "comments": 577, "upvoteRatio": 0.8, "sentiment": -0.05}, {"count": 12, "id": "775ocw", "title": "Switzerland allegedly sent one of its spies to Germany to find out who kept leaking secret banking data to tax authorities. He spent four years digging into tax investigators and planting a mole before he was caught.", "score": 2021, "comments": 199, "upvoteRatio": 0.95, "sentiment": -0.19999999999999998}, {"count": 13, "id": "773iaw", "title": "Special counsel Robert Mueller has interviewed a cybersecurity expert who claims he was \"recruited to collude with the Russians\" in the 2016 election", "score": 1825, "comments": 274, "upvoteRatio": 0.86, "sentiment": 0.35714285714285715}, {"count": 14, "id": "775qos", "title": "Observation data collected by Japan’s lunar orbiter Kaguya has shown that a cave stretching some 50 km (over 30 miles) exists on the moon that could provide shelter for astronauts in the future, the Japan Aerospace Exploration Agency said Wednesday.", "score": 1552, "comments": 158, "upvoteRatio": 0.95, "sentiment": 0.0}]}