{"data": [{"count": 0, "id": "79aqcj", "title": "India: local government cuts power to 14 pharma firms after their discharge kills 200000 fish in a local lake.", "score": 52072, "comments": 1798, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 1, "id": "7989n2", "title": "Kazakhstan to change from Cyrillic to Latin alphabet - The Kazakh language will change from Cyrillic to Latin script as part of a modernization and development effort. The move is also viewed as an attempt to distance the language from Russian and promote nationalism.", "score": 21966, "comments": 1095, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 2, "id": "799jer", "title": "Poland to Richard Spencer: keep out | Foreign minister Witold Waszczykowski described Spencer as someone “who defames what happened during World War II, defames the Holocaust.” “He should not appear publicly, and especially not in Poland\"", "score": 18668, "comments": 1884, "upvoteRatio": 0.88, "sentiment": -0.041666666666666664}, {"count": 3, "id": "79bkjr", "title": "Woman doesn't need husband's consent to undergo abortion, says Supreme Court", "score": 6875, "comments": 1707, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 4, "id": "7982ra", "title": "An 18-year-old teen has filed a suit seeking ¥2.2 million ($19,000) in damages from the Osaka Prefectural Government, alleging her public high school demanded that she dye her naturally brown hair black to continue attending classes.", "score": 5980, "comments": 1005, "upvoteRatio": 0.95, "sentiment": 0.01866666666666667}, {"count": 5, "id": "79a39t", "title": "Special prosecutor Mueller, who has been investigating potential collusion between the Trump campaign and Russia, has filed his first charges", "score": 5176, "comments": 925, "upvoteRatio": 0.89, "sentiment": 0.2023809523809524}, {"count": 6, "id": "7978nd", "title": "First Charges Filed in Mueller Investigation", "score": 3540, "comments": 743, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 7, "id": "79ajpw", "title": "Puerto Rico says over 900 people died of \"natural causes\" after hurricane", "score": 2287, "comments": 137, "upvoteRatio": 0.92, "sentiment": 0.1}, {"count": 8, "id": "798lhh", "title": "UK Lancashire council bans unstunned halal school meals - Council leader Geoff Driver described the practice of not stunning animals before slaughtering them as \"abhorrent\" and \"really cruel\". A call for further discussion with Jewish and Muslim groups was rejected.", "score": 1945, "comments": 465, "upvoteRatio": 0.93, "sentiment": -0.39}, {"count": 9, "id": "799z48", "title": "A champion Israeli judo fighter was forced to sing his own national anthem beneath an International Judo Federation (IJF) flag during an awards ceremony Thursday because of a ban on Israeli symbols at the sport’s Grand Slam competition in Abu Dhabi.", "score": 1655, "comments": 384, "upvoteRatio": 0.86, "sentiment": 0.19999999999999998}, {"count": 10, "id": "79adej", "title": "Huge blast in Somalia's capital Mogadishu near the national theatre", "score": 1185, "comments": 110, "upvoteRatio": 0.92, "sentiment": 0.25000000000000006}, {"count": 11, "id": "799kpe", "title": "First interstellar object from beyond our solar system spotted by astronomers. According to astronomers, the object is on a hyperbolic trajectory which suggests the body has escaped from a star from outside our solar system.", "score": 957, "comments": 203, "upvoteRatio": 0.93, "sentiment": 0.125}, {"count": 12, "id": "79bs3m", "title": "Supersonic Concorde could fly again thanks to low-boom technology", "score": 784, "comments": 175, "upvoteRatio": 0.92, "sentiment": 0.5}, {"count": 13, "id": "799g8w", "title": "Bid to expand Antarctic marine protection area fails", "score": 741, "comments": 20, "upvoteRatio": 0.93, "sentiment": -0.5}, {"count": 14, "id": "79axtd", "title": "Indian government to build over 83,000 km of roads by spending $108 billion—enough to go around the Earth twice", "score": 643, "comments": 89, "upvoteRatio": 0.89, "sentiment": 0.0}]}