{"data": [{"count": 0, "id": "7b7clr", "title": "Apple, the world's most profitable firm, has a secretive new structure allowing it to continue avoiding billions in taxes, Paradise Papers show. They sidestepped a 2013 crackdown by actively shopping around for a tax haven, landing $252bn on the Channel Island of Jersey.", "score": 105813, "comments": 8562, "upvoteRatio": 0.9, "sentiment": 0.07575757575757575}, {"count": 1, "id": "7b2qn6", "title": "US government climate report: Climate change is real and our fault | A group of US climate scientists volunteered to write the report, which gathers together the most recent peer-reviewed research into digestible conclusions about the causes and impacts of climate change.", "score": 30052, "comments": 1912, "upvoteRatio": 0.84, "sentiment": 0.2333333333333333}, {"count": 2, "id": "7b4vp9", "title": "Starting Feb. 1, smoking will be strictly banned on all Thai beaches. Violators face up to a year in prison or a fine up to THB 100,000 ($US3,000). Authorities have now kicked off a campaign to inform beachgoers of the law.", "score": 23873, "comments": 1666, "upvoteRatio": 0.91, "sentiment": 0.20833333333333334}, {"count": 3, "id": "7b4kyw", "title": "\"There's no sex in America...the sexual revolution is a thing of the past.\" Top Kremlin propagandist Dmitry Kiselyov sounded off by claiming that the sexual harassment scandals that have engulfed the U.S. entertainment industry are part of a campaign to desexualize the country.", "score": 23599, "comments": 4819, "upvoteRatio": 0.8, "sentiment": 0.3125}, {"count": 4, "id": "7b4nkc", "title": "This year will be the hottest ever that wasn't affected by the El Nino weather event, according to the UN - The prediction is a shock because El Nino has been used to explain rising temperatures and occasionally to suggest that the temperature isn't warming at all.", "score": 11866, "comments": 701, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 5, "id": "7b63ho", "title": "Scotland offers free abortions to women from Northern Ireland", "score": 6900, "comments": 496, "upvoteRatio": 0.91, "sentiment": 0.25}, {"count": 6, "id": "7b4z9c", "title": "HSBC Commits $100 Billion to Combat Climate Change: 'The UK-based bank will make up to $100 billion available for financing low-carbon projects, while stopping the financing of mines that produce coal for power generation.'", "score": 4476, "comments": 150, "upvoteRatio": 0.91, "sentiment": 0.4}, {"count": 7, "id": "7b8xg6", "title": "Kushner Had 4 AM Meetings With Saudi Crown Prince Who Engineered Royal Purge", "score": 3934, "comments": 530, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 8, "id": "7b4fny", "title": "Billionaires' law firm helped wage 'Kill Bill' campaign to block offshore tax legislation", "score": 3596, "comments": 329, "upvoteRatio": 0.95, "sentiment": -0.2}, {"count": 9, "id": "7b4peb", "title": "The “Fat Leonard” corruption investigation has expanded to include more than 60 admirals and hundreds of other US navy officers under scrutiny for their contacts with a defence contractor in Asia who systematically bribed sailors with sex, alcohol and other temptations, according to the navy.", "score": 3371, "comments": 179, "upvoteRatio": 0.95, "sentiment": 0.08333333333333333}, {"count": 10, "id": "7b5nnd", "title": "Trump Jr. Hinted at Review of Anti-Russia Law: A Russian lawyer who met with Trump’s oldest son last year says he indicated that a law targeting Russia could be re-examined if his father won the election and asked her for written evidence that illegal proceeds went to Hillary Clinton’s campaign.", "score": 2480, "comments": 389, "upvoteRatio": 0.87, "sentiment": -0.16666666666666666}, {"count": 11, "id": "7b819u", "title": "Saudi Arabia says Lebanon has declared war on it", "score": 2374, "comments": 733, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 12, "id": "7b5987", "title": "Russian Twitter Support for Trump Began Right After He Started Campaign", "score": 2357, "comments": 305, "upvoteRatio": 0.85, "sentiment": 0.14285714285714285}, {"count": 13, "id": "7b4kqm", "title": "Trump Tells Japan It Can Protect Itself by Buying US Arms", "score": 2337, "comments": 501, "upvoteRatio": 0.89, "sentiment": 0.0}, {"count": 14, "id": "7b568c", "title": "My rape claims were ignored by British House of Commons, A former Conservative Party activist has told the BBC", "score": 1695, "comments": 95, "upvoteRatio": 0.89, "sentiment": 0.0}]}