{"data": [{"count": 0, "id": "7e2cy5", "title": "Massive investigation reveals Ivanka's business ties to a Russian fraudster in a deal for a Panama Hotel that made Trump rich", "score": 72985, "comments": 5860, "upvoteRatio": 0.7, "sentiment": 0.125}, {"count": 1, "id": "7e04xd", "title": "Ruling party sacks Mugabe as leader", "score": 31135, "comments": 1932, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 2, "id": "7e2epf", "title": "U.S. Military and CIA leaders may be investigated for war crimes - The chief prosecutor of the International Criminal Court (ICC) informed the Pre-Trial Chamber that \"there is a reasonable basis to believe that war crimes and crimes against humanity have been committed by US military forces\"", "score": 12067, "comments": 1825, "upvoteRatio": 0.88, "sentiment": -0.08}, {"count": 3, "id": "7dx1jm", "title": "U.S. nuclear general says would resist any 'illegal' Trump order to strike other countries, including North Korea", "score": 8855, "comments": 971, "upvoteRatio": 0.81, "sentiment": -0.19166666666666665}, {"count": 4, "id": "7dx2yz", "title": "Emergency signals detected from missing Argentine submarine", "score": 5615, "comments": 448, "upvoteRatio": 0.96, "sentiment": -0.2}, {"count": 5, "id": "7e20y6", "title": "Man arrested in the Philippines for refusing to stand for the national anthem at an IMAX Theater", "score": 4074, "comments": 415, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 6, "id": "7e02z8", "title": "Pope Francis issued a strong message to negotiators at the COP23 climate talks in Bonn, Germany on Thursday, warning them not to fall into \"four perverse attitudes\" regarding the future of the planet—\"denial, indifference, resignation and trust in inadequate solutions.\"", "score": 3734, "comments": 191, "upvoteRatio": 0.91, "sentiment": 0.21666666666666665}, {"count": 7, "id": "7e4e0x", "title": "Massive earthquake strikes near Australia in the Pacific Ocean issuing tsunami warning.", "score": 3049, "comments": 110, "upvoteRatio": 0.93, "sentiment": 0.05}, {"count": 8, "id": "7dxi3w", "title": "Trump to be presented with $47M deal to arm Ukraine against Russia", "score": 2856, "comments": 474, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 9, "id": "7e02sq", "title": "British publicist who arranged Donald Trump Jr's meeting with Russian lawyer breaks silence on collusion claims: 'I should have listened to that little voice in my head... I remember specifically saying, you know, we probably shouldn't get involved in this'.", "score": 2738, "comments": 147, "upvoteRatio": 0.88, "sentiment": -0.0625}, {"count": 10, "id": "7e1apd", "title": "Kushner, Trump’s son-in-law and a senior White House advisor, is under increasing scrutiny in the myriad investigations into Russian interference in the U.S. election.", "score": 2747, "comments": 230, "upvoteRatio": 0.88, "sentiment": 0.0}, {"count": 11, "id": "7e04km", "title": "Investors in the Panama Trump Tower Included a Notorious Criminal Who Laundered Drug Money: The close ties between Colombian cartels and the Trump Ocean Club.", "score": 2171, "comments": 135, "upvoteRatio": 0.86, "sentiment": -0.4}, {"count": 12, "id": "7e2cph", "title": "France to 'prevent' Muslim street prayers in Paris suburb", "score": 1986, "comments": 824, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 13, "id": "7dxqae", "title": "Seven failed satellite calls were detected on Saturday that Argentina’s defence ministry believes could be from submarine that went missing in the south Atlantic three days ago with 44 crew on board.", "score": 1703, "comments": 69, "upvoteRatio": 0.95, "sentiment": -0.35}, {"count": 14, "id": "7e09xc", "title": "Thought to be extinct for almost eight decades, a rare orchid in the Ogasawara island chain south of Tokyo is blooming again at a botanical garden here to the amazement of botanists.", "score": 1775, "comments": 39, "upvoteRatio": 0.96, "sentiment": -0.05000000000000002}]}