{"data": [{"count": 0, "id": "7i0xz0", "title": "Russia Is Aiding North Korea With Oil Imports, Ignoring U.S. Efforts To Isolate Kim Jong Un: Report", "score": 65427, "comments": 4701, "upvoteRatio": 0.87, "sentiment": 0.0}, {"count": 1, "id": "7hx615", "title": "UK Government admits it has not done a single Impact Assessment on Brexit - LIVE now", "score": 51682, "comments": 4118, "upvoteRatio": 0.85, "sentiment": 0.032467532467532464}, {"count": 2, "id": "7hxym4", "title": "\"We Don't Want to Repress\": Police in Honduras Refuse Orders to Stamp Out Pro-Democracy Protests - \"We are tired. And our job is to give peace & security to the Honduran people, not repress them. We want all Hondurans to be safe.\"", "score": 34208, "comments": 1221, "upvoteRatio": 0.93, "sentiment": 0.04999999999999999}, {"count": 3, "id": "7hyfvm", "title": "Putin to run again for president", "score": 11366, "comments": 2015, "upvoteRatio": 0.92, "sentiment": 0.0}, {"count": 4, "id": "7i03wo", "title": "US government formally recognizes Jerusalem as the capital of Israel", "score": 5030, "comments": 2811, "upvoteRatio": 0.84, "sentiment": 0.0}, {"count": 5, "id": "7hxese", "title": "Environmental activists are being killed in record numbers around world, with Philippines one of most dangerous countries. At least 200 community activists, NGO workers & other civilians on frontlines of protecting environment were reported murdered worldwide last year, the highest on record.", "score": 4269, "comments": 195, "upvoteRatio": 0.95, "sentiment": -0.12083333333333333}, {"count": 6, "id": "7hy2yb", "title": "Top German official: Relations with US ‘will never be the same’ after Trump", "score": 3769, "comments": 2084, "upvoteRatio": 0.84, "sentiment": 0.16666666666666666}, {"count": 7, "id": "7i00bk", "title": "Rabbis, priests and imams have pleaded with Twitter to remove Donald Trump's account. A full 35 leaders have signed a letter, co-ordinated by the Interfaith Center of New York, to beg Twitter to remove Mr Trump's account and stop him from being able to post messages", "score": 1791, "comments": 480, "upvoteRatio": 0.79, "sentiment": 0.2215909090909091}, {"count": 8, "id": "7hylq5", "title": "Trump Denounced for 'Reckless, Irresponsible' Decision to Move US Embassy: Critics charge that relocating the Embassy \"will contribute to further destabilization of the region\" and \"endangers the lives of Palestinians and Israelis\"", "score": 2095, "comments": 809, "upvoteRatio": 0.83, "sentiment": 0.0}, {"count": 9, "id": "7hxgcn", "title": "Twitter has suspended dozens of Kremlin-backed accounts masquerading as U.S. news sources that had more than 500,000 followers", "score": 1803, "comments": 117, "upvoteRatio": 0.91, "sentiment": 0.5}, {"count": 10, "id": "7i0ee8", "title": "Rohingya Children Forced to Watch their Mothers Being Gang-Raped by Myanmar Soldiers", "score": 1223, "comments": 336, "upvoteRatio": 0.88, "sentiment": -0.30000000000000004}, {"count": 11, "id": "7hwwut", "title": "A war on waste food in France, where supermarkets are banned from throwing away unsold food and restaurants must provide doggy bags when asked, has helped it secure the top spot in a ranking of countries by their food sustainability.", "score": 1216, "comments": 135, "upvoteRatio": 0.94, "sentiment": 0.2333333333333333}, {"count": 12, "id": "7hxvxq", "title": "Doctors identify brain abnormalities in Cuba attack patients", "score": 991, "comments": 228, "upvoteRatio": 0.94, "sentiment": 0.0}, {"count": 13, "id": "7i1wy7", "title": "Japan is considering having 10 consecutive days off from April 27 to May 6 in 2019 to coincide with Crown Prince Naruhito's succession to the throne on May 1.", "score": 656, "comments": 81, "upvoteRatio": 0.93, "sentiment": 0.0}, {"count": 14, "id": "7hyuc5", "title": "Philippine President Duterte’s violent war on drugs has reportedly killed dozens of kids during police raids and attacks that have led to the deaths of thousands of others.", "score": 624, "comments": 66, "upvoteRatio": 0.89, "sentiment": -0.5}]}