{"data": [{"count": 0, "id": "7kecq6", "title": "Republicans in Congress are refusing to continue Trump-Russia investigation, won't name new witnesses in probe", "score": 29563, "comments": 4522, "upvoteRatio": 0.86, "sentiment": 0.13636363636363635}, {"count": 1, "id": "7kclop", "title": "Republicans accused of concocting email scandal against Robert Mueller: Claim that investigators wrongfully obtained emails of president’s transition team are dismissed as ‘baloney’ and a ploy to discredit Trump-Russia inquiry.", "score": 26954, "comments": 2902, "upvoteRatio": 0.79, "sentiment": 0.0}, {"count": 2, "id": "7kbd47", "title": "Russia investigation: Robert Mueller 'has obtained tens of thousands of Trump transition team emails'", "score": 14375, "comments": 1928, "upvoteRatio": 0.85, "sentiment": 0.0}, {"count": 3, "id": "7kd4z9", "title": "Asiatic cheetahs on the brink of extinction with only 50 left alive - With UN funds being cut this month, conservationists call for last-ditch effort to save animal which clings on only in Iran", "score": 13990, "comments": 577, "upvoteRatio": 0.94, "sentiment": 0.025}, {"count": 4, "id": "7kewp5", "title": "Putin thanks Trump for CIA data that helped prevent terror attack in St. Petersburg", "score": 10330, "comments": 1520, "upvoteRatio": 0.89, "sentiment": 0.2}, {"count": 5, "id": "7kd67v", "title": "'I live like a plant': Nobel winner's wife 'going mad' under Chinese detention - Liu Xia, poet and widow of democracy advocate Liu Xiaobo, suffering deep depression after living under house arrest without charges since 2010", "score": 5944, "comments": 534, "upvoteRatio": 0.94, "sentiment": -0.10772727272727274}, {"count": 6, "id": "7kd2p6", "title": "Brazilian police foil million-dollar fraud to export precious wood to China: Two Chinese entrepreneurs paid millions of dollars to a Brazilian company that bribed environment officials of an Amazon state to illegally export precious hardwoods to China.", "score": 4317, "comments": 177, "upvoteRatio": 0.95, "sentiment": 0.125}, {"count": 7, "id": "7kdv4r", "title": "A Taiwanese steel firm behind a toxic spill that killed tonnes of fish in central Vietnam last year was fined for a second time for illegally burying \"harmful\" waste. The $11 billion steel plant in Ha Tinh province sparked one of the country's worst environmental catastrophes", "score": 4116, "comments": 99, "upvoteRatio": 0.96, "sentiment": -0.2777777777777778}, {"count": 8, "id": "7kdmmc", "title": "Ontario offers $75,000 as rebate for the purchase of Tesla Semi", "score": 2730, "comments": 472, "upvoteRatio": 0.94, "sentiment": 0.1}, {"count": 9, "id": "7kczo2", "title": "Saudi Jet Fighters Attack Wedding in Yemen, Kill 10 Women", "score": 2351, "comments": 331, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 10, "id": "7kh8z7", "title": "Philippine President Duterte vowed to protect the rights of homosexuals: \"If that will add to your happiness, I am for it.\"", "score": 2112, "comments": 352, "upvoteRatio": 0.92, "sentiment": 0.7}, {"count": 11, "id": "7kd6ny", "title": "Tony Blair says stopping Brexit more important than Labour winning next election - ‘I think this principle's too important ... I would put it above everything else right now for the country’", "score": 1729, "comments": 441, "upvoteRatio": 0.87, "sentiment": 0.29795918367346935}, {"count": 12, "id": "7kcfrv", "title": "Researchers have found an ancient shark in the North Atlantic, believed to be 512 years old, which could be the oldest living vertebrate in the world. While the animal was discovered months ago, its potential age was revealed in a study in the journal Science.", "score": 1359, "comments": 94, "upvoteRatio": 0.9, "sentiment": 0.05}, {"count": 13, "id": "7kd0wc", "title": "Pope calls fake news a sin", "score": 1362, "comments": 209, "upvoteRatio": 0.87, "sentiment": -0.5}, {"count": 14, "id": "7kee33", "title": "Pope Francis: fake and sensationalised news 'a very serious sin'. Pontiff calls on journalists to report precise, complete and correct information, not one-sided reports or ‘old news that has been dealt with’", "score": 1130, "comments": 111, "upvoteRatio": 0.88, "sentiment": -0.06666666666666668}]}