{"data": [{"count": 0, "id": "7lngvw", "title": "Japanese women are breaking their silence about sexual abuse and harassment and joining the #MeToo movement", "score": 68327, "comments": 4439, "upvoteRatio": 0.79, "sentiment": 0.25}, {"count": 1, "id": "7lnhkj", "title": "British secret diplomatic cable reveals 10,000 killed in 1989 Tiananmen protest: \"Students linked arms but were mown down including soldiers. APCs then ran over bodies time and time again to make 'pie' and remains collected by bulldozer. Remains incinerated and then hosed down drains.\"", "score": 36788, "comments": 4253, "upvoteRatio": 0.93, "sentiment": -0.18222222222222223}, {"count": 2, "id": "7lquc1", "title": "Thousands of Israelis are rallying in the streets of Tel Aviv calling on Prime Minister Benjamin Netanyahu to resign over alleged corruption for the fourth consecutive week, while hundreds more gathered in Jerusalem for the first time in an anti-corruption demonstration", "score": 25867, "comments": 1579, "upvoteRatio": 0.86, "sentiment": 0.1625}, {"count": 3, "id": "7lpwft", "title": "EU unanimously backs UN World Bee Day", "score": 25246, "comments": 661, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 4, "id": "7lp18h", "title": "Russian submarine activity increases around Atlantic internet cables: report", "score": 21176, "comments": 1499, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 5, "id": "7lm2tp", "title": "Facebook Inc. admits to offering user data to major governments worldwide", "score": 18409, "comments": 1161, "upvoteRatio": 0.9, "sentiment": 0.0625}, {"count": 6, "id": "7lrcc6", "title": "Poland's most senior judge has published an open letter accusing the conservative government of \"staging a coup\" against the judiciary. It comes after the government passed controversial reforms that critics say threaten the rule of law in Poland.", "score": 6550, "comments": 482, "upvoteRatio": 0.91, "sentiment": 0.35000000000000003}, {"count": 7, "id": "7lqg50", "title": "North Korea flooded with illicit information carried by hydrogen balloons as tensions escalate", "score": 5444, "comments": 439, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 8, "id": "7lq6g2", "title": "Mexico murders hit record high, dealing blow to president", "score": 3950, "comments": 444, "upvoteRatio": 0.94, "sentiment": 0.16}, {"count": 9, "id": "7llol4", "title": "A white Zimbabwean farmer evicted by the government of Robert Mugabe has returned to a hero's welcome as the first to get his land back under the new president, in a sign of reform on an issue that had hastened the country's international isolation.", "score": 3850, "comments": 486, "upvoteRatio": 0.95, "sentiment": 0.19772727272727275}, {"count": 10, "id": "7lmea8", "title": "Two heterosexual Irish men marry to avoid inheritance tax.", "score": 3546, "comments": 492, "upvoteRatio": 0.91, "sentiment": 0.0}, {"count": 11, "id": "7lpq38", "title": "More than 9,000 homeless people in UK will wake up on Christmas Day in tents, cars, buses and trains, charity warns", "score": 3196, "comments": 439, "upvoteRatio": 0.9, "sentiment": 0.5}, {"count": 12, "id": "7lpu3p", "title": "‘Employers are likely to force their employees to sign agreements saying they agree with longer work hours’ Thousands protest labor amendments in Taipei", "score": 1794, "comments": 51, "upvoteRatio": 0.95, "sentiment": 0.0}, {"count": 13, "id": "7lrpts", "title": "How Sea Shepherd lost battle against Japan’s whale hunters in Antarctic - The Southern Ocean was a sanctuary – but now Japan’s boats have military hardware and conservationists can no longer track them", "score": 1714, "comments": 409, "upvoteRatio": 0.92, "sentiment": -0.05}, {"count": 14, "id": "7lo2tb", "title": "Wind has displaced Solar to become the cleanest source of renewable energy in India, the record now is $0.04 per KWh.", "score": 1646, "comments": 105, "upvoteRatio": 0.92, "sentiment": 0.0}]}